<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Umgebungseinstellungen f&uuml;r Analysen in  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Legt das Koordinatensystem f&uuml;r die Analyse und den Ergebnis-Layer fest.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Gibt den Bereich an, der f&uuml;r die Analyse verwendet werden soll.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>Passt die Ausdehnung der Ausgabe an, sodass sie der Zellenausrichtung des angegebenen Fang-Raster-Layers entspricht.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Legt die Zellengr&ouml;&szlig;e oder Aufl&ouml;sung fest, die zum Durchf&uuml;hren der Analyse und Erstellen des Ausgabe-Raster-Layers verwendet wird.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Gibt einen Masken-Layer an, in dem nur die Zellen im Maskenbereich f&uuml;r die Analyse verwendet werden.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Gibt an, wie Pixelwerte interpoliert werden, wenn die Eingabe- und Ausgabe-Raster nicht &uuml;bereinstimmen.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Gibt den zu verwendenden Prozessortyp an. Zur Auswahl stehen die Optionen  <b>CPU</b>, <b>GPU</b> und <b>Automatisch</b>. Wenn <b>Automatisch</b> angegeben wird, definiert das Werkzeug den Prozessortyp.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Gibt die Anzahl der Service-Instanzen f&uuml;r die Raster-Verarbeitung an, die bei der Ausf&uuml;hrung des Werkzeugs verwendet werden. Zu den unterst&uuml;tzten Werten geh&ouml;ren leere Zeichenfolgen (das Werkzeug bestimmt die Anzahl der Service-Instanzen f&uuml;r die Raster-Verarbeitung), ganze Zahlen (0 oder positive ganze Zahlen) und Prozents&auml;tze. Prozentangaben m&uuml;ssen ein Prozentzeichen (%) nach dem Prozentsatz enthalten.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>Gibt an, ob eine Warnmeldung angezeigt wird, wenn die gesch&auml;tzte Credit-Anzahl den angegebenen Schwellenwert &uuml;bersteigt (aktiviert), oder ob unabh&auml;ngig vom gesch&auml;tzten Credit-Verbrauch die Analyse ohne Anzeige einer Meldung ausgef&uuml;hrt wird (nicht aktiviert). Die in der Organisation festgelegten Einstellungen f&uuml;r die Credit-Budgetierung werden bei der Analyse weiterhin ber&uuml;cksichtigt.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Gibt in Bezug auf den gesch&auml;tzten Credit-Verbrauch zum Ausf&uuml;hren der Analyse den Schwellenwert an, ab dem eine Warnmeldung angezeigt wird. Die Analyse kann auch dann ausgef&uuml;hrt werden, wenn die Sch&auml;tzung den Schwellenwert &uuml;bersteigt.
            </p>
        </div>
    </div>
</div>
</html>
