<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Mit dem Werkzeug &quot;Reisegebiete generieren&quot; werden Gebiete erstellt, die innerhalb einer angegebenen Fahrzeit oder Entfernung erreicht werden k&ouml;nnen.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Die Punkt-Features, deren umliegende Fl&auml;chen berechnet werden.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Mindestens ein Punkt-Feature, das als vor&uuml;bergehende Einschr&auml;nkung (Barriere) bei der Fahrt auf den zugrunde liegenden Stra&szlig;en fungiert. Die Fahrt auf der Stra&szlig;e ist zul&auml;ssig, jedoch nicht die Fahrt durch die Barriere.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Mindestens ein Linien-Feature, das als vor&uuml;bergehende Einschr&auml;nkung (Barriere) bei der Fahrt auf den zugrunde liegenden Stra&szlig;en fungiert. Die Linien-Barrieren unterbinden den Verkehr an allen Punkten, an denen die Barrieren die Stra&szlig;en schneiden.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Mindestens ein Polygon-Feature, das als vor&uuml;bergehende Einschr&auml;nkung (Barriere) bei der Fahrt auf den zugrunde liegenden Stra&szlig;en fungiert. Die Polygon-Barrieren unterbinden den Verkehr an allen Punkten, an denen die Polygone die Stra&szlig;en schneiden.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Der Reisemodus, der zum Erstellen der Reisegebiete verwendet wird. Der Reisemodus kann auf der Entfernung oder der Zeit basieren.
            </p>
        </div>
    </div>
    <div id="breakValues">
        <div>
            <p>Die Reiseentfernung oder das Zeitlimit f&uuml;r jeden Eingabepunkt. Wenn mehrere Werte hinzugef&uuml;gt werden, wird jeder Wert zur Berechnung der Reisegebiete f&uuml;r alle Eingabepunkte verwendet.
            </p>
        </div>
    </div>
    <div id="breakUnits">
        <div>
            <p>Die Einheiten, die zur Angabe der Entfernung oder Fahrzeit verwendet werden. Der  <b>Grenzwert</b> wird in diesen Einheiten interpretiert.
            </p>
        </div>
    </div>
    <div id="travelDirection">
        <div>
            <p>Bestimmt, ob Reisegebiete f&uuml;r Reisen erstellt werden, die von den Eingabepunkten abgehen oder zu den Eingabepunkten hinf&uuml;hren.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Gibt das Datum und die Uhrzeit an, wann Reisende von den Eingabe-Positionen abfahren oder dort ankommen.
            </p>
        </div>
    </div>
    <div id="overlapPolicy">
        <div>
            <p>Bestimmt, wie gemeinsame Gebiete von unterschiedlichen Eingaben behandelt werden sollen, wenn sie aufeinandertreffen.
            </p>
        </div>
    </div>
    <div id="showHoles">
        <div>
            <p>Gibt an, ob jedes Ausgabegebiet ein durchg&auml;ngiges Polygon ist (deaktiviert) oder L&ouml;cher auf Stra&szlig;en beinhaltet, die nicht erreichbar sind, aber vollst&auml;ndig von erreichbaren Stra&szlig;en umgeben sind (aktiviert).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Der Name des Layers, der erstellt und der Karte hinzugef&uuml;gt wird.
            </p>
        </div>
    </div>
    <div id="includeReachableStreets">
        <div>
            <p>Gibt an, ob die Stra&szlig;en, die zum Erstellen der Reisegebiete verwendet werden, als Ausgabe-Layer einbezogen werden.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Der Name des Ordners in  <b>Eigene Inhalte</b>, in dem die Ergebnisse gespeichert werden sollen.
            </p>
        </div>
    </div>
</div>
</html>
