<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Das Werkzeug &quot;Trend-Raster generieren&quot; sch&auml;tzt den Trend f&uuml;r jedes Pixel entlang einer Dimension f&uuml;r eine oder mehrere Variablen in einem multidimensionalen Bilddaten-Layer.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>Der multidimensionale Bilddaten-Layer, der f&uuml;r die Trendgenerierung verwendet wird.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>Die Dimension, f&uuml;r die anhand der in der Analyse ausgew&auml;hlte(n) Variable(n) Trenddaten gewonnen werden sollen.
            </p>
        </div>
    </div>
    <div id="variables">
        <div>
            <p>Die Variable oder Variablen, f&uuml;r die Trends berechnet werden.
            </p>
        </div>
    </div>
    <div id="seasonalPeriod">
        <div>
            <p>Die Zeiteinheit, die bei Verwendung des Linientyps &quot;Saisonaler Kendall-Tests&quot; f&uuml;r die L&auml;nge eines saisonalen Zeitraums verwendet wird.
            </p>
        </div>
    </div>
    <div id="trendLineType">
        <div>
            <p>Der Typ der Trendanalyse, die bei Pixelwerten entlang einer Dimension durchgef&uuml;hrt wird.
            </p>
        </div>
    </div>
    <div id="frequency">
        <div>
            <p>Die f&uuml;r die Trendanpassung verwendete H&auml;ufigkeit oder Polynom-Ordnung.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Gibt an, ob NoData-Werte oder fehlende Werte bei der Analyse ignoriert werden.
            </p>
        </div>
    </div>
    <div id="cycleLength">
        <div>
            <p>Die L&auml;nge der periodischen Variation, die f&uuml;r den harmonischen Zyklus modelliert wird.
            </p>
        </div>
    </div>
    <div id="cycleUnit">
        <div>
            <p>Die Zeiteinheit, die f&uuml;r die L&auml;nge eines harmonischen Zyklus verwendet wird.
            </p>
        </div>
    </div>
    <div id="RMSE">
        <div>
            <p>Gibt an, ob der RMS-Fehler (Root Mean Square, quadratisches Mittel) der angepassten Trendlinie berechnet wird.
            </p>
        </div>
    </div>
    <div id="R2">
        <div>
            
            <p>Gibt an, ob f&uuml;r die angepasste Trendlinie eine Statistik zur Qualit&auml;t der &Uuml;bereinstimmung von R-Squared berechnet wird.
            </p>
        </div>
    </div>
    <div id="slopePValue">
        <div>
            <p>Gibt an, ob die p-Wertstatistik f&uuml;r den Neigungskoeffizienten der angepassten Trendlinie berechnet wird.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Der Name des Layers, der erstellt und der Karte hinzugef&uuml;gt wird.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>Die Art der Ausgabe, die erstellt wird. Die Ausgabe kann ein gekachelter Bilddaten-Layer oder ein dynamischer Bilddaten-Layer sein.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Der Name des Ordners in  <b>Eigene Inhalte</b>, in dem das Ergebnis gespeichert werden soll.
            </p>
        </div>
    </div>
</div>
</html>
