<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Mit dem Werkzeug &quot;Routen planen&quot; werden Routen mit mehreren Stopps f&uuml;r eine Fahrzeugflotte erstellt.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Die Punkt-Features, die angeben, wo die Fahrzeuge ihre Routen starten.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Die Punkt-Features, die die Fahrzeuge auf ihren Routen anfahren m&uuml;ssen. Diese Punkte werden in der Ausgabe zu zugewiesenen oder nicht zugewiesenen Stopps.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Bestimmt, ob die Fahrzeuge zu ihrer Ausgangsposition zur&uuml;ckkehren m&uuml;ssen (aktiviert) oder ob die Fahrt an den angegebenen Positionen beendet wird (deaktiviert).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Die Punkt-Features, die angeben, wo die Fahrzeuge ihre Routen beenden. Wenn der Layer nur einen Punkt enth&auml;lt, werden alle Fahrzeuge zu einem gemeinsamen Endpunkt geleitet. Wenn der Layer mehrere Punkte enth&auml;lt, wird jedes Fahrzeug zu einer eindeutigen Endposition geleitet.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Das Feld im Start-Layer, mit dem die einzelnen Routen, Fahrzeuge oder Fahrer eindeutig identifiziert werden. Wenn die Fahrzeuge eine Route mit mehreren Start- und Endpositionen aufweisen, m&uuml;ssen die ausgew&auml;hlten Routen-IDs f&uuml;r die Layer mit den Start- und Endpunkten &uuml;bereinstimmen.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Das Feld im End-Layer, mit dem die einzelnen Routen, Fahrzeuge oder Fahrer eindeutig identifiziert werden. Wenn die Fahrzeuge eine Route mit mehreren Start- und Endpositionen aufweisen, m&uuml;ssen die ausgew&auml;hlten Routen-IDs f&uuml;r die Layer mit den Start- und Endpunkten &uuml;bereinstimmen.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Mindestens ein Punkt-Feature, das als vor&uuml;bergehende Einschr&auml;nkung (Barriere) bei der Fahrt auf den zugrunde liegenden Stra&szlig;en fungiert. Die Fahrt auf der Stra&szlig;e ist zul&auml;ssig, jedoch nicht die Fahrt durch die Barriere.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Mindestens ein Linien-Feature, das als vor&uuml;bergehende Einschr&auml;nkung (Barriere) bei der Fahrt auf den zugrunde liegenden Stra&szlig;en fungiert. Die Linien-Barrieren unterbinden den Verkehr an allen Punkten, an denen die Barrieren die Stra&szlig;en schneiden.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Mindestens ein Polygon-Feature, das als vor&uuml;bergehende Einschr&auml;nkung (Barriere) bei der Fahrt auf den zugrunde liegenden Stra&szlig;en fungiert. Die Polygon-Barrieren unterbinden den Verkehr an allen Punkten, an denen die Polygone die Stra&szlig;en schneiden.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Die Reisemethode, mit der die Routen erstellt werden. Der Reisemodus kann auf der Entfernung oder der Zeit basieren.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Abfahrtsdatum und -uhrzeit der Fahrzeuge.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Die maximale Anzahl der Fahrzeuge, die zum Anfahren der Stopps verf&uuml;gbar sind. Wenn der  <b>Start-Layer</b> und der <b>End-Layer</b> jeweils ein Feature enthalten, k&ouml;nnen Sie bis zu 100 Fahrzeuge angeben. Wenn einer der Layer mehrere Features enth&auml;lt, kann der Standardwert nicht bearbeitet werden. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Die maximale Anzahl der Stopps, die jedes Fahrzeug auf einer Route einlegen kann. Sie k&ouml;nnen einen Wert zwischen 1 und  200 eingeben. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Geben Sie die erwartete durchschnittliche Servicezeit an, die an jedem Stopp aufgewendet wird.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Legt fest, ob f&uuml;r die Fahrzeuge die maximale Routenzeit gilt. Die Routenzeit umfasst erwartete Fahr- und Servicezeiten, die an den Stopps entlang der Route aufgewendet werden.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Geben Sie die maximal zul&auml;ssige Zeitdauer einer Route vom Start bis zum Ende an.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Der Name des Layers, der erstellt und der Karte hinzugef&uuml;gt wird.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Gibt an, ob jede Ergebnis-Route als Routen-Layer gespeichert wird.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Der Name des Ordners in  <b>Eigene Inhalte</b>, in dem die Ergebnisse gespeichert werden sollen.
            </p>
        </div>
    </div>
</div>
</html>
