<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Mit dem Werkzeug &quot;Oberfl&auml;chenparameter&quot; werden mithilfe von geod&auml;tischen Methoden Parameter einer Raster-Oberfl&auml;che berechnet, z.&nbsp;B. Ausrichtung, Neigung und Kr&uuml;mmung.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>Das H&ouml;henraster, das f&uuml;r Berechnungen verwendet wird.
            </p>
            <p>Wenn das vertikale Koordinatensystem des Eingabe-Rasters eine Z-Einheit enth&auml;lt, wird sie automatisch angewendet.
            </p>
        </div>
    </div>
    <div id="parameterType">
        <div>
            <p>Der Parametertyp der Oberfl&auml;che, der gemessen wird.
            </p> 
        </div>
    </div>
    <div id="outputSlopeMeasurement">
        <div>
            <p>Die Ma&szlig;einheiten des Ausgabe-Neigungs-Rasters.
            </p>
        </div>
    </div>
    <div id="projectGeodesicAzimuths">
        <div>
            <p>Gibt an, ob geod&auml;tische Azimute projiziert werden sollen.
            </p>
            <p>Wenn die Option aktiviert ist, werden geod&auml;tische Azimute projiziert, um die durch den Ausgabe-Raumbezug verursachte Winkelverzerrung zu korrigieren. Ist die Option deaktiviert, werden keine geod&auml;tischen Azimute projiziert.
            </p>
        </div>
    </div>
    <div id="useEquatorialAspect">
        <div>
            <p>Gibt an, ob die Ausrichtung von einem Punkt am &Auml;quator oder vom Nordpol gemessen wird.
            </p>
            <p>Wenn die Option aktiviert ist, wird die Ausrichtung von einem Punkt am &Auml;quator gemessen. Ist die Option deaktiviert, wird die Ausrichtung vom Nordpol gemessen.
            </p>
        </div>
    </div>
    <div id="localSurfaceType">
        <div>
            <p>Der Typ der Oberfl&auml;chenfunktion, die um die Zielzelle angewendet wird.
            </p> 
        </div>
    </div>
    <div id="neighborhoodDistance">
        <div>
            <p>Die Entfernung ab dem Mittelpunkt der Zielzelle, von dem aus die Ausgabe berechnet wird. Sie bestimmt die Nachbarschaftsgr&ouml;&szlig;e, die f&uuml;r die Berechnung verwendet wird.
            </p>
            <p>Der Standardwert ist die Zellengr&ouml;&szlig;e des Rasters, die im Parameter  <b>Eingabe-Oberfl&auml;chen-Raster</b> angegeben ist. Wenn ein Wert angegeben wird, muss dieser gr&ouml;&szlig;er als der Standardwert sein.
            </p> 
        </div>
    </div>
    <div id="useAdaptiveNeighborhood">
        <div>
            <p>Gibt an, ob sich die Nachbarschaftsentfernung mit Landschafts&auml;nderungen &auml;ndert.
            </p>
            <p>Wenn die Option aktiviert ist, &auml;ndert sich die Nachbarschaftsentfernung mit Landschafts&auml;nderungen. Ist die Option deaktiviert, wird an allen Positionen eine feste Nachbarschaftsentfernung verwendet.
            </p>
        </div>
    </div>
    <div id="zUnit">
        <div>
            <p>Die lineare Einheit vertikaler Z-Werte.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Der Name des Oberfl&auml;chen-Raster-Layers, der erstellt und der Karte hinzugef&uuml;gt wird.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Die Art der Ausgabe, die erstellt wird. Die Ausgabe kann ein gekachelter Bilddaten-Layer oder ein dynamischer Bilddaten-Layer sein.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Der Name des Ordners in  <b>Eigene Inhalte</b>, in dem das Ergebnis gespeichert werden soll.
            </p>
        </div>
    </div>
</div>
</html>
