<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Pārvieto&scaron;anās izmaksu aprēķinā&scaron;anas rīks nosaka pārvieto&scaron;anās laiku vai attālumu starp punktu pāriem.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Punktu slānis, kas apzīmē sākumpunkta novietojumus, no kuriem aprēķina pārvieto&scaron;anās izmaksas. Tie akbalstīti slāņi ar līdz  5000 elementiem. </p> 
            <p class="PortalOnly">Punktu slānis, kas apzīmē sākumpunkta novietojumus, no kuriem aprēķina pārvieto&scaron;anās izmaksas.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Punktu slānis, kas apzīmē galamērķa novietojumus, uz kuriem aprēķina pārvieto&scaron;anās izmaksas. Tie akbalstīti slāņi ar līdz  5000 elementiem. </p> 
            <p class="PortalOnly">Punktu slānis, kas apzīmē galamērķa novietojumus, uz kuriem aprēķina pārvieto&scaron;anās izmaksas.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p>Lauks  <b>slānī No</b>, kas definē iepriek&scaron; pie&scaron;ķirto sākumpunkta&ndash;galamērķa pāri. Ja ir vairāki sākumpunkta un galamērķa novietojumi, &scaron;im ID jāatbilst vērtībai <b>slāņa Uz mar&scaron;ruta ID laukam</b>.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p>Lauks  <b>slānī Uz</b>, kas definē iepriek&scaron; pie&scaron;ķirto sākumpunkta&ndash;galamērķa pāri. Ja ir vairāki sākumpunkta un galamērķa novietojumi, &scaron;im ID jāatbilst vērtībai <b>slāņa No mar&scaron;ruta ID laukam</b>.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Viens vai vairāki punktu elementi, kas darbojas kā īslaicīgi ierobežojumi (barjeras), braucot pa ielām. Brauk&scaron;ana ir atļauta pa ielu, ne&scaron;ķērsojot barjeru.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Viens vai vairāki punktu elementi, kas darbojas kā īslaicīgi ierobežojumi (barjeras), braucot pa ielām. Līnijas barjeras aizliedz pārvietoties jebkur, kur barjeras &scaron;ķērso ielas.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Viens vai vairāki laukuma elementi, kas darbojas kā īslaicīgi ierobežojumi (barjeras), braucot pa ielām. Laukuma barjeras aizliedz pārvietoties jebkur, kur laukums &scaron;ķērso ielas.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Metode, kas tiks izmantota attāluma vai laika mērī&scaron;anai. Metode var būt līnijas attālums vai pārvieto&scaron;anās režīms.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Izbrauk&scaron;anas datums un laiks no sākumpunkta novietojuma  <b>slānī No</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>Nosaka, vai sākumpunkti un galamērķi ir savienoti, izmantojot zirnekļa līnijas vai vēlmju līnijas (<b>Taisna līnija</b>), vai ceļu tīkla ielas (<b>Sekot ielām</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Tā slāņa nosaukums, kas tiks izveidots un pievienots kartei.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Norāda, vai katrs rezultātu mar&scaron;ruts tiks saglabāts kā mar&scaron;ruta slānis.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Mapes nosaukums sadaļā  <b>Mans saturs</b>, kurā tiks saglabāti rezultāti.
            </p>
        </div>
    </div>
</div>
</html>
