<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Mar&scaron;rutu plāno&scaron;anas rīks izveido pārvieto&scaron;anās mar&scaron;rutus ar vairākām pieturvietām transportlīdzekļu kolonnai.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Punktu elemeti, kas norāda, kur transportlīdzekļi sāk savu mar&scaron;rutu.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Punktu elementi, kas transportlīdzekļiem jāapmeklē, pārvietojoties pa mar&scaron;rutu. &Scaron;ie punkti izvadē kļūst par pie&scaron;ķirtām vai nepie&scaron;ķirtām pieturām.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Nosaka, vai transportlīdzekļiem jāatgriežas savā sākuma novietojumā (iespējots) vai jāapstājas noteiktās vietās (atspējots).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Punktu elementi, kas norādā, kur transportlīdzekļiem jābeidz savs mar&scaron;ruts. Ja slānī ir tikai viens punkts, visi transportlīdzekļi tiek novirzīti uz kopēju galapunktu. Ja slānī ir vairāki punkti, katrs transportlīdzeklis tiks novirzīts uz unikālu galpunktu.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Lauks sākuma slānī, kas unikāli identificē atsevi&scaron;ķus mar&scaron;rutus, transportlīdzekļus vai autovadītājus. Ja transportlīdzekļi sāk mar&scaron;rutu no vairākām vietām un beidz vairākās vietās, mar&scaron;ruta ID laukam sākuma un beigu slānī ir jāsakrīt.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Lauks beigu slānī, kas unikāli identificē atsevi&scaron;ķus mar&scaron;rutus, transportlīdzekļus vai autovadītājus. Ja transportlīdzekļi sāk mar&scaron;rutu no vairākām vietām un beidz vairākās vietās, mar&scaron;ruta ID laukam sākuma un beigu slānī ir jāsakrīt.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Viens vai vairāki punktu elementi, kas darbojas kā īslaicīgi ierobežojumi (barjeras), braucot pa ielām. Brauk&scaron;ana ir atļauta pa ielu, ne&scaron;ķērsojot barjeru.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Viens vai vairāki punktu elementi, kas darbojas kā īslaicīgi ierobežojumi (barjeras), braucot pa ielām. Līnijas barjeras aizliedz pārvietoties jebkur, kur barjeras &scaron;ķērso ielas.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Viens vai vairāki laukuma elementi, kas darbojas kā īslaicīgi ierobežojumi (barjeras), braucot pa ielām. Laukuma barjeras aizliedz pārvietoties jebkur, kur laukums &scaron;ķērso ielas.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Pārvieto&scaron;anās veids, kas būs pamatā mar&scaron;rutu izveidei. Pārvieto&scaron;anās režīma pamatā var būt attālums vai laiks.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Transportlīdzekļu izbrauk&scaron;anas datums un laiks.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Maksimālais transportlīdzekļu skaits, kuriem būs pieejamas apstā&scaron;anās vietas. Ja  <b>sākuma slānis</b> un <b>beigu slānis</b> katrs satur vienu elementu, varat norādīt līdz pat 100 transportlīdzekļiem. Ja kādā no slāņiem ir vairāk nekā viens elements, noklusējuma vērtību nevar rediģēt. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Maksimālais pieturu skaits, ko katrs transportlīdzeklis var veikt mar&scaron;rutā. Varat norādīt vērtību no 1 līdz  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Norādiet paredzamo vidējo apstā&scaron;anās laiku katrā pieturā.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Nosaka, vai transportlīdzekļiem tiek lietots maksimālais mar&scaron;ruta laiks. Mar&scaron;ruta laiks ietver paredzamo ceļojuma laiku un laiku, kas pavadīts pieturvietās.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Norādīt maksimālo laiku, kad mar&scaron;ruts būtu jāveic no sākuma līdz beigu punktam.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Tā slāņa nosaukums, kas tiks izveidots un pievienots kartei.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Norāda, vai katrs rezultātu mar&scaron;ruts tiks saglabāts kā mar&scaron;ruta slānis.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Mapes nosaukums sadaļā  <b>Mans saturs</b>, kurā tiks saglabāti rezultāti.
            </p>
        </div>
    </div>
</div>
</html>
