{
  "title": "Сервисы местоположений",
  "description": "Задайте области для предоставления доступа к определенным сервисам местоположения ArcGIS. Более подробно см. Безопасность и аутентификация.",
  "requiredService": "Обязательный сервис",
  "availableServices": "Доступные сервисы",
  "unavailableServices": "Недоступные сервисы",
  "unavailableServicesDescription": "Сервисы ниже доступны только в том случае, если включена оплата по мере необходимости. Подробнее об оплате по мере необходимости см. в разделе FAQ по стоимости.",
  "services": {
    "basemap": {
      "heading": "Базовые карты"
    },
    "geocodingStored": {
      "heading": "Геокодирование (сохраненное)",
      "description": "Получить доступ к сервису геокодирования, чтобы выполнять геокодирование и обратное геокодирование, включая поддержку предложений и поиск мест. Вы можете сохранять результаты."
    },
    "geocodingNotStored": {
      "heading": "Геокодирование (не сохраненное)",
      "description": "Получить доступ к сервису геокодирования, чтобы выполнять геокодирование и обратное геокодирование, включая поддержку предложений и поиск мест. Вы не можете сохранять результаты."
    },
    "optimizedRouting": {
      "heading": "Оптимизированная маршрутизация",
      "description": "Получить доступ к сервису Маршрутизации, чтобы определить оптимальную последовательность посещения местоположений."
    },
    "closestFacility": {
      "heading": "Ближайший пункт обслуживания",
      "description": "Получить доступ к Механизму расчета ближайшего пункта обслуживания, чтобы найти один или несколько ближайших к инциденту пунктов обслуживания, на основании времени или расстояния перемещения."
    },
    "locationAllocation": {
      "heading": "Размещение распределение",
      "description": "Получить доступ к сервису Размещение-Распределение, чтобы выбрать, с какими пунктами из набора пунктов обслуживания работать, основываясь на их потенциальном взаимодействии с точками спроса."
    },
    "multiVehicleRouting": {
      "heading": "Маршрутизация с несколькими транспортными средствами",
      "description": "Получить доступ к сервису Задача выбора маршрута транспорта, чтобы определить, какие остановки должны обслуживаться каждым маршрутом и в какой последовательности следует посещать остановки."
    },
    "costMatrix": {
      "heading": "Матрица Источник/Назначение",
      "description": "Получить доступ к сервису Матрица Источник-Назначение, чтобы создать матрицу стоимости достижения цели источник-назначение (OD) из нескольких исходных пунктов к нескольким пунктам назначения."
    },
    "geoEnrichment": {
      "heading": "Геообогащение",
      "description": "Получить доступ к сервису Геообогащения для получения атрибутов, отчетов и инфографики на основе данных, которые описывают демографические данные, бизнес и другие геолокационные характеристики для изучаемых областей и местоположений."
    },
    "routing": {
      "heading": "Маршрутизация",
      "description": "Получить доступ к сервису Маршрутизации, чтобы найти наилучший маршрут из одной точки в другую или в несколько других точек."
    },
    "serviceArea": {
      "heading": "Область обслуживания",
      "description": "Получить доступ к сервису Область обслуживания, чтобы создать область, представляющую расстояние, которое может быть достигнуто при движении по уличной сети."
    }
  }
}
