{
  "updateSharing": "Переглянути надання спільного доступу",
  "moreInfo": "Докладніше",
  "learnMore": "Дізнатись більше",
  "noItemToShare": "Проблеми поширення не виявлено",
  "loadingInfo": "Завантаження відомостей про спільне використання...",
  "updatingSharing": "Оновлення налаштувань спільного використання...",
  "updateItemsCount": "Елемент(-и), який вам дозволено оновлювати: {num}",
  "updateItemsCountText": "Ці залежні елементи не можуть бути видимими іншим, оскільки вони спільно використовуються іншим чином. Натисніть «Оновити» для синхронізації спільного використання залежних елеменів, які вам дозволено оновлювати.",
  "uneditableItemsCount": "Елемент(-и), який вам не дозволено оновлювати: {num}",
  "uneditableMessage": "Ці залежні елементи не можуть бути видимими іншим, оскільки вони спільно використовуються іншим чином.",
  "nonPublicItems": "Елемент(и), до якого(их) не можна надавати публічний доступ:",
  "premiumItemsWebMap": "Ця веб-карта містить преміальний вміст або вміст передплатника.",
  "premiumMessage": "Ці залежні елементи не можуть бути видимими іншим, оскільки для них потрібна підписка.",
  "premiumTextMap": "Докладніше про спільне використання карт з вмістом передплатника або преміальним вмістом",
  "notice": "Деякі елементи можуть бути невидимі для інших, оскільки вони спільно використовуються іншим чином або для їх перегляду потрібна підписка. Клацніть <b>Оновити спільний доступ</b>, щоб синхронізувати спільний доступ до елементів, які вам дозволено оновлювати.",
  "noticeEnterprise": "Деякі елементи не можуть бути видимими іншим, оскільки вони спільно використовуються іншим чином. Клацніть <b>Оновити спільний доступ</b>, щоб синхронізувати спільний доступ до елементів, які вам дозволено оновлювати.",
  "canBeShared": "${count}/${total} спільний доступ до елементів буде оновлено",
  "update": "Оновити спільний доступ",
  "cancel": "Скасувати",
  "ok": "OK",
  "goToItem": "Переглянути всю детальну інформацію",
  "unableToGetItem": "Неможливо отримати відомості про елемент",
  "needShare": {
    "noPermission": {
      "notice": "Ви не маєте дозволу оновлювати спільний доступ до цього елемента.",
      "panel": "Ви не маєте дозволу оновлювати спільний доступ до цього елемента. Цей елемент може бути невидимим для інших, оскільки він спільно використовується іншим чином."
    },
    "pdc": {
      "notice": "Увімкніть публічний збір даних, перш ніж опублікувати цей шар.",
      "panel": "Увімкніть публічний збір даних, перш ніж опублікувати цей шар. Для оптимальної продуктивності та цілісності даних, розгляньте можливість вимкнення редагування або використання нередагованого перегляду шару.",
      "learnMore": "Докладніше про увімкнення редагування загальнодоступних шарів."
    },
    "premium": {
      "notice": "Для перегляду преміального вмісту та вмісту передплатника може знадобитися ввійти в систему.",
      "panel": "Для перегляду преміального вмісту та вмісту передплатника може знадобитися ввійти в систему.",
      "learnMore": "Докладніше про надання спільного доступу до преміального вмісту та вмісту передплатника."
    },
    "sharingPDCEnabled": {
      "notice": "Публічний доступ до цього редагованого шару дозволить будь-кому редагувати його.",
      "panel": "Публічний доступ до цього редагованого шару дозволить будь-кому редагувати його. Для оптимальної продуктивності та цілісності даних, розгляньте можливість вимкнення редагування або використання нередагованого перегляду шару."
    }
  }
}
