{
  "title": "Services de localisation",
  "description": "Définissez les portées pour accorder l’accès à des services de localisation ArcGIS spécifiques. Obtenez plus d’informations via Sécurité et authentification.",
  "requiredService": "Service obligatoire",
  "availableServices": "Services disponibles",
  "unavailableServices": "Services non disponibles",
  "unavailableServicesDescription": "Les services ci-dessous ne sont disponibles que si vous activez le paiement à l’utilisation. Obtenez plus d’informations sur le paiement à l’utilisation dans le FAQ relatif à la tarification.",
  "services": {
    "basemap": {
      "heading": "Fonds de carte"
    },
    "geocodingStored": {
      "heading": "Géocodage (stocké)",
      "description": "Accédez au service Géocodage pour exécuter des opérations de géocodage et de géocodage inverse avec prise en charge des suggestions et de la recherche de lieux. Vous pourrez stocker les résultats."
    },
    "geocodingNotStored": {
      "heading": "Géocodage (non stocké)",
      "description": "Accédez au service Géocodage pour exécuter des opérations de géocodage et de géocodage inverse avec prise en charge des suggestions et de la recherche de lieux. Vous ne pourrez pas stocker les résultats."
    },
    "optimizedRouting": {
      "heading": "Calcul d’itinéraire optimisé",
      "description": "Accédez au service Calcul d’itinéraire pour déterminer la meilleure séquence selon laquelle atteindre les localisations."
    },
    "closestFacility": {
      "heading": "Ressource la plus proche",
      "description": "Accédez au service Ressource la plus proche pour identifier la ou les ressources les plus proches d’un incident en fonction du temps de trajet ou de la distance à parcourir."
    },
    "locationAllocation": {
      "heading": "Localisation-allocation",
      "description": "Accédez au service Localisation-allocation pour sélectionner les ressources d’un ensemble de ressources à utiliser selon leur interaction potentielle avec les points de demande."
    },
    "multiVehicleRouting": {
      "heading": "Tournée de véhicules",
      "description": "Accédez au service Tournée de véhicules pour déterminer les arrêts à desservir sur chaque itinéraire et la séquence selon laquelle les arrêts doivent être atteints."
    },
    "costMatrix": {
      "heading": "Matrice de coût origine/destination",
      "description": "Accédez au service Matrice de coût origine/destination pour créer une matrice de coût origine-destination (OD) de plusieurs origines vers plusieurs destinations."
    },
    "geoEnrichment": {
      "heading": "Géoenrichissement",
      "description": "Accédez au service Géoenrichissement pour obtenir des attributs, des rapports et des infographies dynamiques décrivant des caractéristiques démographiques, commerciales et d’autres caractéristiques géographiques pour des zones d’étude et des localisations."
    },
    "routing": {
      "heading": "Calcul d’itinéraire",
      "description": "Accédez au service Calcul d’itinéraire pour identifier le meilleur itinéraire pour aller d’une localisation à une autre ou pour atteindre plusieurs localisations."
    },
    "serviceArea": {
      "heading": "Zone de desserte",
      "description": "Accédez au service Zone de desserte pour générer une zone représentant la distance qui peut être parcourue lors du déplacement dans un réseau de transport."
    }
  }
}
