{
  "title": "שירותי מיקום",
  "description": "הגדר טווחים כדי להעניק גישה לשירותי מיקום ספציפיים של ArcGIS. קבל מידע נוסף ב'אבטחה ואימות'.",
  "requiredService": "שירות נדרש",
  "availableServices": "שירותים זמינים",
  "unavailableServices": "שירותים לא זמינים",
  "unavailableServicesDescription": "השירותים להלן זמינים רק אם הפעלת שלם-לפי-שימוש. קבל מידע נוסף על האפשרות 'שלם-לפי-שימוש' בשאלות הנפוצות בנושא תמחור.",
  "services": {
    "basemap": {
      "heading": "מפות בסיס"
    },
    "geocodingStored": {
      "heading": "Geocoding (מאוחסן)",
      "description": "עבור אל שירות עיגון כתובות כדי לבצע geocodes קדימה ואחורה כולל תמיכה בהצעות ובחיפוש מקום. אתה רשאי לאחסן את התוצאות."
    },
    "geocodingNotStored": {
      "heading": "עיגון כתובות (לא מאוחסן)",
      "description": "עבור אל שירות עיגון כתובות כדי לבצע geocodes קדימה ואחורה כולל תמיכה בהצעות ובחיפוש מקום. אינך רשאי לאחסן את התוצאות."
    },
    "optimizedRouting": {
      "heading": "ניתוב ממוטב",
      "description": "עבור אל שירות ניתוב כדי לזהות את הרצף הטוב ביותר שבו יש לבקר במיקומים."
    },
    "closestFacility": {
      "heading": "המתקן הקרוב ביותר",
      "description": "עבור אל השירות 'המתקן הקרוב ביותר' כדי למצוא מתקן אחד או יותר שהם הקרובים ביותר לתקרית על בסיס זמן נסיעה או מרחק נסיעה."
    },
    "locationAllocation": {
      "heading": "Location allocation",
      "description": "עבור אל שירות הקצאת מיקום כדי לבחור אילו מתקנים מבין קבוצת מתקנים להפעיל בהתבסס על האינטראקציה הפוטנציאלית שלהם עם נקודות ביקוש."
    },
    "multiVehicleRouting": {
      "heading": "ניתוב מרובה רכבים",
      "description": "עבור אל שירות 'בעיית ניתוב רכבים' כדי לקבוע אילו עצירות יש לשרת בכל מסלול ובאיזה סדר יש לבקר בעצירות."
    },
    "costMatrix": {
      "heading": "טבלת עלות מוצא-יעד",
      "description": "עבור אל שירות טבלת מוצא-יעד כדי ליצור טבלת עלות מוצא-יעד מנקודות מוצא מרובות אל נקודות יעד מרובות."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "עבור אל שירות GeoEnrichment כדי להשיג מאפיינים, דוחות ואינפוגרפיקות נגזרות-נתונים שמתארים נתונים דמוגרפיים, עסקים ומאפיינים אחרים מבוססי-מיקום עבור אזורי מחקר ומיקומים."
    },
    "routing": {
      "heading": "ניתוב",
      "description": "עבור אל שירות ניתוב כדי לזהות את הדרך הטובה ביותר להגיע ממיקום אחד למיקום אחר או כדי לבקר במספר מיקומים."
    },
    "serviceArea": {
      "heading": "אזור שירות",
      "description": "עבור אל השירות 'אזור שירות' כדי להפיק אזור שמייצג את המרחק שאליו ניתן להגיע בעת נסיעה ברשת רחובות."
    }
  }
}
