{
  "updateSharing": "Delen bekijken",
  "moreInfo": "Meer informatie",
  "learnMore": "Meer informatie",
  "noItemToShare": "Geen problemen met delen gedetecteerd",
  "loadingInfo": "Info delen wordt geladen...",
  "updatingSharing": "Delen wordt bijgewerkt...",
  "updateItemsCount": "Item(s) die u mag updaten: {num}",
  "updateItemsCountText": "Deze afhankelijke items zijn mogelijk niet zichtbaar voor anderen omdat ze op een andere wijze worden gedeeld. Klik op Update om het delen te synchroniseren voor de afhankelijke items die u mag bijwerken.",
  "uneditableItemsCount": "Item(s) die u niet mag updaten: {num}",
  "uneditableMessage": "Deze afhankelijke items zijn mogelijk niet zichtbaar voor anderen omdat ze op een andere wijze worden gedeeld.",
  "nonPublicItems": "Item(s) die niet openbaar mogen worden gedeeld:",
  "premiumItemsWebMap": "Deze webmap bevat premium content of abonneecontent.",
  "premiumMessage": "Deze afhankelijke items zijn mogelijk niet zichtbaar voor anderen omdat er een abonnement voor nodig is.",
  "premiumTextMap": "Meer informatie over het delen van kaarten met abonnee of premium content",
  "notice": "Sommige items zijn mogelijk niet zichtbaar voor anderen omdat ze op een andere manier zijn gedeeld of omdat er een abonnement nodig is om ze te bekijken. Klik op <b>Update delen</b> om het delen te synchroniseren van de items die u mag bijwerken.",
  "noticeEnterprise": "Sommige items zijn mogelijk niet zichtbaar voor anderen omdat ze op een andere wijze worden gedeeld. Klik op <b>Update delen</b> om het delen te synchroniseren van de items die u mag bijwerken.",
  "canBeShared": "Voor ${count}/${total} items is het delen bijgewerkt",
  "update": "Delen bijwerken",
  "cancel": "Annuleren",
  "ok": "OK",
  "goToItem": "Volledige details bekijken",
  "unableToGetItem": "Kan geen itemdetails krijgen.",
  "needShare": {
    "noPermission": {
      "notice": "U hebt geen toestemming om het delen van dit item bij te werken.",
      "panel": "U hebt geen toestemming om het delen van dit item bij te werken. Dit item is mogelijk niet zichtbaar omdat het op een andere manier is gedeeld."
    },
    "pdc": {
      "notice": "Schakel eerst 'Verzameling openbare gegevens' in om deze laag openbaar te delen.",
      "panel": "Schakel eerst 'Verzameling openbare gegevens' in om deze laag openbaar te delen. Overweeg om voor optimale prestaties en data-integriteit het bewerken of gebruiken van een onbewerkbare weergavelaag uit te schakelen.",
      "learnMore": "Meer informatie over het bewerken van openbare kaartlagen."
    },
    "premium": {
      "notice": "Premium- en abonnee-inhoud vereisen mogelijk aanmelden om te bekijken.",
      "panel": "Premium- en abonnee-inhoud vereisen mogelijk aanmelden om te bekijken.",
      "learnMore": "Meer informatie over het delen van premium- of abonnee-inhoud."
    },
    "sharingPDCEnabled": {
      "notice": "Het openbaar delen van deze bewerkbare laag stelt iedereen in staat om deze te bewerken.",
      "panel": "Het openbaar delen van deze bewerkbare laag stelt iedereen in staat om deze te bewerken. Overweeg om voor optimale prestaties en data-integriteit het bewerken of gebruiken van een onbewerkbare weergavelaag uit te schakelen."
    }
  }
}
