{
  "title": "Lokasjonstjenester",
  "description": "Angi omfang for å angi tilgang til spesifikke ArcGIS-lokasjonstjenester. Mer om sikkerhet og autentisering.",
  "requiredService": "Nødvendig tjeneste",
  "availableServices": "Tilgjengelige tjenester",
  "unavailableServices": "Utilgjengelige tjenester",
  "unavailableServicesDescription": "Tjenestene nedenfor er bare tilgjengelige når du aktiverer bruksbasert betaling. Les mer om bruksbasert betaling i vanlige spørsmål om priser.",
  "services": {
    "basemap": {
      "heading": "Bakgrunnskart"
    },
    "geocodingStored": {
      "heading": "Geokoding (lagret)",
      "description": "Åpne geokodingstjenesten for å utføre vanlig og omvendt geokoding, inkludert støtte for forslag og stedssøk. Du kan lagre resultatene."
    },
    "geocodingNotStored": {
      "heading": "Geokoding (ikke lagret)",
      "description": "Åpne geokodingstjenesten for å utføre vanlig og omvendt geokoding, inkludert støtte for forslag og stedssøk. Du kan ikke lagre resultatene."
    },
    "optimizedRouting": {
      "heading": "Optimalisert ruteplanlegging",
      "description": "Åpne ruteplanleggingstjenesten for å finne den beste rekkefølgen på lokasjonene som skal besøkes."
    },
    "closestFacility": {
      "heading": "Nærmeste fasilitet",
      "description": "Åpne tjenesten Nærmeste fasilitet for å finne én eller flere fasiliteter som er nærmest en hendelse baserte på reisetid eller reiselengde."
    },
    "locationAllocation": {
      "heading": "Posisjonsallokering",
      "description": "Åpne tjenesten for lokasjonsallokering for å velge hvilke fasiliteter fra et sett av fasiliteter som skal drives baserte på fasilitetens potensielle interaksjon med etterspørselspunkter."
    },
    "multiVehicleRouting": {
      "heading": "Ruteplanlegging for flere kjøretøyer",
      "description": "Åpne VRP-tjenesten (problem med ruteplanlegging for kjøretøy) for å bestemme hvilke stopp som skal betjenes på hver rute og i hvilken rekkefølge."
    },
    "costMatrix": {
      "heading": "Kostnadsmatrise for startpunkt-mål",
      "description": "Åpne tjenesten OD-matrise for å lage en kostnadsmatrise for startpunkt-mål fra flere startpunkt til flere mål."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Åpne GeoEnrichment-tjenesten for å få attributter, rapporter og datadreven infografikk som beskriver demografiske, næringslivsrelaterte og andre datadrevne karakteristikker for studieområder og lokasjoner."
    },
    "routing": {
      "heading": "Ruting",
      "description": "Åpne ruteplanleggingstjenesten for å finne beste rute fra en lokasjon til en annen eller for å besøke flere lokasjoner."
    },
    "serviceArea": {
      "heading": "Dekningsområde",
      "description": "Åpne tjenesten Dekningsområde for å generere et område som representerer avstanden som kan nås når man reiser i et gatenettverk."
    }
  }
}
