{
  "title": "Asukohateenused",
  "description": "Määrake ulatused, et anda juurdepääs kindlatele ArcGIS-i asukohateenustele. Lisateavet leiate jaotisest Turve ja autentimine.",
  "requiredService": "Nõutav teenus",
  "availableServices": "Saadaolevad teenused",
  "unavailableServices": "Teenused, mis pole saadaval",
  "unavailableServicesDescription": "Allolevad teenused on saadaval ainult juhul, kui lubate kasutuspõhise tasumise. Lisateavet kasutuspõhise tasumise kohta leiate hinnakirja KKK-st.",
  "services": {
    "basemap": {
      "heading": "Aluskaardid"
    },
    "geocodingStored": {
      "heading": "Geokodeerimine (salvestamisega)",
      "description": "Kasutage geokodeerimisteenust, et teostada edasi- ja tagasisuunas geokodeerimine, mis toetab soovitusi ja asukoha otsimist. Tulemusi saab salvestada."
    },
    "geocodingNotStored": {
      "heading": "Geokodeerimine (salvestamiseta)",
      "description": "Kasutage geokodeerimisteenust, et teostada edasi- ja tagasisuunas geokodeerimine, mis toetab soovitusi ja asukoha otsimist. Tulemusi ei saa salvestada."
    },
    "optimizedRouting": {
      "heading": "Optimeeritud marsruudid",
      "description": "Kasutage marsruutimisteenust, et leida asukohtade külastamiseks parim järjekord."
    },
    "closestFacility": {
      "heading": "Lähim rajatis",
      "description": "Kasutage teenust Lähim rajatis, et leida üks või mitu rajatist, mis on sõiduaja või sõiduvahemaa põhjal juhtumile kõige lähemad."
    },
    "locationAllocation": {
      "heading": "Asukoha määramine",
      "description": "Kasutage asukoha määramise teenust, et valida, milliseid rajatisi hulga rajatiste seast käitada, võttes aluseks nende potentsiaalse interaktsiooni nõudluspunktidega."
    },
    "multiVehicleRouting": {
      "heading": "Mitme sõiduki teekonnad",
      "description": "Kasutage sõiduki marsruutimise probleemide teenust, et määratleda, milliseid peatusi tuleks igal marsruudil teenindada ja millises järjekorras tuleks peatusi külastada."
    },
    "costMatrix": {
      "heading": "Lähte-/sihtkoha kulumaatriks",
      "description": "Kasutage lähte-/sihtkoha kulumaatriksi teenust, et luua lähte-/sihtkoha kulumaatriks mitmest lähtekohast mitmesse sihtkohta."
    },
    "geoEnrichment": {
      "heading": "Georikastamine",
      "description": "Kasutage georikastamise teenust, et hankida atribuute, aruandeid ja andmepõhist infograafikat, mis kirjeldavad uuringualade ja -asukohtade demograafilisi, ärilisi ja muid asukohapõhiseid omadusi."
    },
    "routing": {
      "heading": "Marsruutimine",
      "description": "Kasutage marsruutimisteenust, et leida parim viis ühest kohast teise minekuks või mitme asukoha külastamiseks."
    },
    "serviceArea": {
      "heading": "Teeninduspiirkond",
      "description": "Kasutage teeninduspiirkonna teenust, et luua ala, mis tähistab vahemaad, milleni on võimalik tänavate võrgus reisides jõuda."
    }
  }
}
