{
  "title": "Chia sẻ",
  "titleGroup": "Chia sẻ nhóm",
  "save": "Lưu",
  "apply": "Áp dụng",
  "cancel": "Hủy",
  "revert": "Khôi phục",
  "update": "Cập nhật",
  "ok": "OK",
  "retrievingInfo": "Đang truy xuất thông tin chia sẻ...",
  "updatingInfo": "Đang cập nhật thông tin chia sẻ...",
  "shareCountLabel": "Số lượt chia sẻ",
  "shareCountHint": "${numItem}/${totalItem} mục",
  "sharedCountHint": "${numItem}/${totalItem} mục đã được chia sẻ",
  "willShareCountHint": "${numItem}/${totalItem} mục sẽ được chia sẻ",
  "shareCountTooltip": "Mục được thiết lập cho cấp độ chia sẻ ${shareLevel}: ${numItem}/${totalItem}",
  "noShareDisclaimer": "Bạn không có đủ quyền để thay đổi cấp chia sẻ.",
  "sharingLimitedItemDisclaimer": "Tùy chọn cấp độ chia sẻ bị giới hạn cho các loại mục nhất định.",
  "sharingLimitedDisclaimer": "Một số tùy chọn cấp độ chia sẻ bị giới hạn bởi quyền chia sẻ của bạn.",
  "cannotShareToLevelDisclaimer": "Bạn không có quyền thiết lập các mục đến cấp độ chia sẻ này.",
  "shareLevel": {
    "title": "Thiết lập cấp độ chia sẻ",
    "noPermission": "Bạn không có đủ quyền để thay đổi cấp chia sẻ.",
    "level": {
      "private": {
        "title": "Chủ sở hữu",
        "description": "Chủ sở hữu của mục có quyền truy cập"
      },
      "org": {
        "title": "Tổ chức",
        "description": "Tất cả thành viên trong tổ chức của bạn đều có quyền truy cập"
      },
      "public": {
        "title": "Mọi người (công khai)",
        "description": "Người ngoài tổ chức bạn có quyền truy cập",
        "descriptionPublicUser": "Mọi người có quyền truy cập"
      }
    }
  },
  "shareGroup": {
    "title": "Thiết lập chia sẻ nhóm",
    "noGroup": "Bạn không có nhóm nào để chia sẻ.",
    "edit": "Chỉnh sửa chia sẻ nhóm",
    "noneYet": "Vẫn chưa",
    "revert": "Khôi phục",
    "remove": "Gỡ bỏ",
    "mixedGroupSharing": "Mục được chia sẻ với các nhóm khác nhau"
  },
  "shareWarning": {
    "publicAccountOpenGroupBrowser": {
      "title": "Thay đổi cấp độ chia sẻ cho mục",
      "description": "Các mục do một Public Account sở hữu phải được chia sẻ với Mọi người trước khi chia sẻ với một nhóm. Cập nhật thông tin về cấp độ chia sẻ với Mọi người và đến phần Chia sẻ Nhóm?"
    },
    "publicAccountSetShareToPrivate": {
      "title": "Thiết lập cấp độ chia sẻ mục thành Riêng tư",
      "description": "Các mục do một Public Account sở hữu không thể được chia sẻ với một nhóm nếu họ thiết lập là riêng tư. Xóa bỏ chia sẻ nhóm?"
    },
    "publicAccountRevertShareLevel": {
      "title": "Khôi phục cấp độ chia sẻ mục",
      "description": "Các mục do một Public Account sở hữu không thể được chia sẻ với một nhóm nếu họ thiết lập là riêng tư. Xóa bỏ việc chia sẻ nhóm?"
    },
    "publicAccountRevertGroup": {
      "title": "Hoàn tác vụ chia sẻ nhóm",
      "description": "Các mục do một Public Account sở hữu không thể được chia sẻ với một nhóm nếu họ thiết lập là riêng tư. Thiết lập cấp độ chia sẻ mục thành Công khai?"
    },
    "publicDataCollectionEnabled": {
      "title": "Cảnh báo: Đang chia sẻ công khai lớp có thể chỉnh sửa được",
      "description": "Bạn đang công khai lớp có thể chỉnh sửa của mình. Để đạt hiệu suất tối ưu và tính thống nhất của dữ liệu, vui lòng xem xét việc vô hiệu hóa chức năng chỉnh sửa hoặc sử dụng một lớp có chế độ xem không thể chỉnh sửa được."
    },
    "publicDataCollectionDisabled": {
      "title": "Không thể chia sẻ công khai lớp có thể chỉnh sửa được",
      "description": "Để chia sẻ công khai, trước tiên, hãy bật tùy chọn Thu thập Dữ liệu Công khai trong thanh Thiết lập trong trang mục của lớp sau đó chia sẻ lại. Để đạt hiệu suất tối ưu và tính thống nhất của dữ liệu, vui lòng xem xét việc vô hiệu hóa chức năng chỉnh sửa hoặc sử dụng một lớp có chế độ xem không thể chỉnh sửa được."
    }
  }
}
