{
  "title": "Sijaintipalvelut",
  "description": "Määritä laajuudet käyttöoikeuden myöntämistä varten tiettyihin ArcGIS-sijaintipalveluihin. Lisätietoja on tietoturva- ja todennuskohdassa.",
  "requiredService": "Pakollinen palvelu",
  "availableServices": "Käytettävissä olevat palvelut",
  "unavailableServices": "Palvelut, jotka eivät ole käytettävissä",
  "unavailableServicesDescription": "Alla olevat palvelut ovat käytettävissä vain, jos otat käyttöön maksamisen käytön mukaan. Lisätietoja maksamisesta käytön mukaan on hinnoittelua koskevissa usein kysytyissä kysymyksissä.",
  "services": {
    "basemap": {
      "heading": "Taustakartat"
    },
    "geocodingStored": {
      "heading": "Geokoodaus (tallennettu)",
      "description": "Käyttämällä geokoodauspalvelua voit tehdä eteenpäin suuntautuvaa ja käänteistä geokoodausta, ja se sisältää tuen ehdotuksille ja paikkahaulle. Voit tallentaa tulokset"
    },
    "geocodingNotStored": {
      "heading": "Geokoodaus (ei tallennettu)",
      "description": "Käyttämällä geokoodauspalvelua voit tehdä eteenpäin suuntautuvaa ja käänteistä geokoodausta, ja se sisältää tuen ehdotuksille ja paikkahaulle. Et voi tallentaa tuloksia."
    },
    "optimizedRouting": {
      "heading": "Optimoitu reititys",
      "description": "Käyttämällä reitityspalvelua voit löytää parhaan sijaintien vierailujärjestyksen."
    },
    "closestFacility": {
      "heading": "Lähin palvelu",
      "description": "Käyttämällä Lähin palvelu -palvelua voit löytää yhden tai useamman palvelun, jotka ovat lähimpänä tapahtumaa matkustusajan tai matkustusetäisyyden perusteella."
    },
    "locationAllocation": {
      "heading": "Sijainnin allokointi",
      "description": "Käyttämällä sijainnin allokointipalvelua voit valita palveluja palveluryhmästä ja hyödyntää niiden mahdollista vuorovaikutusta kysyntäpisteiden kanssa."
    },
    "multiVehicleRouting": {
      "heading": "Usean ajoneuvon reititys",
      "description": "Käyttämällä ajoneuvon reititysongelmapalvelua voit määrittää pysähdykset ja niiden palvelut kullakin reitillä ja järjestyksen, jossa pysähdykset tehdään."
    },
    "costMatrix": {
      "heading": "Lähtöpiste-määränpääkustannusmatriisi",
      "description": "Käyttämällä OD-matriisipalvelua voi luoda lähtöpiste-määränpää (OD) -kustannusmatriisin useista lähtöpisteistä useisiin määränpäihin."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Käyttämällä GeoEnrichment-palvelua saat käyttöösi ominaisuustietoja, raportteja ja aineistolähtöistä infografiikkaa, jolla kuvataan tutkimusalueiden ja sijaintien demografisia, liiketoimintaan liittyviä ja muita sijaintiin perustuvia ominaisuuksia."
    },
    "routing": {
      "heading": "Reititys",
      "description": "Käyttämällä reitityspalvelua voit löytää parhaan tavan siirtyä sijainnista toiseen tai vierailla useissa sijainneissa."
    },
    "serviceArea": {
      "heading": "Palvelualue",
      "description": "Käyttämällä palvelualuepalvelua voit luoda alueen, joka edustaa katuverkostossa matkustettaessa saavutettavissa olevaa etäisyyttä."
    }
  }
}
