{
  "title": "Novietojuma servisi",
  "description": "Iestatiet tvērumus, lai piešķirtu piekļuvi noteiktiem ArcGIS novietojuma servisiem. Uzzināt vairāk par drošību un autentifikāciju.",
  "requiredService": "Nepieciešamais serviss",
  "availableServices": "Pieejamie servisi",
  "unavailableServices": "Nepieejamie servisi",
  "unavailableServicesDescription": "Tālāk norādītie servisi ir pieejami tikai tad, ja ir iespējota priekšapmaksa. Uzzināt vairāk par priekšapmaksu BUJ par cenrādi.",
  "services": {
    "basemap": {
      "heading": "Pamatkartes"
    },
    "geocodingStored": {
      "heading": "Ģeokodēšana (saglabāts)",
      "description": "Piekļūstiet ģeokodēšanas servisam, lai veiktu ģeokodēšanu un reverso ģeokodēšanu, ieskaitot ieteikumu un vietas meklēšanas atbalstu. Jūs varat saglabāt rezultātus."
    },
    "geocodingNotStored": {
      "heading": "Ģeokodēšana (nav saglabāts)",
      "description": "Piekļūstiet ģeokodēšanas servisam, lai veiktu ģeokodēšanu un reverso ģeokodēšanu, ieskaitot ieteikumu un vietas meklēšanas atbalstu. Jūs nedrīkstat saglabāt rezultātus."
    },
    "optimizedRouting": {
      "heading": "Optimizēta maršrutēšana",
      "description": "Piekļūstiet maršrutēšanas servisam, lai atrastu labāko secību novietojumu apmeklēšanai."
    },
    "closestFacility": {
      "heading": "Tuvākā ēka",
      "description": "Piekļūstiet Tuvāka ēka servisam, lai atrastu vienu vai vairākas ēkas, kas ir vistuvāk negadījumam atkarībā no braukšanas laika vai attāluma."
    },
    "locationAllocation": {
      "heading": "Novietojuma piešķiršana",
      "description": "Piekļūstiet novietojuma piešķiršanas servisam, lai izvēlētos, kuras ēkas no ēku kopas izmantot, ņemot vērā to potenciālo mijiedarbību ar pieprasījuma punktiem."
    },
    "multiVehicleRouting": {
      "heading": "Vairāku transportlīdzekļu maršrutēšana",
      "description": "Piekļūstiet transportlīdzekļa maršrutēšanas problēmu servisam, lai noteiktu, kādas pieturas jāveic katrā maršrutā un kādā secībā jāapmeklē pieturas."
    },
    "costMatrix": {
      "heading": "Sākumpunkta/galamērķa izmaksu matrica",
      "description": "Piekļūstiet OD matricas servisam, lai izveidotu sākumpunkta/galamērķa (OD) izmaksu matricu no vairākiem avotiem vairākiem adresātiem."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Piekļūstiet GeoEnrichment servisam, lai iegūtu atribūtus, pārskatus un datos balstītas infografikas, kas apraksta demogrāfiskos, uzņēmējdarbības un citus novietojumā balstītus raksturlielumus pētāmajiem apgabaliem un vietām."
    },
    "routing": {
      "heading": "Maršrutēšana",
      "description": "Piekļūstiet maršrutēšanas servisam, lai atrastu labāko veidu, kā nokļūt no viena novietojuma citā vai apmeklēt vairākus novietojumus."
    },
    "serviceArea": {
      "heading": "Servisa teritorija",
      "description": "Piekļūstiet servisa teritorijas pakalpojumam, lai izveidotu teritoriju, kas norāda attālumu, ko var sasniegt, pārvietojoties pa ceļu tīklu."
    }
  }
}
