{
  "updateSharing": "Megosztás felülvizsgálata",
  "moreInfo": "További információ",
  "learnMore": "További információ",
  "noItemToShare": "Nem észlelhető megosztási probléma",
  "loadingInfo": "Megosztási adatok betöltése…",
  "updatingSharing": "Megosztás frissítése…",
  "updateItemsCount": "Frissítési engedéllyel rendelkező elemekek száma: {num}",
  "updateItemsCountText": "Előfordulhat, hogy ezek a függő elemek mások számára nem láthatók, mert azok másképp vannak megosztva. Kattintson a Frissítés gombra, ha szeretné azoknak a függő elemekenek a szinkronizálását elvégezni, melyekhez frissítési engedéllyel rendelkezik.",
  "uneditableItemsCount": "Frissítési engedéllyel nem rendelkező elemekek száma: {num}",
  "uneditableMessage": "Előfordulhat, hogy ezek a függő elemek mások számára nem láthatók, mert azok másképp vannak megosztva.",
  "nonPublicItems": "Elem(ek), melyek nem osztható(k) meg nyilvánosan:",
  "premiumItemsWebMap": "Ez a webtérkép prémium vagy előfizetői tartalmat tartalmaz.",
  "premiumMessage": "Ezek a függő elemek mások számára esetleg nem láthatók, mivel előfizetést igényelnek.",
  "premiumTextMap": "További információk az előfizetői vagy prémium tartalmat tartalmazó térképek megosztásáról",
  "notice": "Előfordulhat, hogy egyes elemek mások számára nem láthatók, mert azok másképp vannak megosztva, vagy a megtekintésükhöz előfizetés szükséges. Kattintson a <b>Megosztás frissítése</b> gombra, ha szeretné azoknak az elemeknek a szinkronizálását elvégezni, amelyekhez frissítési jogosultsággal rendelkezik.",
  "noticeEnterprise": "Előfordulhat, hogy egyes elemek mások számára nem láthatók, mert másképp vannak megosztva. Kattintson a <b>Megosztás frissítése</b> gombra, ha szeretné azoknak az elemeknek a szinkronizálását elvégezni, amelyekhez frissítési jogosultsággal rendelkezik.",
  "canBeShared": "${count}/${total} elem esetében módosul a megosztás",
  "update": "Megosztás frissítése",
  "cancel": "Mégse",
  "ok": "OK",
  "goToItem": "Összes részlet megtekintése",
  "unableToGetItem": "Nem sikerült az elem részleteinek lekérése.",
  "needShare": {
    "noPermission": {
      "notice": "Nincs jogosultsága az elem megosztásának módosítására.",
      "panel": "Nincs jogosultsága az elem megosztásának módosítására. Előfordulhat, hogy ez az elem nem látható mások számára, mert másképp van megosztva."
    },
    "pdc": {
      "notice": "A réteg nyilvánossággal való megosztása előtt engedélyezze a Nyilvános adatok gyűjtése beállítást.",
      "panel": "A réteg nyilvánossággal való megosztása előtt engedélyezze a Nyilvános adatok gyűjtése beállítást. Az optimális teljesítmény és az adatok integritásának megőrzése érdekében célszerű letiltani a szerkesztést, vagy nem szerkeszthető réteget használni.",
      "learnMore": "További információk a nyilvános rétegek szerkesztésének engedélyezéséről."
    },
    "premium": {
      "notice": "Előfordulhat, hogy a prémium és az előfizetői tartalmak megtekintéséhez be kell jelentkezni.",
      "panel": "Előfordulhat, hogy a prémium és az előfizetői tartalmak megtekintéséhez be kell jelentkezni.",
      "learnMore": "További információ az előfizetői vagy prémium tartalom megosztásáról."
    },
    "sharingPDCEnabled": {
      "notice": "E szerkeszthető réteg nyilvános megosztása bárki számára lehetővé teszi a réteg szerkesztését.",
      "panel": "E szerkeszthető réteg nyilvános megosztása bárki számára lehetővé teszi a réteg szerkesztését. Az optimális teljesítmény és az adatok integritásának megőrzése érdekében célszerű letiltani a szerkesztést, vagy nem szerkeszthető réteget használni."
    }
  }
}
