{
  "title": "Locatieservices",
  "description": "Stel scopes in om toegang te verlenen tot specifieke ArcGIS-locatieservices. Meer informatie vindt u in Beveiliging en verificatie.",
  "requiredService": "Vereiste service",
  "availableServices": "Beschikbare services",
  "unavailableServices": "Niet-beschikbare services",
  "unavailableServicesDescription": "De onderstaande services zijn alleen beschikbaar als u pay-as-you-go inschakelt. Lees meer over pay-as-you-go in de FAQ over prijzen.",
  "services": {
    "basemap": {
      "heading": "Basiskaarten"
    },
    "geocodingStored": {
      "heading": "Geocodering (opgeslagen)",
      "description": "Gebruik de geocoderingsdienst om voorwaartse en achterwaartse geocodes uit te voeren, inclusief ondersteuning voor suggesties en zoeken naar plaatsen. U mag de resultaten opslaan."
    },
    "geocodingNotStored": {
      "heading": "Geocodering (niet opgeslagen)",
      "description": "Gebruik de geocoderingsdienst om voorwaartse en achterwaartse geocodes uit te voeren, inclusief ondersteuning voor suggesties en zoeken naar plaatsen. U mag de resultaten niet opslaan."
    },
    "optimizedRouting": {
      "heading": "Geoptimaliseerde routes",
      "description": "Gebruik de Routingservice om de beste volgorde te vinden waarin de locaties moeten worden bezocht."
    },
    "closestFacility": {
      "heading": "Dichtstbijzijnde faciliteit",
      "description": "Gebruik de dienst Dichtstbijzijnde faciliteit om een of meer faciliteiten te vinden die het dichtst bij een incident liggen op basis van reistijd of reisafstand."
    },
    "locationAllocation": {
      "heading": "Locatietoewijzing",
      "description": "Gebruik de service Locatietoewijzing om uit een reeks voorzieningen te kiezen die in bedrijf worden genomen op basis van hun potentiële interactie met vraagpunten."
    },
    "multiVehicleRouting": {
      "heading": "Routes voor meerdere voertuigen",
      "description": "Gebruik de service Voertuigrouteringsprobleem om te bepalen welke stops door elke route moeten worden aangedaan en in welke volgorde de stops moeten worden bezocht."
    },
    "costMatrix": {
      "heading": "Oorsprong/bestemming kostenmatrix",
      "description": "Gebruik de OD-matrixdienst om een oorsprong-bestemmingskostenmatrix te maken van meerdere oorsprongsgebieden naar meerdere bestemmingen."
    },
    "geoEnrichment": {
      "heading": "Geografische verrijking",
      "description": "Gebruik de service GeoEnrichment voor het verkrijgen van attributen, rapporten en gegevensgestuurde infografieën die demografische, zakelijke en andere locatiegebonden kenmerken voor studiegebieden en -locaties beschrijven."
    },
    "routing": {
      "heading": "Routes",
      "description": "Gebruik de Routingservice om de beste route te zoeken om van de ene locatie naar de andere te gaan of om verschillende locaties te bezoeken."
    },
    "serviceArea": {
      "heading": "Servicegebied",
      "description": "Gebruik de service Servicegebied om een gebied te genereren dat de afstand vertegenwoordigt die kan worden bereikt bij het reizen in een stratennetwerk."
    }
  }
}
