{
  "updateSharing": "Zdieľanie recenzií",
  "moreInfo": "Viac informácií",
  "learnMore": "Zistiť viac",
  "noItemToShare": "Neboli zistené žiadne problémy so zdieľaním",
  "loadingInfo": "Načítavanie informácií o zdieľaní...",
  "updatingSharing": "Aktualizovanie zdieľania...",
  "updateItemsCount": "Položka(y), pri ktorých máte povolenie na aktualizáciu: {num}",
  "updateItemsCountText": "Tieto závislé položky nemusia byť pre ostatných viditeľné, pretože sú zdieľané inak. Kliknite na Aktualizovať a zosynchronizujte zdieľanie závislých položiek, pri ktorých máte povolenie na aktualizáciu.",
  "uneditableItemsCount": "Položka(y), pri ktorých nemáte povolenie na aktualizáciu: {num}",
  "uneditableMessage": "Tieto závislé položky nemusia byť pre ostatných viditeľné, pretože sú zdieľané inak.",
  "nonPublicItems": "Položka(y), ktoré nemôžu byť zdieľané verejne:",
  "premiumItemsWebMap": "Táto webová mapa obsahuje prémiový alebo predplatiteľský obsah.",
  "premiumMessage": "Tieto závislé položky nemusia byť viditeľné pre ostatných, pretože vyžadujú predplatné.",
  "premiumTextMap": "Prečítajte si viac informácií o zdieľaní máp s predplatiteľským alebo prémiovým obsahom.",
  "notice": "Niektoré položky nemusia byť viditeľné pre ostatných, pretože sú zdieľané iným spôsobom alebo si ich zobrazenie vyžaduje predplatné. Kliknutím na <b>Aktualizovať zdieľanie </b> synchronizujte zdieľanie položiek, ktoré máte oprávnenie aktualizovať.",
  "noticeEnterprise": "Niektoré položky nemusia byť viditeľné pre ostatných, pretože sú zdieľané iným spôsobom. Kliknutím na <b>Aktualizovať zdieľanie</b> synchronizujte zdieľanie položiek, ktoré máte oprávnenie aktualizovať.",
  "canBeShared": "${count}/${total} položky budú mať aktualizované zdieľanie",
  "update": "Aktualizovať zdieľanie",
  "cancel": "Zrušiť",
  "ok": "OK",
  "goToItem": "Zobraziť úplné podrobnosti",
  "unableToGetItem": "Nie je možné získať podrobnosti o položke.",
  "needShare": {
    "noPermission": {
      "notice": "Nemáte povolenie aktualizovať zdieľanie tejto položky.",
      "panel": "Nemáte povolenie aktualizovať zdieľanie tejto položky. Táto položka nemusí byť viditeľná pre ostatných, pretože je zdieľaná iným spôsobom."
    },
    "pdc": {
      "notice": "Pred verejným publikovaním tejto vrstvy povoľte zber verejných dát.",
      "panel": "Pred verejným publikovaním tejto vrstvy povoľte zber verejných dát. Pre optimálny výkon a integritu dát zvážte zakázanie editácie alebo použite pohľad vrstvy bez možnosti editácie.",
      "learnMore": "Ďalšie informácie o povolení editácie na verejných vrstvách."
    },
    "premium": {
      "notice": "Pre zobrazenie prémiového a predplatiteľského obsahu môže byť potrebné prihlásenie.",
      "panel": "Pre zobrazenie prémiového a predplatiteľského obsahu môže byť potrebné prihlásenie.",
      "learnMore": "Ďalšie informácie o zdieľaní prémiového alebo predplatiteľského obsahu."
    },
    "sharingPDCEnabled": {
      "notice": "Verejné zdieľanie tejto editovateľnej vrstvy umožní komukoľvek jej editáciu.",
      "panel": "Verejné zdieľanie tejto editovateľnej vrstvy umožní komukoľvek jej editáciu. Pre optimálny výkon a integritu dát zvážte zakázanie editácie alebo použite pohľad vrstvy bez možnosti editácie."
    }
  }
}
