{
  "title": "Υπηρεσίες τοποθεσίας",
  "description": "Ορισμός εμβέλειας για τη χορήγηση πρόσβασης σε συγκεκριμένες υπηρεσίες τοποθεσίας ArcGIS. Μάθετε περισσότερα στην ενότητα Ασφάλεια και έλεγχος ταυτότητας.",
  "requiredService": "Απαιτούμενη υπηρεσία",
  "availableServices": "Διαθέσιμες υπηρεσίες",
  "unavailableServices": "Μη διαθέσιμες υπηρεσίες",
  "unavailableServicesDescription": "Οι παρακάτω υπηρεσίες είναι διαθέσιμες μόνο αν ενεργοποιήσετε την Πληρωμή στην πορεία. Μάθετε περισσότερα για την Πληρωμή στην πορεία στις Συχνές Ερωτήσεις για την τιμολόγηση.",
  "services": {
    "basemap": {
      "heading": "Υπόβαθρα"
    },
    "geocodingStored": {
      "heading": "Γεωκωδικοποίηση (αποθηκεύτηκε)",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία γεωκωδικοποίησης για να εκτελέσετε ευθείς και αντίστροφους γεωκώδικες, συμπεριλαμβανομένης υποστήριξης για προτάσεις και αναζήτηση τοποθεσιών. Μπορείτε να αποθηκεύσετε τα αποτελέσματα."
    },
    "geocodingNotStored": {
      "heading": "Γεωκωδικοποίηση (δεν αποθηκεύτηκε)",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία γεωκωδικοποίησης για να εκτελέσετε ευθείς και αντίστροφους γεωκώδικες, συμπεριλαμβανομένης υποστήριξης για προτάσεις και αναζήτηση τοποθεσιών. Δεν μπορείτε να αποθηκεύσετε τα αποτελέσματα."
    },
    "optimizedRouting": {
      "heading": "Βελτιστοποιημένες διαδρομές",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία Δρομολόγησης για να βρείτε την καλύτερη σειρά με την οποία θα γίνει η μετάβαση στις τοποθεσίες."
    },
    "closestFacility": {
      "heading": "Πλησιέστερη εγκατάσταση",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία Πλησιέστερης εγκατάστασης για να βρείτε μία ή περισσότερες εγκαταστάσεις που βρίσκονται πλησιέστερα σε συμβάν βάσει της διάρκειας διαδρομής ή της απόστασης."
    },
    "locationAllocation": {
      "heading": "Εκχώρηση κατά τοποθεσία",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία Εκχώρηση κατά τοποθεσία για να επιλέξετε ποιες εγκαταστάσεις από ένα σύνολο εγκαταστάσεων θα λειτουργούν βάσει της πιθανής αλληλεπίδρασής τους με σημεία ζήτησης."
    },
    "multiVehicleRouting": {
      "heading": "Δρομολογήσεις πολλαπλών οχημάτων",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία Πρόβλημα δρομολόγησης οχήματος για να καθορίσετε ποιες στάσεις θα εξυπηρετούνται σε κάθε διαδρομή και με ποια σειρά θα γίνεται η μετάβαση σε αυτές."
    },
    "costMatrix": {
      "heading": "Πίνακας κόστους προέλευσης/προορισμού",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία πίνακα OD για να δημιουργήσετε πίνακα κόστους προέλευσης-προορισμού (OD) από πολλαπλές προελεύσεις σε πολλαπλούς προορισμούς."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία GeoEnrichment για τη λήψη χαρακτηριστικών, αναφορών και γραφικών αναπαραστάσεων δεδομένων βάσει δεδομένων που περιγράφουν δημογραφικά, επιχειρηματικά και άλλα χαρακτηριστικά βάσει τοποθεσίας για περιοχές και τοποθεσίες μελέτης."
    },
    "routing": {
      "heading": "Δρομολόγηση",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία δρομολόγησης για να βρείτε τον καλύτερο τρόπο για να μεταβείτε από τη μια τοποθεσία στην άλλη ή να επισκεφτείτε διάφορες τοποθεσίες."
    },
    "serviceArea": {
      "heading": "Περιοχή εξυπηρέτησης",
      "description": "Αποκτήστε πρόσβαση στην υπηρεσία Περιοχής εξυπηρέτησης για να δημιουργήσετε μια περιοχή που αντιπροσωπεύει την απόσταση στην οποία μπορείτε να φτάσετε όταν ταξιδεύετε σε οδικό δίκτυο."
    }
  }
}
