{
  "title": "Servicios de ubicación",
  "description": "Establezca los ámbitos para conceder acceso a servicios de ubicación de ArcGIS concretos. Obtenga más información sobre Seguridad y autenticación.",
  "requiredService": "Servicio obligatorio",
  "availableServices": "Servicios disponibles",
  "unavailableServices": "Servicios no disponibles",
  "unavailableServicesDescription": "Los siguientes servicios solo están disponibles si habilita el pago por uso. Obtenga más información sobre el pago por uso en las preguntas frecuentes relativas al precio.",
  "services": {
    "basemap": {
      "heading": "Mapas base"
    },
    "geocodingStored": {
      "heading": "Geocodificación (almacenado)",
      "description": "Acceda al servicio de geocodificación para realizar geocódigos directos e inversos que incluyan la compatibilidad de sugerencias y búsqueda de lugares. Puede guardar los resultados."
    },
    "geocodingNotStored": {
      "heading": "Geocodificación (no almacenado)",
      "description": "Acceda al servicio de geocodificación para realizar geocódigos directos e inversos que incluyan la compatibilidad de sugerencias y búsqueda de lugares. Puede no guardar los resultados."
    },
    "optimizedRouting": {
      "heading": "Generación de rutas optimizada",
      "description": "Acceda al servicio de rutas para determinar la mejor secuencia para visitar las ubicaciones."
    },
    "closestFacility": {
      "heading": "Instalación más cercana",
      "description": "Acceda al servicio de instalaciones más cercanas para encontrar una o varias instalaciones próximas a un incidente en función del tiempo de viaje o la distancia de viaje."
    },
    "locationAllocation": {
      "heading": "Asignación de ubicación",
      "description": "Acceda al servicio de asignación de ubicación para elegir qué instalaciones de un conjunto de instalaciones operar en función de su interacción potencial con los puntos de demanda."
    },
    "multiVehicleRouting": {
      "heading": "Generación de rutas para múltiples vehículos",
      "description": "Acceda al servicio Vehicle Routing Problem para determinar qué paradas deberían cubrirse en cada ruta y cuál sería la secuencia de paradas."
    },
    "costMatrix": {
      "heading": "Matriz de coste origen-destino",
      "description": "Acceda al servicio Matriz OD para crear una matriz de coste origen-destino (OD) desde varios orígenes en varios destinos."
    },
    "geoEnrichment": {
      "heading": "Geoenriquecimiento",
      "description": "Acceda al servicio GeoEnrichment para obtener atributos, informes e infografías basadas en datos que describen las características demográficas, empresariales y otras basadas en la ubicación de ubicaciones y áreas de estudio."
    },
    "routing": {
      "heading": "Generación de rutas",
      "description": "Acceda al servicio de rutas para encontrar la mejor manera de ir desde una ubicación a otra o de visitar diversas ubicaciones."
    },
    "serviceArea": {
      "heading": "Área de servicio",
      "description": "Acceda al servicio de áreas de servicio para generar un área que represente la distancia que puede cubrirse al viajar en una red de calles."
    }
  }
}
