{
  "updateSharing": "Review sharing",
  "moreInfo": "More info",
  "learnMore": "Learn more",
  "noItemToShare": "No sharing issues detected",
  "loadingInfo": "Loading sharing info...",
  "updatingSharing": "Updating sharing...",
  "updateItemsCount": "Item(s) you have permission to update: {num}",
  "updateItemsCountText": "These dependent items may not be visible to others because they are shared differently. Click Update to synchronize sharing of the dependent items you have permission to update.",
  "uneditableItemsCount": "Item(s) you don't have permission to update: {num}",
  "uneditableMessage": "These dependent items may not be visible to others because they are shared differently.",
  "nonPublicItems": "Item(s) that can't be shared publicly:",
  "premiumItemsWebMap": "This web map contains premium or subscriber content.",
  "premiumMessage": "These dependent items may not be visible to others because they require a subscription.",
  "premiumTextMap": "Learn more about sharing maps with subscriber or premium content",
  "notice": "Some items may not be visible to others because they are shared differently or require a subscription to view. Click <b>Update sharing</b> to synchronize sharing of the items that you have permission to update.",
  "noticeEnterprise": "Some items may not be visible to others because they are shared differently. Click <b>Update sharing</b> to synchronize sharing of the items that you have permission to update.",
  "canBeShared": "${count}/${total} items will have their sharing updated",
  "update": "Update sharing",
  "cancel": "Cancel",
  "ok": "OK",
  "goToItem": "View full details",
  "unableToGetItem": "Unable to get item details.",
  "needShare": {
    "noPermission": {
      "notice": "You don't have permission to update sharing of this item.",
      "panel": "You don't have permission to update sharing of this item. This item may not be visible to others because it's shared differently."
    },
    "pdc": {
      "notice": "Enable Public Data Collection before sharing this layer publicly.",
      "panel": "Enable Public Data Collection before sharing this layer publicly. For optimal performance and data integrity, please consider disabling editing or using a non-editable view layer.",
      "learnMore": "Learn more about enabling editing on public layers."
    },
    "premium": {
      "notice": "Premium and subscriber content may require signing in to view.",
      "panel": "Premium and subscriber content may require signing in to view.",
      "learnMore": "Learn more about sharing premium or subscriber content."
    },
    "sharingPDCEnabled": {
      "notice": "Sharing this editable layer publicly will allow anyone to edit it.",
      "panel": "Sharing this editable layer publicly will allow anyone to edit it. For optimal performance and data integrity, please consider disabling editing or using a non-editable view layer."
    }
  }
}