{
  "updateSharing": "Revizija deljenja",
  "moreInfo": "Još informacija",
  "learnMore": "Saznajte više",
  "noItemToShare": "Nema detektovanih stavki za deljenje",
  "loadingInfo": "Učitavanje informacija za deljenje...",
  "updatingSharing": "Ažuriranje deljenja...",
  "updateItemsCount": "Stavka(e) za koju imate dozvolu za ažuriranje: {num}",
  "updateItemsCountText": "Ove zavisne stavke možda neće biti vidljive ostalima jer se dele drugačije. Kliknite na Ažuriraj da biste sinhronizovali deljenje zavisnih stavki za koje imate dozvolu za ažuriranje.",
  "uneditableItemsCount": "Stavka(e) nema dozvolu za ažuriranje: {num}",
  "uneditableMessage": "Ove zavisne stavke možda neće biti vidljive ostalima jer se dele drugačije.",
  "nonPublicItems": "STavka(e) ne može da se podeli javno:",
  "premiumItemsWebMap": "Ova veb mapa sadrži premium ili pretplatnički sadržaj.",
  "premiumMessage": "Ove zavisne stavke možda neće biti vidljive drugima jer zahtevaju pretplatu.",
  "premiumTextMap": "Saznajte više o deljenju mapa sa pretplatničkim ili premijum sadržajem",
  "notice": "Neke stavke možda neće biti vidljive drugima jer se dele drugačije ili zahtevaju pretplatu za prikaz. Kliknite na <b>Ažuriraj deljenje</b> da biste sinhronizovali deljenje stavki za koje imate dozvolu za ažuriranje.",
  "noticeEnterprise": "Neke stavke možda neće biti vidljive ostalima jer se dele drugačije. Kliknite na <b>Ažuriraj deljenje</b> da biste sinhronizovali deljenje stavki za koje imate dozvolu za ažuriranje.",
  "canBeShared": "${count}/${total} stavki imaće ažurirano svoje deljenje",
  "update": "Ažuriraj deljenje",
  "cancel": "Otkaži",
  "ok": "U REDU",
  "goToItem": "Prikaži potpune detalje",
  "unableToGetItem": "Nije moguće preuzimanje detalja stavke.",
  "needShare": {
    "noPermission": {
      "notice": "Nemate dozvolu da ažurirate deljenje ove stavke.",
      "panel": "Nemate dozvolu da ažurirate deljenje ove stavke. Ova stavka možda neće biti vidljiva drugima jer se deli drugačije."
    },
    "pdc": {
      "notice": "Omogućite prikupljanje javnih podataka pre nego što javno podelite ovaj sloj.",
      "panel": "Omogućite prikupljanje javnih podataka pre nego što javno podelite ovaj sloj. Za optimalne performanse i integritet podataka, razmotrite onemogućavanje uređivanja ili korišćenje sloja prikaza kojeg nije moguće urediti.",
      "learnMore": "Saznajte više o omogućavanju uređivanja na javnim slojevima."
    },
    "premium": {
      "notice": "Premium i pretplatnički sadržaj može zahtevati prijavljivanje da biste ga videli.",
      "panel": "Premium i pretplatnički sadržaj može zahtevati prijavljivanje da biste ga videli.",
      "learnMore": "Saznajte više o deljenju premijum ili pretplatničkog sadržaja."
    },
    "sharingPDCEnabled": {
      "notice": "Javno deljenje ovog sloja koji se može uređivati omogućiće svima da ga uređuju.",
      "panel": "Javno deljenje ovog sloja koji se može uređivati omogućiće svima da ga uređuju. Za optimalne performanse i integritet podataka, razmotrite onemogućavanje uređivanja ili korišćenje sloja prikaza kojeg nije moguće urediti."
    }
  }
}
