{
  "updateSharing": "Tarkista jakaminen",
  "moreInfo": "Lisätietoja",
  "learnMore": "Lisätietoja",
  "noItemToShare": "Jakamisongelmia ei havaittu",
  "loadingInfo": "Ladataan jakamisen tietoja...",
  "updatingSharing": "Päivitetään jakamista...",
  "updateItemsCount": "Kohteet, joihin sinulla on päivitysoikeus: {num}",
  "updateItemsCountText": "Nämä riippuvaiset kohteet eivät ehkä näy muille, koska ne jaetaan eri tavalla. Napsauttamalla Päivitä voit synkronoida niiden riippuvaisten kohteiden jakamisen, joihin sinulla on päivitysoikeus.",
  "uneditableItemsCount": "Kohteet, joihin sinulla ei ole päivitysoikeutta: {num}",
  "uneditableMessage": "Nämä riippuvaiset kohteet eivät ehkä näy muille, koska ne jaetaan eri tavalla.",
  "nonPublicItems": "Kohteet, joita ei voi jakaa julkisesti:",
  "premiumItemsWebMap": "Tämä verkkokartta sisältää Premium-sisältöä tai tilaukseen perustuvaa sisältöä.",
  "premiumMessage": "Nämä riippuvaiset kohteet eivät ehkä näy muille, koska ne edellyttävät tilausta.",
  "premiumTextMap": "Lue lisätietoja Premium-sisältöä tai tilaukseen perustuvaa sisältöä sisältävien karttojen jakamisesta",
  "notice": "Jotkin kohteet eivät ehkä näy muille, koska ne jaetaan eri tavalla tai niiden katsomiseen vaaditaan tilaus. Napsauttamalla <b>Päivitä jakaminen</b> voit synkronoida niiden kohteiden jakamisen, joihin sinulla on päivitysoikeus.",
  "noticeEnterprise": "Jotkin kohteet eivät ehkä näy muille, koska ne jaetaan eri tavalla. Napsauttamalla <b>Päivitä jakaminen</b> voit synkronoida niiden kohteiden jakamisen, joihin sinulla on päivitysoikeus.",
  "canBeShared": "${count}/${total} kohteen jakaminen päivitetään",
  "update": "Päivitä jakaminen",
  "cancel": "Peruuta",
  "ok": "OK",
  "goToItem": "Näytä täydet tiedot",
  "unableToGetItem": "Kohteen tietoja ei saada.",
  "needShare": {
    "noPermission": {
      "notice": "Sinulla ei ole oikeuksia päivittää tämän kohteen jakamista.",
      "panel": "Sinulla ei ole oikeuksia päivittää tämän kohteen jakamista. Tämä kohde ei ehkä näy muille, koska se jaetaan eri tavalla."
    },
    "pdc": {
      "notice": "Ota käyttöön aineiston julkinen keruu, ennen kuin jaat tämän karttatason julkisesti.",
      "panel": "Ota käyttöön aineiston julkinen keruu, ennen kuin jaat tämän karttatason julkisesti. Optimaalisen suorituskyvyn ja tietojen eheyden takaamiseksi, poista muokkaus käytöstä tai käytä näkymäkarttatasoa, jota ei voi muokata.",
      "learnMore": "Lisätietoja muokkauksen käyttöönotosta julkisissa karttatasoissa."
    },
    "premium": {
      "notice": "Premium-sisältö ja tilaajan sisältö saattavat edellyttää kirjautumista näkymään.",
      "panel": "Premium-sisältö ja tilaajan sisältö saattavat edellyttää kirjautumista näkymään.",
      "learnMore": "Lue lisää Premium-sisällön tai tilaajan sisällön jakamisesta."
    },
    "sharingPDCEnabled": {
      "notice": "Jos tämä muokattavissa oleva karttataso jaetaan julkisesti, kuka tahansa voi muokata sitä.",
      "panel": "Jos tämä muokattavissa oleva karttataso jaetaan julkisesti, kuka tahansa voi muokata sitä. Optimaalisen suorituskyvyn ja tietojen eheyden takaamiseksi, poista muokkaus käytöstä tai käytä näkymäkarttatasoa, jota ei voi muokata."
    }
  }
}
