{
  "title": "Услуги за местоположение",
  "description": "Задайте обхвати, за да предоставите достъп до конкретни услуги за местоположение на ArcGIS. Научете повече в Сигурност и удостоверяване.",
  "requiredService": "Необходима услуга",
  "availableServices": "Налични услуги",
  "unavailableServices": "Неналични услуги",
  "unavailableServicesDescription": "Услугите по-долу са достъпни само ако активирате разплащане. Научете повече за разплащането в често задаваните въпроси за цените.",
  "services": {
    "basemap": {
      "heading": "Базови карти"
    },
    "geocodingStored": {
      "heading": "Геокодиране (съхранява се)",
      "description": "Осъществете достъп до услугата за геокодиране, за да изпълнявате геокодове напред и назад, включително поддръжка за предложения и търсене на място. Можете да съхранявате резултатите."
    },
    "geocodingNotStored": {
      "heading": "Геокодиране (не се съхранява)",
      "description": "Осъществете достъп до услугата за геокодиране, за да изпълнявате геокодове напред и назад, включително поддръжка за предложения и търсене на място. Не можете да съхранявате резултатите."
    },
    "optimizedRouting": {
      "heading": "Оптимизиран маршрут",
      "description": "Осъществете достъп до услугата за маршрутизиране, за да намерите най-добрата последователност, в която да посетите местоположенията."
    },
    "closestFacility": {
      "heading": "Най-близко съоръжение",
      "description": "Осъществете достъп до услугата „Най-близко съоръжение“, за да намерите едно или повече съоръжения, които са най-близо до инцидент въз основа на времето за пътуване или разстоянието за пътуване."
    },
    "locationAllocation": {
      "heading": "Разпределение на местоположение",
      "description": "Осъществете достъп до услугата за разпределение на местоположение, за да изберете кои съоръжения от набор от съоръжения да управлявате въз основа на потенциалното им взаимодействие с точките на търсене."
    },
    "multiVehicleRouting": {
      "heading": "Маршрути с много превозни средства",
      "description": "Осъществете достъп до услугата Проблем с маршрута на превозно средство, за да определите какви спирки трябва да се обслужват по всеки маршрут и в каква последователност трябва да се посещават спирките."
    },
    "costMatrix": {
      "heading": "Матрица на разходите за произход/дестинация",
      "description": "Осъществете достъп до услугата OD Matrix, за да създадете матрица на разходите произход-дестинация (OD) от множество източници към множество дестинации."
    },
    "geoEnrichment": {
      "heading": "Геообогатяване",
      "description": "Осъществете достъп до GeoEnrichment Service, за да получите атрибути, отчети и управлявани от данни инфографики, които описват демографски, бизнес и други характеристики, базирани на местоположение, за области и местоположения на проучване."
    },
    "routing": {
      "heading": "Маршрутизиране",
      "description": "Осъществете достъп до услугата за Маршрутизиране, за да намерите най-добрия начин да стигнете от едно място до друго или да посетите няколко места."
    },
    "serviceArea": {
      "heading": "Област на обслужване",
      "description": "Осъществете достъп до услугата Област на обслужване, за да генерирате зона, която представлява разстоянието, което може да бъде достигнато при пътуване в улична мрежа."
    }
  }
}
