{
  "title": "Helyszolgáltatások",
  "description": "Állítson be hatóköröket az egyes ArcGIS helymeghatározó szolgáltatásokhoz való hozzáférés biztosításához. További információ a Biztonság és hitelesítés szakaszban található.",
  "requiredService": "Szükséges szolgáltatás",
  "availableServices": "Rendelkezésre álló szolgáltatások",
  "unavailableServices": "Nem hozzáférhető szolgáltatások",
  "unavailableServicesDescription": "Az alábbi szolgáltatások csak akkor állnak rendelkezésre, ha engedélyezi a használatalapú fizetést. A használatalapú fizetésről az árakkal kapcsolatos GYIK-ben talál további információt.",
  "services": {
    "basemap": {
      "heading": "Alaptérképek"
    },
    "geocodingStored": {
      "heading": "Geokódolás (tárolt)",
      "description": "A geokódolási szolgáltatáshoz hozzáférve, hogy előre tartó és fordított geokódolást végezhet, a javaslatok és a helykeresés támogatásával együtt. Tárolhatja az eredményeket."
    },
    "geocodingNotStored": {
      "heading": "Geokódolás (nincs tárolva)",
      "description": "A geokódolási szolgáltatáshoz hozzáférve, hogy előre tartó és fordított geokódolást végezhet, a javaslatok és a helykeresés támogatásával együtt. Nem tárolhatja az eredményeket."
    },
    "optimizedRouting": {
      "heading": "Optimalizált útvonal-megállapítás",
      "description": "A Routing útvonal-megállapítási szolgáltatáshoz hozáférve a legjobb sorrendet találhatja meg a helyszínek felkereséséhez."
    },
    "closestFacility": {
      "heading": "Legközelebbi épület",
      "description": "Hozzáférhet a Closest Facility szolgáltatáshoz, amellyel megtalálhatja azt a létesítményt (akár többet is), amely a legközelebb van az adott incidenshez a menetidő és a távolság alapján."
    },
    "locationAllocation": {
      "heading": "Hely kiosztása",
      "description": "A Location Allocation helyelosztási szolgáltatáshoz hozzáférve kiválaszthatja, hogy mely létesítményeket kívánja üzemeltetni a létesítmények halmazából a keresleti pontokkal való potenciális kölcsönhatásuk alapján."
    },
    "multiVehicleRouting": {
      "heading": "Több jármű útvonal-megállapítása",
      "description": "A Vehicle Routing Problem járműútvonal-megállapítási problémákat kezelő szolgáltatáshoz hozzáférve meghatározhatja, hogy mely megállókat kell kiszolgálni az útvonalon, és milyen sorrendben kell meglátogatni a megállókat."
    },
    "costMatrix": {
      "heading": "Kiindulási hely/úti cél költségmátrix",
      "description": "Az OD Matrix szolgáltatáshoz hozzáférve több kiindulási helyből és több célhelyből hozhat létre kiindulási- és célhely (orogon, destination, OD) szerinti költségmátrixot."
    },
    "geoEnrichment": {
      "heading": "Téradatbővítés",
      "description": "A GeoEnrichment service téradatbővítési szolgáltatáshoz hozzáférve olyan attribútumokat, jelentéseket és adatvezérelt infografikákat kaphat, amelyek a vizsgált területek és helyszínek demográfiai, üzleti és egyéb helyalapú jellemzőit írják le."
    },
    "routing": {
      "heading": "Útvonal-megállapítás",
      "description": "A Routing útvonal-megállapításu szolgáltatással megtalálhatja a legjobb utat az egyik helyről a másikra vagy több helyre való eljutáshoz."
    },
    "serviceArea": {
      "heading": "Szolgáltatási terület",
      "description": "A Service Area szolgáltatáshoz hozzáférve olyan területet hozhat létre, amely a közúti hálózaton való utazás során elérhető távolságot képviseli."
    }
  }
}
