{
  "updateSharing": "סקירת שיתוף",
  "moreInfo": "מידע נוסף",
  "learnMore": "מידע נוסף",
  "noItemToShare": "לא זוהו בעיות שיתוף",
  "loadingInfo": "טוען פרטי שיתוף...",
  "updatingSharing": "מעדכן שיתוף...",
  "updateItemsCount": "פריטים שיש לך הרשאה לעדכן: {num}",
  "updateItemsCountText": "ייתכן שפריטים תלויים אלה לא יהיו גלויים בפני אחרים מכיוון שהם שותפו אחרת. לחץ על 'עדכן' כדי לסנכרן שיתוף של הפריטים התלויים שיש לך הרשאה לעדכן.",
  "uneditableItemsCount": "פריטים שאין לך הרשאה לעדכן: {num}",
  "uneditableMessage": "ייתכן שפריטים תלויים אלה לא יהיו גלויים בפני אחרים מכיוון שהם שותפו אחרת.",
  "nonPublicItems": "פריטים שלא ניתן לשתף באופן ציבורי:",
  "premiumItemsWebMap": "מפת ווב זו מכילה תוכן פרימיום/למנויים.",
  "premiumMessage": "ייתכן שפריטים תלויים אלה לא יהיו גלויים בפני אחרים מכיוון שהם מחייבים מינוי.",
  "premiumTextMap": "מידע נוסף על שיתוף מפות עם תוכן למנויים או תוכן פרימיום",
  "notice": "ייתכן שפריטים מסוימים לא יהיו גלויים בפני אחרים מכיוון שהם משותפים באופן שונה או מחייבים מינוי כדי להציג. לחץ על <b>עדכן שיתוף</b> כדי לסנכרן שיתוף של הפריטים שיש לך הרשאה לעדכן.",
  "noticeEnterprise": "ייתכן שחלק מהפריטים לא יהיו גלויים בפני אחרים מכיוון שהם שותפו אחרת. לחץ על <b>עדכן שיתוף</b> כדי לסנכרן שיתוף של הפריטים שיש לך הרשאה לעדכן.",
  "canBeShared": "השיתוף יעודכן ב-${count} מתוך ${total} פריטים",
  "update": "עדכון שיתוף",
  "cancel": "ביטול",
  "ok": "אישור",
  "goToItem": "הצג פרטים מלאים",
  "unableToGetItem": "לא ניתן להשיג פרטי פריט.",
  "needShare": {
    "noPermission": {
      "notice": "אין לך הרשאה לעדכן את השיתוף של פריט זה.",
      "panel": "אין לך הרשאה לעדכן את השיתוף של פריט זה. ייתכן שפריט זה לא גלוי לאחרים מכיוון שהשיתוף שלו שונה."
    },
    "pdc": {
      "notice": "לפני שתשתף שכבה זו באופן ציבורי, הפעל את 'איסוף נתונים ציבוריים'.",
      "panel": "לפני שתשתף שכבה זו באופן ציבורי, הפעל את 'איסוף נתונים ציבוריים'. למקסימום ביצועים והגנה על שלמות הנתונים, מומלץ לשקול להשבית עריכה או להשתמש בשכבת תצוגה לא ניתנת לעריכה.",
      "learnMore": "מידע נוסף אודות הפעלת עריכה בשכבות ציבוריות."
    },
    "premium": {
      "notice": "ייתכן שתצטרך להיכנס למערכת כדי להציג תוכן פרימיום ותוכן למנויים.",
      "panel": "ייתכן שתצטרך להיכנס למערכת כדי להציג תוכן פרימיום ותוכן למנויים.",
      "learnMore": "מידע נוסף על שיתוף תוכן פרימיום או תוכן למנויים."
    },
    "sharingPDCEnabled": {
      "notice": "שיתוף ציבורי של שכבה זו הניתנת לעריכה יאפשר לכולם לערוך אותה.",
      "panel": "שיתוף ציבורי של שכבה זו הניתנת לעריכה יאפשר לכולם לערוך אותה. למקסימום ביצועים והגנה על שלמות הנתונים, מומלץ לשקול להשבית עריכה או להשתמש בשכבת תצוגה לא ניתנת לעריכה."
    }
  }
}
