{
  "title": "Dịch vụ vị trí",
  "description": "Thiết lập phạm vi để cấp quyền truy cập vào dịch vụ vị trí ArcGIS cụ thể. Tìm hiểu thêm thông tin trong Bảo mật và xác thực.",
  "requiredService": "Dịch vụ bắt buộc",
  "availableServices": "Dịch vụ khả dụng",
  "unavailableServices": "Dịch vụ không khả dụng",
  "unavailableServicesDescription": "Các dịch vụ sau chỉ khả dụng nếu bạn bật thanh toán khi dùng đến. Tìm hiểu thêm về thanh toán khi dùng đến trong mục các câu hỏi thường gặp về giá.",
  "services": {
    "basemap": {
      "heading": "Bản đồ nền"
    },
    "geocodingStored": {
      "heading": "Mã hóa địa lý (đã lưu trữ)",
      "description": "Truy cập dịch vụ mã hoá địa lý để thực hiện mã hoá địa lý thuận và ngược bao gồm hỗ trợ đề xuất và tìm kiếm địa điểm. Bạn có thể lưu trữ kết quả."
    },
    "geocodingNotStored": {
      "heading": "Mã hóa địa lý (không được lưu trữ)",
      "description": "Truy cập dịch vụ mã hoá địa lý để thực hiện mã hoá địa lý thuận và ngược bao gồm hỗ trợ đề xuất và tìm kiếm địa điểm. Bạn có thể không lưu trữ kết quả."
    },
    "optimizedRouting": {
      "heading": "Tuyến đường tối ưu",
      "description": "Truy cập dịch vụ Định tuyến để tìm trình tự hợp lý nhất để ghé qua các vị trí."
    },
    "closestFacility": {
      "heading": "Cơ sở gần nhất",
      "description": "Truy cập vào dịch vụ Cơ sở Gần nhất để tìm một hoặc nhiều cơ sở gần sự cố nhất dựa trên thời gian di chuyển hoặc khoảng cách di chuyển."
    },
    "locationAllocation": {
      "heading": "Phân bổ vị trí",
      "description": "Truy cập dịch vụ Phân bổ Vị trí để chọn những cơ sở sẽ vận hành dựa trên tương tác tiềm năng của chúng với điểm nhu cầu từ một tập hợp các cơ sở."
    },
    "multiVehicleRouting": {
      "heading": "Tuyến đường nhiều xe",
      "description": "Truy cập vào dịch vụ Vấn đề Định tuyến Phương tiện để xác định điểm dừng nào sẽ được phục vụ theo từng tuyến và trình tự ghé qua các điểm dừng."
    },
    "costMatrix": {
      "heading": "Ma trận chi phí điểm gốc/điểm đích",
      "description": "Truy cập dịch vụ Ma trận OD để tạo ma trận chi phí điểm gốc/điểm đích (OD) từ nhiều điểm gốc đến nhiều điểm đích."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Truy cập dịch vụ GeoEnrichment để nhận thuộc tính, báo cáo và Thông tin đồ hoạ dựa trên dữ liệu mô tả dữ liệu nhân khẩu học, kinh doanh, và các đặc tính dựa trên vị trí khác cho khu vực và vị trí nghiên cứu."
    },
    "routing": {
      "heading": "Định tuyến",
      "description": "Truy cập dịch vụ Định tuyến để tìm con đường phù hợp nhất để di chuyển từ vị trí này đến vị trí khác hoặc để ghé qua nhiều vị trí."
    },
    "serviceArea": {
      "heading": "Khu vực dịch vụ",
      "description": "Truy cập vào dịch vụ Khu vực Dịch vụ để tạo một khu vực biểu thị khoảng cách có thể đi được khi di chuyển trong mạng lưới đường phố."
    }
  }
}
