{
  "title": "Layanan lokasi",
  "description": "Atur jangkauan untuk memberikan izin ke layanan lokasi ArcGIS tertentu. Pelajari selengkapnya di Keamanan dan autentikasi.",
  "requiredService": "Layanan yang diperlukan",
  "availableServices": "Layanan tersedia",
  "unavailableServices": "Layanan tidak tersedia",
  "unavailableServicesDescription": "Layanan di bawah ini hanya tersedia jika Anda mengaktifkan fitur bayar sesuai yang Anda gunakan. Pelajari selengkapnya tentang fitur bayar sesuai yang Anda gunakan di Pertanyaan umum tentang harga.",
  "services": {
    "basemap": {
      "heading": "Peta Dasar"
    },
    "geocodingStored": {
      "heading": "Geocoding (disimpan)",
      "description": "Akses layanan geocoding untuk menjalankan geocode maju dan mundur termasuk dukungan untuk saran dan pencarian tempat. Anda bisa memilih untuk menyimpan hasilnya."
    },
    "geocodingNotStored": {
      "heading": "Geocoding (tidak disimpan)",
      "description": "Akses layanan geocoding untuk menjalankan geocode maju dan mundur termasuk dukungan untuk saran dan pencarian tempat. Anda bisa memilih untuk tidak menyimpan hasilnya."
    },
    "optimizedRouting": {
      "heading": "Perutean yang dioptimalkan",
      "description": "Akses layanan Perutean untuk menemukan urutan terbaik untuk mengunjungi lokasi."
    },
    "closestFacility": {
      "heading": "Fasilitas terdekat",
      "description": "Akses layanan Fasilitas Terdekat untuk menemukan satu atau lebih fasilitas yang terdekat dari kejadian berdasarkan waktu atau jarak perjalanan."
    },
    "locationAllocation": {
      "heading": "Alokasi lokasi",
      "description": "Akses layanan Alokasi Lokasi untuk memilih fasilitas mana dari sekumpulan fasilitas yang akan beroperasi berdasarkan potensi interaksinya dengan titik permintaan."
    },
    "multiVehicleRouting": {
      "heading": "Perutean multi-kendaraan",
      "description": "Akses layanan Masalah Perutean Kendaraan untuk menentukan perhentian mana yang harus dilayani oleh setiap rute dan dalam urutan apa perhentian tersebut harus dikunjungi."
    },
    "costMatrix": {
      "heading": "Matriks biaya asal/tujuan",
      "description": "Akses layanan Matriks OD untuk membuat matriks biaya asal/tujuan (OD) dari beberapa asal ke beberapa tujuan."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Akses layanan GeoEnrichment untuk mendapatkan atribut, laporanm dan Infografis berbasis data yang menggambarkan demografi, bisnis, dan karakteristik berbasis lokasi lainnya untuk wilayah dan lokasi studi."
    },
    "routing": {
      "heading": "Perutean",
      "description": "Akses layanan Perutean untuk menemukan jalan terbaik untuk berangkat dari satu lokasi ke lokasi lainnya atau untuk mengunjungi beberapa lokasi."
    },
    "serviceArea": {
      "heading": "Area layanan",
      "description": "Akses layanan Area Layanan untuk menghasilkan area yang mewakili jarak yang dapat dijangkau saat bepergian dalam jaringan jalan."
    }
  }
}
