{
  "updateSharing": "Pregled deljenja",
  "moreInfo": "Več informacij",
  "learnMore": "Več",
  "noItemToShare": "Ni zaznanih napak deljenja",
  "loadingInfo": "Nalaganje informacij o deljenju ...",
  "updatingSharing": "Posodabljanje deljenja ...",
  "updateItemsCount": "Element(-i) za katere imate dovoljenje za posodabljanje: {num}",
  "updateItemsCountText": "Ti odvisni elementi morda ne bodo vidni drugim, saj imajo drugačno deljenje. Kliknite Posodobi, da sinhronizirate deljenje odvisnih elementov za katere imate dovoljenje za posodabljanje.",
  "uneditableItemsCount": "Element(-i) za katere nimate dovoljena za posodabljanje: {num}",
  "uneditableMessage": "Ti odvisni elementi morda ne bodo vidni drugim, saj imajo drugačno deljenje.",
  "nonPublicItems": "Elementa (-ov) ni mogoče javno deliti.",
  "premiumItemsWebMap": "Ta spletna karta vsebuje premium ali naročniško vsebino.",
  "premiumMessage": "Ti odvisni elementi morda ne bodo vidni drugim, saj zahtevajo naročnino.",
  "premiumTextMap": "Več o deljenju kart z naročniško ali premium vsebino",
  "notice": "Nekateri elementi morda ne bodo vidni drugim, saj imajo drugačno deljenje ali pa zahtevajo naročnino za ogled. Kliknite <b>Posodobi deljenje</b>, da sinhronizirate deljenje elementov, za katere imate dovoljenje za posodabljanje.",
  "noticeEnterprise": "Nekateri elementi morda ne bodo vidni drugim, saj imajo drugačno deljenje. Kliknite <b>Posodobi deljenje</b>, da sinhronizirate deljenje elementov, za katere imate dovoljenje za posodabljanje.",
  "canBeShared": "Posodobitev deljenja bo izvedena za ${count}/${total} elementov",
  "update": "Posodobi deljenje",
  "cancel": "Prekliči",
  "ok": "V redu",
  "goToItem": "Ogled vseh podrobnosti",
  "unableToGetItem": "Podrobnosti elementa ni bilo mogoče pridobiti.",
  "needShare": {
    "noPermission": {
      "notice": "Nimate dovoljenja za posodobitev deljenja tega elementa.",
      "panel": "Nimate dovoljenja za posodobitev deljenja tega elementa. Ta element morda ne bo viden za druge, saj ima drugačno deljenje."
    },
    "pdc": {
      "notice": "Omogočite zbiranje javnih podatkov pred javnim deljenjem tega sloja.",
      "panel": "Omogočite zbiranje javnih podatkov pred javnim deljenjem tega sloja. Za optimalno delovanje in integriteto podatkov, razmislite o onemogočanju urejanja ali uporabi pogleda sloja, ki ga ni mogoče urejati.",
      "learnMore": "Več o omogočanju urejanja na javnih slojih."
    },
    "premium": {
      "notice": "Premium ali naročniška vsebina bo morda zahtevala vpis za ogled.",
      "panel": "Premium ali naročniška vsebina bo morda zahtevala vpis za ogled.",
      "learnMore": "Več o deljenju premium ali naročniške vsebine."
    },
    "sharingPDCEnabled": {
      "notice": "Javno deljenje tega uredljivega sloja bo vsem dovolilo urejanje sloja.",
      "panel": "Javno deljenje tega uredljivega sloja bo vsem dovolilo urejanje sloja. Za optimalno delovanje in integriteto podatkov, razmislite o onemogočanju urejanja ali uporabi pogleda sloja, ki ga ni mogoče urejati."
    }
  }
}
