{
  "title": "Location services",
  "description": "Set scopes to grant access to specific ArcGIS location services. Learn more in Security and authentication.",
  "requiredService": "Required service",
  "availableServices": "Available services",
  "unavailableServices": "Unavailable services",
  "unavailableServicesDescription": "The services below are only available if you enable pay-as-you-go. Learn more about pay-as-you-go in the pricing FAQ.",
  "services": {
    "basemap": {
      "heading": "Basemaps"
    },
    "geocodingStored": {
      "heading": "Geocoding (stored)",
      "description": "Access the geocoding service to perform forward and reverse geocodes including support for suggestions and place searching. You may store the results."
    },
    "geocodingNotStored": {
      "heading": "Geocoding (not stored)",
      "description": "Access the geocoding service to perform forward and reverse geocodes including support for suggestions and place searching. You may not store the results."
    },
    "optimizedRouting": {
      "heading": "Optimized routing",
      "description": "Access the Routing service to find the best sequence in which to visit the locations."
    },
    "closestFacility": {
      "heading": "Closest facility",
      "description": "Access the Closest Facility service to find one or more facilities that are closest to an incident based on travel time or travel distance."
    },
    "locationAllocation": {
      "heading": "Location allocation",
      "description": "Access the Location Allocation service to choose which facilities from a set of facilities to operate based on their potential interaction with demand points."
    },
    "multiVehicleRouting": {
      "heading": "Multi-vehicle routing",
      "description": "Access the Vehicle Routing Problem service to determine what stops should be serviced by each route and in what sequence the stops should be visited."
    },
    "costMatrix": {
      "heading": "Origin/destination cost matrix",
      "description": "Access the OD Matrix service to create an origin-destination (OD) cost matrix from multiple origins to multiple destinations."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Access the GeoEnrichment service to obtain attributes, reports, and data-driven Infographics which describe demographic, business, and other location-based characteristics for study areas and locations."
    },
    "routing": {
      "heading": "Routing",
      "description": "Access the Routing service to find the best way to get from one location to another or to visit several locations."
    },
    "serviceArea": {
      "heading": "Service area",
      "description": "Access the Service Area service to generate an area that represents the distance that can be reached when traveling in a street network."
    }
  }
}
