{
  "title": "Storitve lociranja",
  "description": "Nastavite obseg za dodelitev dostopa do določenih storitev lociranja ArcGIS. Več v Varnost in avtentikacija.",
  "requiredService": "Obvezna storitev",
  "availableServices": "Razpoložljive storitve",
  "unavailableServices": "Nerazpoložljive storitve",
  "unavailableServicesDescription": "Spodnje storitve so na voljo samo, če omogočite sprotno plačevanje. Več o sprotnem plačevanju v Pogosto zastavljenih vprašanjih o cenah.",
  "services": {
    "basemap": {
      "heading": "Temeljne karte"
    },
    "geocodingStored": {
      "heading": "Geokodiranje (shranjeno)",
      "description": "Dostopajte do storitve geokodiranja, da izvedete geokode za posredovanje in obratne geokode, vključno s podporo za predloge in iskanje krajev. Rezultate lahko shranite."
    },
    "geocodingNotStored": {
      "heading": "Geokodiranje (ni shranjeno)",
      "description": "Dostopajte do storitve geokodiranja, da izvedete geokode za posredovanje in obratne geokode, vključno s podporo za predloge in iskanje krajev. Rezultatov ne morete shraniti."
    },
    "optimizedRouting": {
      "heading": "Optimizirano usmerjanje",
      "description": "Dostopajte do storitve usmerjanja za iskanje najboljšega zaporedja za obisk lokacij."
    },
    "closestFacility": {
      "heading": "Najbližja lokacija storitve",
      "description": "Dostopajte do storitve najbližje lokacije storitve za iskanje ene ali več lokacij storitve, ki so najbližje incidentu po potovalnem času ali razdalji."
    },
    "locationAllocation": {
      "heading": "Dodelitev lokacije",
      "description": "Dostopajte do storitve dodelitve lokacije za izbiro lokacij storitve izmed nabora lokacij storitve za delovanje na podlagi njihove morebitne interakcije s točkami povpraševanja."
    },
    "multiVehicleRouting": {
      "heading": "Usmerjanje za več vozil",
      "description": "Dostopajte do storitve optimizacije poti vozil za določanje, katere postanke bi morala izpolniti vsaka pot in v kakšnem zaporedju bi postanke naj obiskali."
    },
    "costMatrix": {
      "heading": "Matrika stroškov izhodišča/cilja",
      "description": "Dostopajte do storitev matrike izhodišče/cilj, da ustvarite matriko stroškov izhodišče-cilj iz več izhodišč in več ciljev."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Dostopajte do storitve geoobogatitve za pridobivanje atributov, poročil in podatkovno vodenih infografik, ki opisujejo demografijo, podjetja in druge lastnosti na podlagi lokacij za študijska območja in lokacije."
    },
    "routing": {
      "heading": "Usmerjanje",
      "description": "Dostopajte do storitve usmerjanja za iskanje najboljšega načina za pot od ene do druge lokacije ali za obisk več lokacij."
    },
    "serviceArea": {
      "heading": "Storitveno območje",
      "description": "Dostopajte do storitve storitvenega območja za ustvarjanje območja, ki predstavlja razdaljo, ki jo je mogoče doseči pri potovanju po mreži ulic."
    }
  }
}
