{
  "updateSharing": "Επανεξετάστε την κοινοποίηση",
  "moreInfo": "Περισσότερες πληροφορίες",
  "learnMore": "Περισσότερες πληροφορίες",
  "noItemToShare": "Δεν βρέθηκαν προβλήματα κοινοποίησης",
  "loadingInfo": "Φόρτωση πληροφοριών κοινοποίησης",
  "updatingSharing": "Ενημέρωση κοινοποίησης",
  "updateItemsCount": "Αντικείμενα για τα οποία έχετε δικαίωμα ενημέρωσης: {num}",
  "updateItemsCountText": "Αυτά τα εξαρτώμενα αντικείμενα ενδέχεται να μην είναι ορατά σε άλλους επειδή κοινοποιούνται με διαφορετικό τρόπο. Κάντε κλικ στην επιλογή «Ενημέρωση» για συγχρονισμό των εξαρτώμενων αντικειμένων για τα οποία έχετε δικαίωμα ενημέρωσης.",
  "uneditableItemsCount": "Αντικείμενα για τα οποία δεν έχετε δικαίωμα ενημέρωσης: {num}",
  "uneditableMessage": "Αυτά τα εξαρτώμενα αντικείμενα ενδέχεται να μην είναι ορατά σε άλλους επειδή κοινοποιούνται με διαφορετικό τρόπο.",
  "nonPublicItems": "Στοιχεία που δεν μπορούν να κοινοποιηθούν δημοσίως:",
  "premiumItemsWebMap": "Αυτός ο χάρτης web περιέχει περιεχόμενο premium ή συνδρομητή.",
  "premiumMessage": "Αυτά τα εξαρτώμενα αντικείμενα ενδέχεται να μην είναι ορατά σε άλλους επειδή απαιτούν μία συνδρομή.",
  "premiumTextMap": "Μάθετε περισσότερες πληροφορίες για την κοινοποίηση χαρτών με συνδρομητικό ή premium περιεχόμενο",
  "notice": "Κάποια αντικείμενα ενδέχεται να μην είναι ορατά σε άλλους επειδή κοινοποιούνται με διαφορετικό τρόπο ή απαιτούν συνδρομή για να προβληθούν. Κάντε κλικ στην επιλογή <b>«Ενημέρωση κοινοποίησης»</b> για συγχρονισμό της κοινοποίησης των αντικειμένων για τα οποία έχετε δικαίωμα ενημέρωσης.",
  "noticeEnterprise": "Κάποια αντικείμενα ενδέχεται να μην είναι ορατά σε άλλους επειδή κοινοποιούνται με διαφορετικό τρόπο. Κάντε κλικ στην επιλογή <b>«Ενημέρωση κοινοποίησης»</b> για συγχρονισμό της κοινοποίησης των αντικειμένων για τα οποία έχετε δικαίωμα ενημέρωσης.",
  "canBeShared": "${count}/${total} τα στοιχεία θα ενημερωθούν για την κοινοποίησή τους",
  "update": "Ενημέρωση διαδικασίας κοινοποίησης",
  "cancel": "Ακύρωση",
  "ok": "OK",
  "goToItem": "Προβολή αναλυτικών στοιχείων",
  "unableToGetItem": "Αδυναμία λήψης λεπτομερειών αντικειμένου",
  "needShare": {
    "noPermission": {
      "notice": "Δεν έχετε άδεια να ενημερώσετε την κοινοποίηση αυτού του στοιχείου.",
      "panel": "Δεν έχετε άδεια να ενημερώσετε την κοινοποίηση αυτού του στοιχείου. Αυτό το στοιχείο ενδέχεται να μην είναι ορατό σε άλλους επειδή κοινοποιείται με διαφορετικό τρόπο."
    },
    "pdc": {
      "notice": "Ενεργοποιήστε τη Συλλογή Δημόσιων Δεδομένων πριν από την κοινοποίηση αυτού του θεματικού επιπέδου δημόσια.",
      "panel": "Ενεργοποιήστε τη Συλλογή Δημόσιων Δεδομένων πριν από την κοινοποίηση αυτού του θεματικού επιπέδου δημόσια. Για να διασφαλίσετε τις βέλτιστες επιδόσεις και την ακεραιότητα των δεδομένων, είναι προτιμότερο να απενεργοποιήσετε τη δυνατότητα επεξεργασίας ή να χρησιμοποιήσετε ένα μη επεξεργάσιμο θεματικό επίπεδο προβολής.",
      "learnMore": "Μάθετε περισσότερα σχετικά με την ενεργοποίηση της επεξεργασίας σε δημόσια θεματικά επίπεδα."
    },
    "premium": {
      "notice": "Το περιεχόμενο premium και συνδρομητή ενδέχεται να απαιτεί σύνδεση για προβολή.",
      "panel": "Το περιεχόμενο premium και συνδρομητή ενδέχεται να απαιτεί σύνδεση για προβολή.",
      "learnMore": "Μάθετε περισσότερα σχετικά με την κοινοποίηση περιεχομένου premium ή συνδρομητή."
    },
    "sharingPDCEnabled": {
      "notice": "Η κοινοποίηση αυτού του επεξεργάσιμου θεματικού επιπέδου θα επιτρέψει σε οποιονδήποτε να το επεξεργαστεί.",
      "panel": "Η κοινοποίηση αυτού του επεξεργάσιμου θεματικού επιπέδου θα επιτρέψει σε οποιονδήποτε να το επεξεργαστεί. Για να διασφαλίσετε τις βέλτιστες επιδόσεις και την ακεραιότητα των δεδομένων, είναι προτιμότερο να απενεργοποιήσετε τη δυνατότητα επεξεργασίας ή να χρησιμοποιήσετε ένα μη επεξεργάσιμο θεματικό επίπεδο προβολής."
    }
  }
}
