{
  "title": "Serviços de localização",
  "description": "Defina escopos para conceder acesso a serviços de localização do ArcGIS específicos. Saiba mais em Segurança e autenticação.",
  "requiredService": "Serviço exigido",
  "availableServices": "Serviços disponíveis",
  "unavailableServices": "Serviços indisponíveis",
  "unavailableServicesDescription": "Os serviços abaixo estão disponíveis apenas se você habilitar o pagamento conforme o uso. Saiba mais sobre o pagamento conforme o uso nas perguntas frequentes sobre preços.",
  "services": {
    "basemap": {
      "heading": "Mapas Base"
    },
    "geocodingStored": {
      "heading": "Geocodificação (armazenado)",
      "description": "Acesse o serviço de geocodificação para realizar geocódigos direto e reverso, incluindo suporte para sugestões e pesquisa de locais. Você pode armazenar os resultados."
    },
    "geocodingNotStored": {
      "heading": "Geocodificação (não armazenado)",
      "description": "Acesse o serviço de geocodificação para realizar geocódigos direto e reverso, incluindo suporte para sugestões e pesquisa de locais. Você não pode armazenar os resultados."
    },
    "optimizedRouting": {
      "heading": "Rotas otimizadas",
      "description": "Acesse o serviço de Rotas para encontrar a melhor sequência para visitar os locais."
    },
    "closestFacility": {
      "heading": "Instalação mais próxima",
      "description": "Acesse o serviço Instalação mais próxima para encontrar uma ou mais instalações mais próximas de um incidente com base no tempo de viagem ou na distância de viagem."
    },
    "locationAllocation": {
      "heading": "Alocação-Localização",
      "description": "Acesse o serviço Localização-Alocação para escolher quais instalações de um conjunto de instalações operar com base em sua interação potencial com pontos de demanda."
    },
    "multiVehicleRouting": {
      "heading": "Rotas de múltiplos veículos",
      "description": "Acesse o serviço Problema de Rotas de Veículos para determinar quais paradas devem ser atendidas por cada rota e em que sequência as paradas devem ser visitadas."
    },
    "costMatrix": {
      "heading": "Matriz de custo origem-destino",
      "description": "Acesse o serviço OD Matrix para criar uma matriz de custo origem-destino (OD) de múltiplas origens para múltiplos destinos."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Acesse o serviço GeoEnrichment para obter atributos, relatórios e infográficos baseados em dados que descrevem características demográficas, comerciais e outras características baseadas em localização para áreas de estudo e locais."
    },
    "routing": {
      "heading": "Criar Rota",
      "description": "Acesse o serviço de Rotas para encontrar a melhor forma de ir de um local a outro ou visitar vários locais."
    },
    "serviceArea": {
      "heading": "Área de serviço",
      "description": "Acesse o serviço Área de Serviço para gerar uma área que representa a distância que pode ser alcançada ao trafegar em uma rede viária."
    }
  }
}
