{
  "updateSharing": "Jagamise ülevaatus",
  "moreInfo": "Lisateave",
  "learnMore": "Lisainfo",
  "noItemToShare": "Jagamisprobleeme ei tuvastatud",
  "loadingInfo": "Jagamisteabe laadimine...",
  "updatingSharing": "Jagamise uuendamine...",
  "updateItemsCount": "Üksused, mida teil on luba uuendada: {num}",
  "updateItemsCountText": "Need sõltuvad üksused ei pruugi olla teistele nähtavad, sest neid jagatakse teistmoodi. Klõpsake uuendamise toimingukäsku, et sünkroonida jagamine sõltuvatel üksustel, mille uuendamise õigus teil on.",
  "uneditableItemsCount": "Üksused, mida teil pole luba uuendada: {num}",
  "uneditableMessage": "Need sõltuvad üksused ei pruugi olla teistele nähtavad, sest neid jagatakse teistmoodi.",
  "nonPublicItems": "Üksused, mida ei saa avalikult jagada:",
  "premiumItemsWebMap": "See veebikaart sisaldab Premium-sisu või tellijate sisu.",
  "premiumMessage": "Need sõltuvad üksused ei pruugi olla teistele nähtavad, sest need vajavad tellimust.",
  "premiumTextMap": "Lugege lisateavet kaartide tellijaga jagamise või Premium-sisu kohta.",
  "notice": "Mõni üksus ei pruugi olla teistele nähtav, kuna neid jagatakse erinevalt või need vajavad kuvamiseks tellimust. Klõpsake nuppu <b>Uuenda jagamist</b>, et sünkroonida nende üksuste jagamine, mille uuendamise õigus teil on.",
  "noticeEnterprise": "Mõned sisuüksused ei pruugi olla teistele nähtavad, sest neid jagatakse teistmoodi. Klõpsake nuppu <b>Uuenda jagamist</b>, et sünkroonida nende üksuste jagamine, mille uuendamise õigus teil on.",
  "canBeShared": "${count}/${total} üksuse jagamist värskendatakse",
  "update": "Uuenda jagamist",
  "cancel": "Loobu",
  "ok": "OK",
  "goToItem": "Kuva kõik üksikasjad",
  "unableToGetItem": "Üksuse üksikasju ei saa tuua.",
  "needShare": {
    "noPermission": {
      "notice": "Teil pole selle üksuse jagamise uuendamise õigust.",
      "panel": "Teil pole selle üksuse jagamise uuendamise õigust. See üksus ei pruugi olla nähtav, kuna seda jagatakse teistmoodi."
    },
    "pdc": {
      "notice": "Enne selle kihi avalikku jagamist lubage Andmete kogumine avalikkuse jaoks.",
      "panel": "Enne selle kihi avalikku jagamist lubage Andmete kogumine avalikkuse jaoks. Optimaalse toimivuse ja andmete terviklikkuse tagamiseks kaaluge redigeerimise keelamist või mitteredigeeritava vaatekihi kasutamist.",
      "learnMore": "Lisateave avalikel kihtidel redigeerimise lubamise kohta."
    },
    "premium": {
      "notice": "Premium-sisu ja tellijate sisu kuvamiseks võib olla vaja sisse logida.",
      "panel": "Premium-sisu ja tellijate sisu kuvamiseks võib olla vaja sisse logida.",
      "learnMore": "Lugege lisateavet kaartide Premium-sisu või tellijate sisu jagamise kohta."
    },
    "sharingPDCEnabled": {
      "notice": "Selle muudetava kihi avalik jagamine võimaldab kõigil seda muuta.",
      "panel": "Selle muudetava kihi avalik jagamine võimaldab kõigil seda muuta. Optimaalse toimivuse ja andmete terviklikkuse tagamiseks kaaluge redigeerimise keelamist või mitteredigeeritava vaatekihi kasutamist."
    }
  }
}
