{
  "updateSharing": "Xem lại chia sẻ",
  "moreInfo": "Thêm thông tin",
  "learnMore": "Tìm hiểu thêm",
  "noItemToShare": "Không phát hiện sự cố chia sẻ nào",
  "loadingInfo": "Đang tải thông tin chia sẻ...",
  "updatingSharing": "Đang cập nhật thông tin chia sẻ...",
  "updateItemsCount": "(Các) mục bạn có quyền cập nhật: {num}",
  "updateItemsCountText": "Người khác không thể thấy những mục phụ thuộc này bởi vì họ được chia sẻ khác. Nhấp vào nút Cập nhật để đồng bộ hóa việc chia sẻ các mục phụ thuộc mà bạn có quyền để cập nhật.",
  "uneditableItemsCount": "(Các) mục bạn không có quyền cập nhật: {num}",
  "uneditableMessage": "Người khác không thể thấy những mục phụ thuộc này bởi vì họ được chia sẻ khác.",
  "nonPublicItems": "(Các) mục không được chia sẻ công khai:",
  "premiumItemsWebMap": "Bản đồ web này chứa nội dung cao cấp hoặc đăng ký.",
  "premiumMessage": "Người khác không thể thấy những mục phụ thuộc này vì chúng yêu cầu phải đăng ký.",
  "premiumTextMap": "Tìm hiểu thêm về việc chia sẻ bản đồ có nội dung cao cấp hoặc đăng ký",
  "notice": "Người khác không thể thấy một số mục bởi vì các mục này được chia sẻ theo cách khác hoặc cần đăng ký để xem. Nhấp vào nút <b>Cập nhật chia sẻ</b> để đồng bộ hóa việc chia sẻ các mục bạn có quyền cập nhật.",
  "noticeEnterprise": "Người khác không thể thấy một số mục bởi vì họ được chia sẻ theo cách khác. Nhấp vào nút <b>Cập nhật chia sẻ</b> để đồng bộ hóa việc chia sẻ các mục bạn có quyền cập nhật.",
  "canBeShared": "${count}/${total} mục sẽ được cập nhật chia sẻ",
  "update": "Cập nhật chia sẻ",
  "cancel": "Hủy",
  "ok": "OK",
  "goToItem": "Xem đầy đủ thông tin chi tiết",
  "unableToGetItem": "Không thể lấy thông tin chi tiết về mục.",
  "needShare": {
    "noPermission": {
      "notice": "Bạn không có quyền cập nhật chia sẻ mục này.",
      "panel": "Bạn không có quyền cập nhật chia sẻ mục này. Mục này có thể không hiển thị với những người khác do được chia sẻ theo cách khác."
    },
    "pdc": {
      "notice": "Bật tính năng Thu thập Dữ liệu Công khai trước khi chia sẻ công khai lớp này.",
      "panel": "Bật tính năng Thu thập Dữ liệu Công khai trước khi chia sẻ công khai lớp này. Để đạt hiệu suất tối ưu và tính thống nhất của dữ liệu, vui lòng xem xét việc vô hiệu hóa chức năng chỉnh sửa hoặc sử dụng một lớp có chế độ xem không thể chỉnh sửa được.",
      "learnMore": "Tìm hiểu thêm về bật tính năng chỉnh sửa trên lớp công khai."
    },
    "premium": {
      "notice": "Nội dung của người đăng ký và cao cấp có thể yêu cầu đăng nhập để xem.",
      "panel": "Nội dung của người đăng ký và cao cấp có thể yêu cầu đăng nhập để xem.",
      "learnMore": "Tìm hiểu thêm về việc chia sẻ nội dung của người đăng ký hoặc cao cấp."
    },
    "sharingPDCEnabled": {
      "notice": "Chia sẻ công khai lớp có thể chỉnh sửa này sẽ cho phép mọi người chỉnh sửa.",
      "panel": "Chia sẻ công khai lớp có thể chỉnh sửa này sẽ cho phép mọi người chỉnh sửa. Để đạt hiệu suất tối ưu và tính thống nhất của dữ liệu, vui lòng xem xét việc vô hiệu hóa chức năng chỉnh sửa hoặc sử dụng một lớp có chế độ xem không thể chỉnh sửa được."
    }
  }
}
