{
  "updateSharing": "Pārskatīt koplietošanu",
  "moreInfo": "Plašāka informācija",
  "learnMore": "Uzzināt vairāk",
  "noItemToShare": "Koplietošanas problēmas nav atrastas",
  "loadingInfo": "Notiek kolietošanas informācijas ielādēšana...",
  "updatingSharing": "Notiek koplietošanas atjaunināšana...",
  "updateItemsCount": "Vienība(-s), kuru(-as) jums ir atļauts atjaunināt: {num}",
  "updateItemsCountText": "Šīs pakārtotās vienības var nebūt redzamas citiem, jo tās ir atšķirīgi koplietotas. Noklikšķiniet uz Atjaunot, lai sinhronizētu to pakārtoto vienību koplietošanu, kuras jums ir atļauts atjaunināt.",
  "uneditableItemsCount": "Vienība(-s), kuru(-as) jums nav atļauts atjaunināt: {num}",
  "uneditableMessage": "Šīs pakārtotās vienības var nebūt redzamas citiem, jo tās ir atšķirīgi koplietotas.",
  "nonPublicItems": "Vienība(-as), ko nevar publiski koplietot:",
  "premiumItemsWebMap": "Šajā tīmekļa kartē ir augstākā līmeņa vai abonējams saturs.",
  "premiumMessage": "Šīs pakārtotās vienības nav redzamas citiem, jo tām ir nepieciešams abonements.",
  "premiumTextMap": "Uzziniet vairāk par karšu koplietošanu ar abonējamu vai augstākā līmeņa saturu",
  "notice": "Dažas vienības, iespējams, nav redzamas citiem, jo tās tiek koplietotas atšķirīgi vai to skatīšanai ir nepieciešams abonements. Noklikšķiniet uz <b>Atjaunināt koplietošanu</b>, lai sinhronizētu to vienību koplietošanu, kuras jums ir atļauts atjaunināt.",
  "noticeEnterprise": "Dažas vienības var nebūt redzamas citiem, jo tās ir atšķirīgi koplietotas. Noklikšķiniet uz <b>Atjaunināt koplietošanu</b>, lai sinhronizētu to vienību koplietošanu, kuras jums ir atļauts atjaunināt.",
  "canBeShared": "${count}/${total} vienību koplietošana tiks atjaunināta",
  "update": "Atjaunināt koplietošanu",
  "cancel": "Atcelt",
  "ok": "Labi",
  "goToItem": "Skatīt visus datus",
  "unableToGetItem": "Nevar iegūt informāciju par vienību.",
  "needShare": {
    "noPermission": {
      "notice": "Jums nav atļaujas atjaunināt šīs vienības koplietošanu.",
      "panel": "Jums nav atļaujas atjaunināt šīs vienības koplietošanu. Iespējams, šī vienība nav redzama citiem, jo tā tiek koplietota citādi."
    },
    "pdc": {
      "notice": "Iespējojiet publisko datu ievākšanu, pirms koplietojat šo slāni publiski.",
      "panel": "Iespējojiet publisko datu ievākšanu, pirms koplietojat šo slāni publiski. Lai nodrošinātu labāko veiktspēju un datu integritāti, apsveriet iespēju atspējot rediģēšanu vai izmantot nerediģējamu slāņa skatu.",
      "learnMore": "Uzzināt vairāk par rediģēšanas iespējošanu publiskajos slāņos."
    },
    "premium": {
      "notice": "Lai skatītu augstākā līmeņa un abonenta saturu, iespējams, ir jāpierakstās.",
      "panel": "Lai skatītu augstākā līmeņa un abonenta saturu, iespējams, ir jāpierakstās.",
      "learnMore": "Uzziniet vairāk par augstākā līmeņa un abonenta satura koplietošanu."
    },
    "sharingPDCEnabled": {
      "notice": "Ja koplietosiet šo rediģējamo slāni publiski, ikviens to varēs rediģēt.",
      "panel": "Ja koplietosiet šo rediģējamo slāni publiski, ikviens to varēs rediģēt. Lai nodrošinātu labāko veiktspēju un datu integritāti, apsveriet iespēju atspējot rediģēšanu vai izmantot nerediģējamu slāņa skatu."
    }
  }
}
