{
  "updateSharing": "مراجعة المشاركة",
  "moreInfo": "مزيد من المعلومات",
  "learnMore": "تعرّف على المزيد",
  "noItemToShare": "لم يتم الكشف عن مشاكل في المشاركة",
  "loadingInfo": "جارِ تحميل معلومات المشاركة...",
  "updatingSharing": "جارِ تحديث المشاركة...",
  "updateItemsCount": "العناصر التي لديك إذن بتحديثها: {num}",
  "updateItemsCountText": "قد لا تكون هذه العناصر التابعة مرئية للجميع لأنه تتم مشاركتها بشكل مختلف. انقر على تحديث لمزامنة مشاركة العناصر التابعة التي لديك إذن لتحديثها.",
  "uneditableItemsCount": "العناصر التي ليس لديك إذن بتحديثها: {num}",
  "uneditableMessage": "قد لا تكون هذه العناصر التابعة مرئية للجميع لأنه تتم مشاركتها بشكل مختلف.",
  "nonPublicItems": "العنصر (العناصر) الذي يمكن مشاركته علنًا:",
  "premiumItemsWebMap": "تحتوي خريطة الويب هذه على محتوى مميز أو مشترِك.",
  "premiumMessage": "قد لا تكون هذه العناصر التابعة مرئية للآخرين لأنها تتطلب اشتراكًا.",
  "premiumTextMap": "تعرف على المزيد عن مشاركة الخرائط مع مشترِك أو محتوى مميز",
  "notice": "قد لا تكون بعض العناصر مرئية للآخرين لمشاركتها بشكل مختلف أو تتطلب اشتراكًا لعرضها. انقر فوق <b>تحديث المشاركة</b> لمزامنة مشاركة العناصر التي لديك إذن بتحديثها.",
  "noticeEnterprise": "قد لا تكون بعض العناصر مرئية للآخرين لأنه تتم مشاركتها بشكل مختلف. انقر فوق <b>تحديث المشاركة</b> لمزامنة مشاركة العناصر التي لديك إذن بتحديثها.",
  "canBeShared": "سيتم تحديث مشاركة ${count}/${total} من العناصر",
  "update": "تحديث المشاركة",
  "cancel": "إلغاء الأمر",
  "ok": "موافق",
  "goToItem": "عرض التفاصيل الكاملة",
  "unableToGetItem": "يتعذر الحصول على تفاصيل العنصر.",
  "needShare": {
    "noPermission": {
      "notice": "ليس لديك إذن لتحديث مشاركة هذا العنصر.",
      "panel": "ليس لديك إذن لتحديث مشاركة هذا العنصر. قد لا يكون هذا العنصر مرئيًا للآخرين نظرًا لمشاركته بشكل مختلف."
    },
    "pdc": {
      "notice": "قم بتمكين تجميع البيانات العامة قبل مشاركة هذه الطبقة بشكل عام.",
      "panel": "قم بتمكين تجميع البيانات العامة قبل مشاركة هذه الطبقة بشكل عام. للحصول على الأداء الأمثل وتكامل البيانات، يرجى مراعاة تعطيل تحرير طبقة عرض غير قابلة للتحرير أو استخدامها.",
      "learnMore": "تعرف على المزيد حول تمكين التحرير في الطبقات العامة."
    },
    "premium": {
      "notice": "قد يتطلب المحتوى المتميز ومحتوى المشترك تسجيل الدخول لعرضه.",
      "panel": "قد يتطلب المحتوى المتميز ومحتوى المشترك تسجيل الدخول لعرضه.",
      "learnMore": "تعرف على المزيد حول مشاركة المحتوى المتميز أو محتوى المشترك."
    },
    "sharingPDCEnabled": {
      "notice": "ستسمح مشاركة هذه الطبقة القابلة للتحرير مع العامة لأي شخص بتحريرها.",
      "panel": "ستسمح مشاركة هذه الطبقة القابلة للتحرير مع العامة لأي شخص بتحريرها. للحصول على الأداء الأمثل وتكامل البيانات، يرجى مراعاة تعطيل تحرير طبقة عرض غير قابلة للتحرير أو استخدامها."
    }
  }
}
