{
  "title": "Positionsservices",
  "description": "Legen Sie Berechtigungsbereiche fest, um den Zugriff auf bestimmte ArcGIS-Positionsservices zu gewähren. Weitere Informationen finden Sie in \"Security and authentication\".",
  "requiredService": "Erforderlicher Service",
  "availableServices": "Verfügbare Services",
  "unavailableServices": "Nicht verfügbare Services",
  "unavailableServicesDescription": "Die unten aufgeführten Services sind nur verfügbar, wenn Sie die nutzungsabhängige Bezahlung (Pay-as-you-go) aktivieren. In den FAQs zu Preisen erhalten Sie weitere Informationen zum Pay-as-you-go-Modell.",
  "services": {
    "basemap": {
      "heading": "Grundkarten"
    },
    "geocodingStored": {
      "heading": "Geokodierung (gespeichert)",
      "description": "Mit dem Geokodierungsservice können Sie Vorwärts- und Rückwärts-Geokodierungsaufgaben ausführen inklusive Unterstützung für Vorschläge und die Ortssuche. Die Ergebnisse können gespeichert werden."
    },
    "geocodingNotStored": {
      "heading": "Geokodierung (nicht gespeichert)",
      "description": "Mit dem Geokodierungsservice können Sie Vorwärts- und Rückwärts-Geokodierungsaufgaben ausführen inklusive Unterstützung für Vorschläge und die Ortssuche. Die Ergebnisse können nicht gespeichert werden."
    },
    "optimizedRouting": {
      "heading": "Optimiertes Routing",
      "description": "Mit dem Routing-Service kann die beste Reihenfolge zum Abfahren der Standorte gefunden werden."
    },
    "closestFacility": {
      "heading": "Nächstgelegene Einrichtung",
      "description": "Nutzen Sie den Service \"Nächstgelegene Einrichtung\", um eine oder mehrere Einrichtungen zu finden, die anhand der Fahrzeit oder Fahrstrecke am nächsten an einem Ereignis liegen."
    },
    "locationAllocation": {
      "heading": "Location-Allocation",
      "description": "Der Location-Allocation-Service unterstützt Sie bei der Auswahl von Einrichtungen aus einer Gruppe von Einrichtungen auf der Grundlage möglicher Interaktionen mit Bedarfspunkten."
    },
    "multiVehicleRouting": {
      "heading": "Routen für mehrere Fahrzeuge",
      "description": "Mit dem Service \"Vehicle Routing Problem\" können Sie bestimmen, welche Haltestellen auf jeder Route angefahren werden sollen und in welcher Reihenfolge die Haltestellen angefahren werden sollen."
    },
    "costMatrix": {
      "heading": "Start-Ziel-Kostenmatrix",
      "description": "Mit dem Service \"Start-Ziel-Kostenmatrix\" können Sie eine Start-Ziel-Kostenmatrix von mehreren Startpunkten zu mehreren Zielen erstellen."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Nutzen Sie den GeoEnrichment-Service, um Attribute, Berichte und datengesteuerte Infografiken zu erhalten, die demografische, geschäftliche und andere lagebezogene Merkmale für Untersuchungsgebiete und Standorte beschreiben."
    },
    "routing": {
      "heading": "Routing",
      "description": "Mit dem Routing-Service können Sie den optimalen Weg von einem Standort zum anderen oder die optimale Route für das Abfahren mehrerer Standorte ermitteln."
    },
    "serviceArea": {
      "heading": "Einzugsgebiet",
      "description": "Mit dem Service \"Einzugsgebiet\" können Sie ein Gebiet erstellen, das die Entfernung darstellt, die mit einem bestimmten Straßennetz abgedeckt werden kann."
    }
  }
}
