{
  "updateSharing": "Przejrzyj udostępnianie",
  "moreInfo": "Więcej informacji",
  "learnMore": "Dowiedz się więcej",
  "noItemToShare": "Nie wykryto problemów z udostępnianiem",
  "loadingInfo": "Wczytywanie informacji o udostępnianiu...",
  "updatingSharing": "Aktualizowanie udostępniania...",
  "updateItemsCount": "Elementy, do których masz uprawnienia do aktualizowania: {num}",
  "updateItemsCountText": "Te elementy zależne mogą być niewidoczne dla innych użytkowników, ponieważ są one udostępniane w inny sposób. Kliknij opcję Aktualizuj, aby zsynchronizować udostępnianie elementów zależnych, do których masz uprawnienia do aktualizowania.",
  "uneditableItemsCount": "Elementy, do których nie masz uprawnień do aktualizowania: {num}",
  "uneditableMessage": "Te elementy zależne mogą być niewidoczne dla innych użytkowników, ponieważ są one udostępniane w inny sposób.",
  "nonPublicItems": "Elementy, których nie można udostępniać publicznie:",
  "premiumItemsWebMap": "Ta mapa internetowa zawiera zasoby premium lub zasoby przeznaczone dla posiadaczy subskrypcji.",
  "premiumMessage": "Te elementy zależne mogą być niewidoczne dla innych użytkowników, ponieważ wymagają subskrypcji.",
  "premiumTextMap": "Dowiedz się więcej na temat udostępniania map subskrybentom lub na temat zasobów premium",
  "notice": "Niektóre elementy mogą być niewidoczne dla innych użytkowników, ponieważ są one udostępniane w inny sposób lub ich wyświetlanie wymaga subskrypcji. Kliknij opcję <b>Aktualizuj ustawienia udostępniania</b>, aby zsynchronizować udostępnianie elementów, w przypadku których masz uprawnienia do aktualizowania.",
  "noticeEnterprise": "Niektóre elementy mogą być niewidoczne dla innych użytkowników, ponieważ są one udostępniane w inny sposób. Kliknij opcję <b>Aktualizuj ustawienia udostępniania</b>, aby zsynchronizować udostępnianie elementów, w przypadku których masz uprawnienia do aktualizowania.",
  "canBeShared": "Następująca liczba elementów będzie miała zaktualizowane udostępnianie: ${count}/${total}",
  "update": "Zaktualizuj udostępnianie",
  "cancel": "Anuluj",
  "ok": "OK",
  "goToItem": "Wyświetl pełne szczegóły",
  "unableToGetItem": "Nie można pobrać szczegółów elementu.",
  "needShare": {
    "noPermission": {
      "notice": "Nie masz uprawnień do aktualizacji udostępniania tego elementu.",
      "panel": "Nie masz uprawnień do aktualizacji udostępniania tego elementu. Ten element może być niewidoczny dla innych, ponieważ jest udostępniany w inny sposób."
    },
    "pdc": {
      "notice": "Włącz opcję Publiczne zbieranie danych przed publicznym udostępnieniem tej warstwy.",
      "panel": "Włącz opcję Publiczne zbieranie danych przed publicznym udostępnieniem tej warstwy. Aby osiągnąć optymalną wydajność i integralność danych, wyłącz możliwość edycji lub użyj warstwy widoku, której nie można edytować.",
      "learnMore": "Dowiedz się więcej o włączaniu edycji w warstwach publicznych."
    },
    "premium": {
      "notice": "Zasoby premium i zasoby posiadaczy subskrypcji mogą wymagać zalogowania się w celu ich wyświetlenia.",
      "panel": "Zasoby premium i zasoby posiadaczy subskrypcji mogą wymagać zalogowania się w celu ich wyświetlenia.",
      "learnMore": "Dowiedz się więcej o udostępnianiu zasobów premium lub zasobów posiadaczy subskrypcji."
    },
    "sharingPDCEnabled": {
      "notice": "Publiczne udostępnienie tej edytowalnej warstwy pozwoli każdemu na jej edycję.",
      "panel": "Publiczne udostępnienie tej edytowalnej warstwy pozwoli każdemu na jej edycję. Aby osiągnąć optymalną wydajność i integralność danych, wyłącz możliwość edycji lub użyj warstwy widoku, której nie można edytować."
    }
  }
}
