{
  "updateSharing": "Verificare condivisione",
  "moreInfo": "Ulteriori informazioni",
  "learnMore": "Ulteriori informazioni",
  "noItemToShare": "Nessun problema di condivisione rilevato",
  "loadingInfo": "Caricamento informazioni di condivisione...",
  "updatingSharing": "Aggiornamento condivisione...",
  "updateItemsCount": "Elementi che si è autorizzati ad aggiornare: {num}",
  "updateItemsCountText": "Questi elementi dipendenti potrebbero non essere visibili ad altri utenti perché sono condivisi in modo differente. Fare clic su Aggiorna per sincronizzare la condivisione degli elementi dipendenti che si è autorizzati ad aggiornare.",
  "uneditableItemsCount": "Elementi che non si è autorizzati ad aggiornare: {num}",
  "uneditableMessage": "Questi elementi dipendenti potrebbero non essere visibili ad altri utenti perché sono condivisi in modo differente.",
  "nonPublicItems": "Elementi non condivisibili pubblicamente:",
  "premiumItemsWebMap": "Questa mappa web contiene contenuti premium o per abbonati.",
  "premiumMessage": "Questi elementi dipendenti potrebbero non essere visibili ad altri utenti perché necessitano di un abbonamento.",
  "premiumTextMap": "Per saperne di più sulla condivisione di mappe con contenuti abbonati o premium",
  "notice": "Alcuni elementi potrebbero non essere visibili ad altri perché sono condivisi in modo diverso o perché la visualizzazione richiede un abbonamento. Fare clic su <b>Aggiorna condivisione</b> per sincronizzare la condivisione degli elementi per cui disponi dell'autorizzazione all'aggiornamento.",
  "noticeEnterprise": "Alcuni elementi potrebbero non essere visibili ad altri utenti perché sono condivisi in modo differente. Fare clic su <b>Aggiorna condivisione</b> per sincronizzare la condivisione degli elementi per cui disponi dell'autorizzazione all'aggiornamento.",
  "canBeShared": "Gli elementi ${count}/${total} avranno la rispettiva condivisione aggiornata",
  "update": "Aggiorna condivisione",
  "cancel": "Annulla",
  "ok": "OK",
  "goToItem": "Visualizzare i dettagli completi",
  "unableToGetItem": "Impossibile ottenere i dettagli dell'elemento.",
  "needShare": {
    "noPermission": {
      "notice": "Non si ha il permesso di aggiornare la condivisione di questo elemento.",
      "panel": "Non si ha il permesso di aggiornare la condivisione di questo elemento. Questo elemento potrebbe non essere visibile agli altri perché è condiviso in modo diverso."
    },
    "pdc": {
      "notice": "Abilitare la raccolta di dati pubblici prima di condividere questo layer pubblicamente.",
      "panel": "Abilitare la raccolta di dati pubblici prima di condividere questo layer pubblicamente. Per ottenere prestazioni ottimali e mantenere integrità dei dati si consiglia di disabilitare le modifiche o usare un layer di visualizzazione di sola lettura.",
      "learnMore": "Maggiori informazioni sull'abilitazione della modifica dei layer pubblici."
    },
    "premium": {
      "notice": "Il contenuto premium e quello per gli abbonati possono richiedere l'accesso per essere visualizzati.",
      "panel": "Il contenuto premium e quello per gli abbonati possono richiedere l'accesso per essere visualizzati.",
      "learnMore": "Maggiori informazioni sulla condivisione di contenuti premium o per abbonati."
    },
    "sharingPDCEnabled": {
      "notice": "Condividendo questo layer modificabile pubblicamente, chiunque potrà modificarlo.",
      "panel": "Condividendo questo layer modificabile pubblicamente, chiunque potrà modificarlo. Per ottenere prestazioni ottimali e mantenere integrità dei dati si consiglia di disabilitare le modifiche o usare un layer di visualizzazione di sola lettura."
    }
  }
}
