{
  "updateSharing": "Pregledajte dijeljenje",
  "moreInfo": "Više informacija",
  "learnMore": "Saznajte više",
  "noItemToShare": "Nema otkrivenih problema s dijeljenjem",
  "loadingInfo": "Učitavanje informacija o dijeljenju...",
  "updatingSharing": "Ažuriranje dijeljenja...",
  "updateItemsCount": "Stavka/e za koje imate dopuštenje za ažuriranje: {num}",
  "updateItemsCountText": "Ove zavisne stavke možda neće biti vidljive drugima jer se ne dijele na jednak način. Kliknite Ažuriraj kako biste sinkronizirali dijeljenje zavisnih stavki za koje imate dopuštenje za ažuriranje.",
  "uneditableItemsCount": "Stavka/e za koje nemate dopuštenje za ažuriranje: {num}",
  "uneditableMessage": "Ove zavisne stavke možda neće biti vidljive drugima jer se ne dijele na jednak način.",
  "nonPublicItems": "Neki slojevi se ne mogu podijeliti javno.",
  "premiumItemsWebMap": "Ova web karta sadrži premium ili pretplatnički sadržaj.",
  "premiumMessage": "Ove zavisne stavke možda neće biti vidljive drugima zbog toga što zahtijevaju pretplatu.",
  "premiumTextMap": "Saznajte više o dijeljenju karti s pretplatničkim ili premium sadržajem",
  "notice": "Neke stavke možda neće biti vidljive drugima jer se dijele drugačije ili zahtijevaju pretplatu za pregled. Kliknite <b>Ažuriraj dijeljenje</b> za sinkronizaciju dijeljenja stavki za koje imate dopuštenje za ažuriranje.",
  "noticeEnterprise": "Neke stavke možda neće biti vidljive drugima jer se dijele na različite načine. Kliknite <b>Ažuriraj dijeljenje</b> za sinkronizaciju dijeljenja stavki za koje imate dopuštenje za ažuriranje.",
  "canBeShared": "${count}/${total} stavke će imati ažurirano dijeljenje",
  "update": "Ažuriraj dijeljenje",
  "cancel": "Odustani",
  "ok": "U redu",
  "goToItem": "Prikaži sve pojedinosti",
  "unableToGetItem": "Nije moguće dobiti pojedinosti o stavci",
  "needShare": {
    "noPermission": {
      "notice": "Nemate dopuštenje za ažuriranje dijeljenja ove stavke.",
      "panel": "Nemate dopuštenje za ažuriranje dijeljenja ove stavke. Ova stavka možda neće biti vidljiva drugima jer se dijeli na drugi način."
    },
    "pdc": {
      "notice": "Omogućite javno prikupljanje podataka prije javnog dijeljenja ovog sloja.",
      "panel": "Omogućite javno prikupljanje podataka prije javnog dijeljenja ovog sloja. Za optimalne performanse i integritet podataka, molimo razmislite o onemogućivanju uređivanja ili upotrebi sloja za pregled bez mogućnosti uređivanja.",
      "learnMore": "Saznajte više o omogućavanju uređivanja na javnim slojevima."
    },
    "premium": {
      "notice": "Premium i pretplatnički sadržaj može zahtijevati prijavu za gledanje.",
      "panel": "Premium i pretplatnički sadržaj može zahtijevati prijavu za gledanje.",
      "learnMore": "Saznajte više o dijeljenju premium ili pretplatničkog sadržaja."
    },
    "sharingPDCEnabled": {
      "notice": "Javno dijeljenje ovog sloja koji se može uređivati omogućit će svakome da ga uređuje.",
      "panel": "Javno dijeljenje ovog sloja koji se može uređivati omogućit će svakome da ga uređuje. Za optimalne performanse i integritet podataka, molimo razmislite o onemogućivanju uređivanja ili upotrebi sloja za pregled bez mogućnosti uređivanja."
    }
  }
}
