{
  "title": "Lokalizačné služby",
  "description": "Nastavte rozsahy na udelenie prístupov ku konkrétnym lokalizačným službám ArcGIS. Viac informácií nájdete v časti Bezpečnosť a autentifikácia.",
  "requiredService": "Požadovaná služba",
  "availableServices": "Dostupné služby",
  "unavailableServices": "Nedostupné služby",
  "unavailableServicesDescription": "Nižšie uvedené služby sú k dispozícii len vtedy, ak povolíte platbu podľa potreby. Viac informácií o platbe podľa potreby nájdete v častých otázkach o cenách.",
  "services": {
    "basemap": {
      "heading": "Podkladové mapy"
    },
    "geocodingStored": {
      "heading": "Geokódovanie (uložené)",
      "description": "Získajte prístup ku geokódovacej službe na vykonávanie priameho a reverzného geokódovania vrátane podpory návrhov a vyhľadávania miest. Výsledky smiete ukladať."
    },
    "geocodingNotStored": {
      "heading": "Geokódovanie (neuložené)",
      "description": "Získajte prístup ku geokódovacej službe na vykonávanie priameho a reverzného geokódovania vrátane podpory návrhov a vyhľadávania miest. Výsledky nesmiete ukladať."
    },
    "optimizedRouting": {
      "heading": "Optimalizované trasovanie",
      "description": "Získajte prístup k službe Routing service na stanovenie najlepšieho poradia návštevy lokalít."
    },
    "closestFacility": {
      "heading": "Najbližšie zariadenie",
      "description": "Získajte prístup k službe Najbližšie zariadenie na vyhľadanie jedného alebo viacerých zariadení, ktoré sú najbližšie k incidentu na základe cestovného času alebo cestovnej vzdialenosti."
    },
    "locationAllocation": {
      "heading": "Lokačno-alokačná analýza",
      "description": "Získajte prístup k službe Location Allocation na výber zariadení zo súboru zariadení, ktoré sa majú prevádzkovať, na základe ich potenciálnej interakcie s bodmi dopytu."
    },
    "multiVehicleRouting": {
      "heading": "Trasovanie viacerých vozidiel",
      "description": "Získajte prístup k službe Vehicle Routing Problem na určenie, ktoré zastávky by mali byť obsluhované jednotlivými trasami a v akom poradí by mali byť zastávky navštevované."
    },
    "costMatrix": {
      "heading": "Matica nákladov Origin-Destination",
      "description": "Získajte prístup k službe OD Matrix na vytvorenie matice nákladov Origin-Destination z viacerých zdrojov do viacerých cieľov."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Získajte prístup k službe GeoEnrichment Service na získavanie atribútov, reportov a infografiky založenej na dátach, ktoré opisujú demografické, obchodné a iné charakteristiky na základe polohy, pre skúmané oblasti a lokality."
    },
    "routing": {
      "heading": "Trasovanie",
      "description": "Získajte prístup k službe Routing service, aby ste zistili najlepší spôsob, ako sa dostať z jedného miesta na druhé alebo navštíviť viacero miest."
    },
    "serviceArea": {
      "heading": "Servisná oblasť",
      "description": "Získajte prístup k službe Service Area, aby ste mohli vygenerovať oblasť, ktorá predstavuje vzdialenosť, ktorú možno dosiahnuť pri prejazde uličnou sieťou."
    }
  }
}
