{
  "title": "Konum servisleri",
  "description": "Belirli ArcGIS konum servislerine erişim izni vermek için kapsamları ayarlayın. Güvenlik ve kimlik doğrulama hakkında daha fazla bilgi edinin.",
  "requiredService": "Gerekli servis",
  "availableServices": "Mevcut servisler",
  "unavailableServices": "Kullanılabilir olmayan servisler",
  "unavailableServicesDescription": "Aşağıdaki servisler yalnızca kullandıkça öde özelliğini etkinleştirirseniz kullanılabilir. Fiyatlandırma SSS'lerinde kullandıkça öde hakkında daha fazla bilgi edinin.",
  "services": {
    "basemap": {
      "heading": "Altlık Haritalar"
    },
    "geocodingStored": {
      "heading": "Coğrafi kodlama (depolanır)",
      "description": "Öneriler ve yer arama desteği de dahil olmak üzere ileri ve geri coğrafi kodlar oluşturmak için coğrafi kodlama servisine erişim sağlayın. Sonuçları depolayabilirsiniz."
    },
    "geocodingNotStored": {
      "heading": "Coğrafi kodlama (depolanmaz)",
      "description": "Öneriler ve yer arama desteği de dahil olmak üzere ileri ve geri coğrafi kodlar oluşturmak için coğrafi kodlama servisine erişim sağlayın. Sonuçları depolayamayabilirsiniz."
    },
    "optimizedRouting": {
      "heading": "Optimum rotalama",
      "description": "En iyi konum ziyaret sırasını bulmak için Rotalama servisine erişim sağlayın."
    },
    "closestFacility": {
      "heading": "En yakın tesis",
      "description": "Seyahat süresine veya seyahat mesafesine göre bir olaya en yakın olan bir veya daha fazla tesisi bulmak için En Yakın Tesis servisine erişim sağlayın."
    },
    "locationAllocation": {
      "heading": "Konum ataması",
      "description": "Bir dizi tesis arasından, talep noktalarıyla potansiyel etkileşimlerini temel alarak hangi tesislerin işletileceğini seçmek için Yer Tahsisi servisine erişim sağlayın."
    },
    "multiVehicleRouting": {
      "heading": "Çok taşıtlı rotalama",
      "description": "Her bir rotanın hangi duraklara hizmet etmesi ve durakların hangi sırayla ziyaret edilmesi gerektiğini belirlemek için Araç Rotalama Problemi servisine erişim sağlayın."
    },
    "costMatrix": {
      "heading": "Başlangıç/varış maliyet matrisi",
      "description": "Birden fazla kaynaktan birden fazla hedefe bir başlangıç-varış (OD) maliyet matrisi oluşturmak için OD Matrisi servisine erişim sağlayın."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Çalışma alanları ve konumlar için demografi, iş ve diğer konum tabanlı özellikleri açıklayan öznitelikler, raporlar ve veri odaklı Bilgi Grafikleri edinmek için GeoEnrichment servisine erişim sağlayın."
    },
    "routing": {
      "heading": "Rotalama",
      "description": "Bir konumdan diğerine ulaşmanın veya birkaç konumu ziyaret etmenin en iyi yolunu bulmak için Rotalama servisine erişim sağlayın."
    },
    "serviceArea": {
      "heading": "Servis alanı",
      "description": "Bir sokak ağında seyahat ederken ulaşılabilecek mesafeyi temsil eden bir alan oluşturmak için Servis Alanı servisine erişim sağlayın."
    }
  }
}
