{
  "title": "خدمات الموقع",
  "description": "تعيين النطاقات لمنح الوصول إلى خدمات موقع ArcGIS معينة. تعرّف على المزيد في المصادقة والأمان.",
  "requiredService": "الخدمة المطلوبة",
  "availableServices": "الخدمات المتوفرة",
  "unavailableServices": "الخدمات غير المتوفرة",
  "unavailableServicesDescription": "تتوفر الخدمات التالية فقط إذا قمت بتمكين الدفع أولاً بأول. تعرّف على المزيد حول الدفع أولاً بأول في الأسئلة الشائعة حول التسعير.",
  "services": {
    "basemap": {
      "heading": "خرائط الأساس"
    },
    "geocodingStored": {
      "heading": "التكويد الجغرافي (مُخزن)",
      "description": "الوصول إلى خدمة التكويد الجغرافي لتنفيذ أكواد جغرافية مجيئًا وذهابًا تشمل دعم المقترحات والبحث عن الأماكن. يمكنك حفظ النتائج."
    },
    "geocodingNotStored": {
      "heading": "التكويد الجغرافي (غير مُخزن)",
      "description": "الوصول إلى خدمة التكويد الجغرافي لتنفيذ أكواد جغرافية مجيئًا وذهابًا تشمل دعم المقترحات والبحث عن الأماكن. لا يمكنك حفظ النتائج."
    },
    "optimizedRouting": {
      "heading": "أداء توجيه مُحسن",
      "description": "الوصول إلى خدمة التوجيه للعثور على أفضل سلسلة لزيارة المواقع."
    },
    "closestFacility": {
      "heading": "أقرب مرفق",
      "description": "الوصول إلى أقرب خدمة مرافق للعثور على مرفق واحد أو أكثر هو الأقرب للحادثة استنادًا إلى وقت السفر أو مسافة السفر."
    },
    "locationAllocation": {
      "heading": "تخصيص الموقع",
      "description": "الوصول إلى خدمة تخصيص المواقع لاختيار المرافق التي تعمل من مجموعة مرافق استنادًا إلى تفاعلها المحتمل مع نقاط الطلب."
    },
    "multiVehicleRouting": {
      "heading": "توجيه متعددة المركبات",
      "description": "الوصول إلى مشكلة توجيه المركبة لتحديد محطات التوقف التي لا بد من تقديم الخدمات بها من كل مسار والتسلسل المفروض لزيارة المسارات."
    },
    "costMatrix": {
      "heading": "مصفوفة تكلفة الأصل/الوجهة",
      "description": "الوصول إلى خدمة مصفوفة الأصل/الوجهة لإنشاء مصفوفة تكلفة الأصل/الوجهة من أصول متعددة إلى وجهات متعددة."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "الوصول إلى GeoEnrichment Service للحصول على بيانات جدولية وتقارير وإنفوجرافيكس مستندة إلى البيانات والتي تصف البيانات السكانية والأعمال وغيرها من الخصائص المستندة إلى الموقع لمواقع ومناطق الدراسة."
    },
    "routing": {
      "heading": "التوجيه",
      "description": "الوصول إلى خدمة التوجيه للعثور على أفضل طريقة للخروج من موقع إلى آخر أو لزيارة العديد من المواقع."
    },
    "serviceArea": {
      "heading": "منطقة الخدمة",
      "description": "الوصول إلى خدمة منطقة الخدمات لإنشاء منطقة تمثل المسافة التي يمكن الوصول إليها عند التنقل في شبكة الشوارع."
    }
  }
}
