{
  "updateSharing": "Examinare partajare",
  "moreInfo": "Informații suplimentare",
  "learnMore": "Aflați mai multe",
  "noItemToShare": "Nu au fost detectate probleme de partajare",
  "loadingInfo": "Se încarcă informațiile de partajare...",
  "updatingSharing": "Se actualizează partajarea...",
  "updateItemsCount": "Element(e) pentru care aveți permisiunea de actualizare: {num}",
  "updateItemsCountText": "Aceste elemente dependente pot să nu fie vizibile altor persoane deoarece au fost partajate diferit. Dați clic pe Actualizare pentru a sincroniza partajarea elementelor dependente pentru care aveți permisiunea de actualizare.",
  "uneditableItemsCount": "Elemente pentru care nu aveți permisiunea de actualizare: {num}",
  "uneditableMessage": "Aceste elemente dependente pot să nu fie vizibile altor persoane deoarece au fost partajate diferit.",
  "nonPublicItems": "Elemente care nu pot fi partajate public:",
  "premiumItemsWebMap": "Această hartă web include conținut premium sau de abonat.",
  "premiumMessage": "Aceste elemente dependente pot să nu fie vizibile altor persoane deoarece necesită un abonament.",
  "premiumTextMap": "Aflați mai multe despre partajarea hărţilor cu conținut pentru abonați sau conţinut premium",
  "notice": "Este posibil ca unele elemente să nu fie vizibile pentru alții pentru că sunt partajate diferit sau necesită un abonament pentru vizualizare. Faceți clic pe <b>Actualizare partajare</b> pentru a sincroniza partajarea elementelor pentru care aveți permisiunea de actualizare.",
  "noticeEnterprise": "Unele elemente pot să nu fie vizibile altor persoane deoarece au fost partajate diferit. Faceți clic pe <b>Actualizare partajare</b> pentru a sincroniza partajarea elementelor pentru care aveți permisiunea de actualizare.",
  "canBeShared": "${count}/${total} vor avea partajarea actualizată",
  "update": "Actualizare partajare",
  "cancel": "Anulare",
  "ok": "OK",
  "goToItem": "Vizualizați toate detaliile",
  "unableToGetItem": "Nu se pot obține detaliile elementului.",
  "needShare": {
    "noPermission": {
      "notice": "Nu aveți permisiuni să actualizați partajarea acestui element.",
      "panel": "Nu aveți permisiuni să actualizați partajarea acestui element. Este posibil ca acest element să nu fie vizibil pentru alții, deoarece este partajat diferit."
    },
    "pdc": {
      "notice": "Activați Colectarea datelor publice înainte de a partaja public acest strat tematic.",
      "panel": "Activați Colectarea datelor publice înainte de a partaja public acest strat tematic. Pentru performanțe optime și integritate a datelor, vă rugăm să luați în considerare dezactivarea editării sau utilizarea unui strat tematic needitabil.",
      "learnMore": "Aflați mai multe despre activarea editării pe straturile tematice publice."
    },
    "premium": {
      "notice": "Conținutul premium și pe bază de abonament poate necesita conectarea pentru vizualizare.",
      "panel": "Conținutul premium și pe bază de abonament poate necesita conectarea pentru vizualizare.",
      "learnMore": "Aflați mai multe despre partajarea conținutului premium sau cu abonament."
    },
    "sharingPDCEnabled": {
      "notice": "Partajarea publică a acestui strat tematic care poate fi partajat va permite oricui să îl editeze.",
      "panel": "Partajarea publică a acestui strat tematic care poate fi partajat va permite oricui să îl editeze. Pentru performanțe optime și integritate a datelor, vă rugăm să luați în considerare dezactivarea editării sau utilizarea unui strat tematic needitabil."
    }
  }
}
