{
  "title": "Usługi lokalizacyjne",
  "description": "Skonfiguruj zakresy, aby przyznać dostęp określonym usługom lokalizacyjnym ArcGIS. Więcej informacji można znaleźć w podręczniku bezpieczeństwa i uwierzytelniania.",
  "requiredService": "Wymagana usługa",
  "availableServices": "Dostępne usługi",
  "unavailableServices": "Niedostępne usługi",
  "unavailableServicesDescription": "Poniższe usługi są dostępne tylko wtedy, gdy jest włączona opcja Płatne. Dowiedz się więcej o opcji Płatne w sekcji często zadawanych pytań o ceny.",
  "services": {
    "basemap": {
      "heading": "Mapy bazowe"
    },
    "geocodingStored": {
      "heading": "Geokodowanie (z zapisywaniem)",
      "description": "Uzyskaj dostęp do usługi geokodowania, aby wykonywać geokodowanie proste i odwrotne obejmujące obsługę sugestii i wyszukiwanie miejsc. Można zapisywać wyniki."
    },
    "geocodingNotStored": {
      "heading": "Geokodowanie (bez zapisywania)",
      "description": "Uzyskaj dostęp do usługi geokodowania, aby wykonywać geokodowanie proste i odwrotne obejmujące obsługę sugestii i wyszukiwanie miejsc. Nie można zapisywać wyników."
    },
    "optimizedRouting": {
      "heading": "Wyznaczanie optymalnych tras",
      "description": "Uzyskaj dostęp do usługi Wyznaczanie tras, aby znaleźć najlepszą kolejność odwiedzania lokalizacji."
    },
    "closestFacility": {
      "heading": "Najbliższy obiekt",
      "description": "Uzyskaj dostęp do usługi Najbliższe placówki, aby znaleźć co najmniej jedną z placówek, które znajdują się najbliżej zdarzenia, biorąc pod uwagę czas podróży lub odległość."
    },
    "locationAllocation": {
      "heading": "Lokalizacja i przydzielanie",
      "description": "Uzyskaj dostęp do usługi Lokalizacja-przydzielanie, aby wybierać ze zestawu placówki, które zostaną użyte na podstawie ich potencjalnych interakcji z punktami zapotrzebowania."
    },
    "multiVehicleRouting": {
      "heading": "Trasy dla wielu pojazdów",
      "description": "Uzyskaj dostęp do usługi Problem wyznaczania tras dla pojazdów, aby zdecydować, które przystanki powinny być obsługiwane na poszczególnych trasach i w jakiej kolejności należy je odwiedzać."
    },
    "costMatrix": {
      "heading": "Macierz kosztów źródło-cel",
      "description": "Uzyskaj dostęp do usługi Macierz źródło-cel, aby utworzyć macierz kosztów źródło-cel (origin-destination - OD) dotyczącej wielu źródeł i wielu celów."
    },
    "geoEnrichment": {
      "heading": "Wzbogacanie danych przestrzennych",
      "description": "Uzyskaj dostęp do usługi Wzbogacanie danych przestrzennych, aby pobierać atrybuty, raporty i oparte na danych infografiki, które opisują demograficzne, biznesowe i inne lokalizacyjne charakterystyki analizowanych obszarów i lokalizacji."
    },
    "routing": {
      "heading": "Wyznaczanie tras",
      "description": "Uzyskaj dostęp do usługi Wyznaczanie tras, aby znaleźć najlepszą drogę, która umożliwi przemieszczenie się z jednej lokalizacji do drugiej lub odwiedzenie wielu lokalizacji."
    },
    "serviceArea": {
      "heading": "Obszar obsługiwany",
      "description": "Uzyskaj dostęp do usługi Obszar obsługiwany, aby wygenerować obszar reprezentujący odległość, którą można pokonać, podróżując po sieci ulic."
    }
  }
}
