{
  "title": "Serviços de localização",
  "description": "Defina âmbitos para conceder acesso a serviços específicos de localização ArcGIS. Saiba mais em Segurança e autenticação.",
  "requiredService": "Serviço obrigatório",
  "availableServices": "Serviços disponíveis",
  "unavailableServices": "Serviços indisponíveis",
  "unavailableServicesDescription": "Os serviços abaixo só estão disponíveis se ativar o pay-as-you-go (pagar à medida que adquire). Saiba mais sobre pay-as-you-go nas FAQ sobre preços.",
  "services": {
    "basemap": {
      "heading": "Mapas Base"
    },
    "geocodingStored": {
      "heading": "Geocodificação (armazenada)",
      "description": "Aceda ao serviço de geocodificação para realizar geocodificações de reencaminhamento e inversas, incluindo suporte para sugestões e pesquisa de locais. Pode armazenar os resultados."
    },
    "geocodingNotStored": {
      "heading": "Geocodificação (não armazenada)",
      "description": "Aceda ao serviço de geocodificação para realizar geocodificações de reencaminhamento e inversas, incluindo suporte para sugestões e pesquisa de locais. Não pode armazenar os resultados."
    },
    "optimizedRouting": {
      "heading": "Rotas otimizadas",
      "description": "Aceda ao serviço de Rotas para encontrar a melhor sequência para visitar as localizações."
    },
    "closestFacility": {
      "heading": "Instalação mais próxima",
      "description": "Aceda ao serviço Instalação Mais Próxima para encontrar uma ou mais instalações que estejam mais próximas de um incidente, com base no tempo ou distância de viagem."
    },
    "locationAllocation": {
      "heading": "Atribuição de localização",
      "description": "Aceda ao serviço de Atribuição de Localização para escolher que instalações de um conjunto de instalações para operar com base na respetiva potencial interação com os pontos de procura."
    },
    "multiVehicleRouting": {
      "heading": "Rotas de vários veículos",
      "description": "Aceda ao serviço de Problemas de Rotas de Veículos para determinar que paragens devem ser servidas por cada rota e em que sequência as paragens devem ser visitadas."
    },
    "costMatrix": {
      "heading": "Matriz de custos de origem/destino",
      "description": "Aceda ao serviço Matrix OD para criar uma matriz de custos de origem/destino (OD) a partir de múltiplas origens para múltiplos destinos."
    },
    "geoEnrichment": {
      "heading": "Geoenriquecimento",
      "description": "Aceda ao serviço de GeoEnriquecimento para obter atributos, relatórios e infografias baseadas em dados que descrevem características demográficas, empresariais e outras características baseadas em localização para áreas de estudo e localizações."
    },
    "routing": {
      "heading": "Cálculo de Rotas",
      "description": "Aceda ao serviço de Cálculo de Rotas para encontrar a melhor forma de ir de uma localização para outra ou de visitar várias localizações."
    },
    "serviceArea": {
      "heading": "Área de serviço",
      "description": "Aceda ao serviço de Área de Serviço para gerar uma área que representa a distância que pode ser alcançada quando se viaja numa rede de ruas."
    }
  }
}
