{
  "updateSharing": "Paylaşımı incele",
  "moreInfo": "Daha fazla bilgi",
  "learnMore": "Daha fazla bilgi",
  "noItemToShare": "Paylaşım sorunu bulunmadı",
  "loadingInfo": "Paylaşım bilgileri yükleniyor…",
  "updatingSharing": "Paylaşım güncelleniyor...",
  "updateItemsCount": "Güncelleme iznine sahip olduğunuz ögeler: {num}",
  "updateItemsCountText": "Farklı şekilde paylaşıldıkları için bu bağımlı ögeler başkaları için görünür olmayabilir. Güncelleme izninize sahip olduğunuz bağımlı ögelerin paylaşımını eşitlemek için Güncelle ögesine tıklayın.",
  "uneditableItemsCount": "Güncelleme iznine sahip olmadığınız ögeler: {num}",
  "uneditableMessage": "Farklı şekilde paylaşıldıkları için bu bağımlı ögeler başkaları için görünür olmayabilir.",
  "nonPublicItems": "Herkese açık olarak paylaşılamayan ögeler:",
  "premiumItemsWebMap": "Bu web haritası, premium veya abone içeriği içeriyor.",
  "premiumMessage": "Bir abonelik gerektirdikleri için bu bağımlı ögeler başkaları için görünür olmayabilir.",
  "premiumTextMap": "Haritaları abone veya premium içerikle paylaşma hakkında daha fazla bilgi edinin",
  "notice": "Farklı şekilde paylaşıldıkları veya görüntülemek için bir abonelik gerektirdikleri için bazı ögeler, başkaları tarafından görülemeyebilir. Güncelleme iznine sahip olduğunuz ögelerin paylaşımını eşitlemek için <b>Paylaşımı güncelle</b> ögesine tıklayın.",
  "noticeEnterprise": "Farklı şekilde paylaşıldıkları için bazı ögeler başkaları için görünür olmayabilir. Güncelleme iznine sahip olduğunuz ögelerin paylaşımını eşitlemek için <b>Paylaşımı güncelle</b> ögesine tıklayın.",
  "canBeShared": "${count}/${total} ögenin paylaşımı güncellenecek",
  "update": "Paylaşımı güncelle",
  "cancel": "İptal",
  "ok": "Tamam",
  "goToItem": "Tam ayrıntıları görüntüle",
  "unableToGetItem": "Öge ayrıntıları alınamıyor.",
  "needShare": {
    "noPermission": {
      "notice": "Bu ögenin paylaşımını güncelleme izniniz yok.",
      "panel": "Bu ögenin paylaşımını güncelleme izniniz yok. Farklı bir şekilde paylaşıldığı için bu öge başkaları tarafından görüntülenemeyebilir."
    },
    "pdc": {
      "notice": "Bu katmanı herkese açık olarak paylaşmadan önce Herkese Açık Veri Koleksiyonunu etkinleştirin.",
      "panel": "Bu katmanı herkese açık olarak paylaşmadan önce Herkese Açık Veri Koleksiyonunu etkinleştirin. Optimum performans ve veri bütünlüğü için lütfen düzenlemeyi devre dışı bırakmayı veya düzenlenemez bir görünüm katmanı kullanmayı düşünün.",
      "learnMore": "Herkese açık katmanlarda düzenlemeyi etkinleştirme hakkında daha fazla bilgi edinin"
    },
    "premium": {
      "notice": "Premium ve abone içeriği, görüntüleme için oturum açmayı gerektiriyor olabilir.",
      "panel": "Premium ve abone içeriği, görüntüleme için oturum açmayı gerektiriyor olabilir.",
      "learnMore": "Premium ve abone içeriği paylaşımı hakkında bilgi edinin."
    },
    "sharingPDCEnabled": {
      "notice": "Bu düzenlenebilir katmanı herkese açık olarak paylaşmak, herkesin onu düzenlemesine izin verir.",
      "panel": "Bu düzenlenebilir katmanı herkese açık olarak paylaşmak, herkesin onu düzenlemesine izin verir. Optimum performans ve veri bütünlüğü için lütfen düzenlemeyi devre dışı bırakmayı veya düzenlenemez bir görünüm katmanı kullanmayı düşünün."
    }
  }
}
