{
  "title": "แชร์",
  "titleGroup": "การแชร์กลุ่ม",
  "save": "จัดเก็บ",
  "apply": "ใช้",
  "cancel": "ยกเลิก",
  "revert": "ย้อนกลับ",
  "update": "อัพเดท",
  "ok": "ตกลง",
  "retrievingInfo": "กำลังดึงข้อมูลการแชร์...",
  "updatingInfo": "กำลังอัปเดตข้อมูลการแชร์...",
  "shareCountLabel": "จำนวนการแชร์",
  "shareCountHint": "${numItem}/${totalItem} รายการ",
  "sharedCountHint": "${numItem}/${totalItem} รายการ มีการแชร์อยู่แล้ว",
  "willShareCountHint": "${numItem}/${totalItem} รายการ จะถูกแชร์",
  "shareCountTooltip": "ตั้งค่ารายการตามระดับการแชร์ ${shareLevel}: ${numItem}/${totalItem}",
  "noShareDisclaimer": "คุณมีสิทธิ์ไม่เพียงพอที่จะเปลี่ยนแปลงระดับการแชร์",
  "sharingLimitedItemDisclaimer": "ตัวเลือกระดับการแชร์จะถูกจำกัดไว้บนรายการบางประเภท",
  "sharingLimitedDisclaimer": "ระดับการแชร์บางตัวเลือก จะถูกจำกัดไว้ตามสิทธิ์การแชร์ของคุณ",
  "cannotShareToLevelDisclaimer": "คุณไม่มีสิทธิ์ในการตั้งค่ารายการเป็นระดับการแชร์นี้",
  "shareLevel": {
    "title": "ตั้งค่าระดับการแชร์",
    "noPermission": "คุณมีสิทธิ์ไม่เพียงพอที่จะเปลี่ยนแปลงระดับการแชร์",
    "level": {
      "private": {
        "title": "เจ้าของ",
        "description": "เจ้าของรายการสามารถเข้าใช้งานได้"
      },
      "org": {
        "title": "องค์กร",
        "description": "สมาชิกทุกคนในองค์กรของคุณสามารถเข้าใช้งานได้"
      },
      "public": {
        "title": "ทุกคน (สาธารณะ)",
        "description": "ผู้ที่อยู่นอกองค์กรของคุณสามารถเข้าใช้งานได้",
        "descriptionPublicUser": "ทุกคนสามารถเข้าใช้งานได้"
      }
    }
  },
  "shareGroup": {
    "title": "ตั้งค่าการแชร์กลุ่ม",
    "noGroup": "คุณยังไม่มีกลุ่มที่จะแชร์ในขณะนี้",
    "edit": "แก้ไขการแชร์กลุ่ม",
    "noneYet": "ยังไม่มีเลย",
    "revert": "ย้อนกลับ",
    "remove": "ลบทิ้ง",
    "mixedGroupSharing": "รายการที่แชร์กับกลุ่มต่างๆ"
  },
  "shareWarning": {
    "publicAccountOpenGroupBrowser": {
      "title": "เปลี่ยนแปลงระดับการแชร์สำหรับรายการ",
      "description": "รายการที่ผู้ใช้งานทั่วไปเป็นเจ้าของจะต้องแชร์ให้กับทุกคนก่อน แล้วถึงจะแชร์เฉพาะในกลุ่มได้ อัปเดตระดับการแชร์เป็น กับทุกคน แล้วไปที่ การแชร์กลุ่มหรือไม่"
    },
    "publicAccountSetShareToPrivate": {
      "title": "ตั้งค่าระดับการแชร์เป็น ส่วนบุคคล",
      "description": "ไม่สามารถแชร์รายการที่เป็นของบัญชีผู้ใช้สาธารณะไปยังกลุ่มได้ หากเป็นแบบส่วนบุคคล ลบการแชร์กลุ่มหรือไม่"
    },
    "publicAccountRevertShareLevel": {
      "title": "เปลี่ยนระดับการแชร์รายการกลับเป็นแบบเดิม",
      "description": "ไม่สามารถแชร์รายการที่เป็นของบัญชีผู้ใช้สาธารณะไปยังกลุ่มได้ หากเป็นแบบส่วนบุคคล ลบการแชร์กลุ่มหรือไม่"
    },
    "publicAccountRevertGroup": {
      "title": "แปลงกลับการแชร์กลุ่ม",
      "description": "ไม่สามารถแชร์รายการที่เป็นของบัญชีผู้ใช้สาธารณะไปยังกลุ่มได้ หากเป็นแบบส่วนบุคคล ตั้งค่าระดับการแชร์เป็นสาธารณะหรือไม่"
    },
    "publicDataCollectionEnabled": {
      "title": "คำเตือน: กำลังแชร์ชั้นข้อมูลที่แก้ไขได้แบบสาธารณะ",
      "description": "คุณกำลังจะตั้งค่าชั้นข้อมูลที่แก้ไขได้ของคุณให้เป็นแบบสาธารณะ เพื่อประสิทธิภาพการทำงานและความสมบูรณ์ของข้อมูลอย่างเต็มที่ โปรดพิจารณาปิดใช้งานการแก้ไข หรือใช้ชั้นข้อมูลมุมมองแบบไม่สามารถแก้ไขได้"
    },
    "publicDataCollectionDisabled": {
      "title": "ไม่สามารถแชร์ชั้นข้อมูลที่แก้ไขได้ในแบบสาธารณะ",
      "description": "หากต้องการแชร์แบบสาธารณะ ให้เปิดตัวเลือกการรวบรวมข้อมูลจากบุคคลทั่วไป บนแท็บ การตั้งค่า ของหน้ารายการของชั้นข้อมูลก่อน แล้วค่อยแชร์ใหม่อีกครั้ง เพื่อประสิทธิภาพการทำงานและความสมบูรณ์ของข้อมูลอย่างเต็มที่ โปรดพิจารณาปิดใช้งานการแก้ไข หรือใช้ชั้นข้อมูลมุมมองแบบไม่สามารถแก้ไขได้"
    }
  }
}
