{
  "updateSharing": "Преглед на споделянето",
  "moreInfo": "Повече информация",
  "learnMore": "Научете повече",
  "noItemToShare": "Няма открити проблеми със споделяне",
  "loadingInfo": "Информацията за споделяне се зарежда...",
  "updatingSharing": "Актуализиране на споделянето...",
  "updateItemsCount": "Елемент (-и), за който/които имате разрешение да актуализирате: {num}",
  "updateItemsCountText": "Тези зависими елементи може да не се виждат от другите потребители, защото се споделят по различен начин. Натиснете върху „Актуализиране“, за да синхронизирате споделянето на зависимите елементи, които имате разрешение да актуализирате.",
  "uneditableItemsCount": "Елемент (-и), за който/които нямате разрешение да актуализирате: {num}",
  "uneditableMessage": "Тези зависими елементи може да не се виждат от другите потребители, защото се споделят по различен начин.",
  "nonPublicItems": "Елемент (и), които не могат да се споделят публично:",
  "premiumItemsWebMap": "Тази уеб карта има елементи с абонамет или с премиум съдържание.",
  "premiumMessage": "Тези зависими елементи може да не се виждат от другите потребители, защото изискват абонамент.",
  "premiumTextMap": "Научете повече за споделянето на карти с абонамент или на премиум съдържание",
  "notice": "Някои елементи може да не са видими за другите, защото са споделени по различен начин или изискват абонамент за преглед. Натиснете върху <b>Актуализиране на споделянето</b> , за да синхронизирате споделянето на елементите, за които имате разрешение да актуализирате.",
  "noticeEnterprise": "Някои елементи може да не са видими за другите, защото се споделят по различен начин. Натиснете върху <b>Актуализиране на споделянето</b> , за да синхронизирате споделянето на елементите, за които имате разрешение да актуализирате.",
  "canBeShared": "${count}/${total} споделянето на елементи ще бъде актуализирано",
  "update": "Споделяне на актуализации",
  "cancel": "Отказ",
  "ok": "Ок",
  "goToItem": "Преглед на цялата подробна информация",
  "unableToGetItem": "Не могат да се получат подробности за елемента.",
  "needShare": {
    "noPermission": {
      "notice": "Нямате разрешение да актуализирате споделянето на този елемент.",
      "panel": "Нямате разрешение да актуализирате споделянето на този елемент. Този елемент може да не се вижда от другите, защото е споделен по различен начин."
    },
    "pdc": {
      "notice": "Активирайте публичното събиране на данни, преди да споделите публично този слой.",
      "panel": "Активирайте публичното събиране на данни, преди да споделите публично този слой. За оптимална производителност и целостта на данните, моля, помислете за деактивиране на редактирането или използване на нередактируем слой за преглед.",
      "learnMore": "Научете повече за разрешаването на редактиране на публични слоеве."
    },
    "premium": {
      "notice": "Премиум и абонаментно съдържание може да изисква влизане за гледане.",
      "panel": "Премиум и абонаментно съдържание може да изисква влизане за гледане.",
      "learnMore": "Научете повече за споделянето на премиум или абонаментно съдържание."
    },
    "sharingPDCEnabled": {
      "notice": "Публичното споделяне на този редактируем слой ще позволи на всеки да го редактира.",
      "panel": "Публичното споделяне на този редактируем слой ще позволи на всеки да го редактира. За оптимална производителност и целостта на данните, моля, помислете за деактивиране на редактирането или използване на нередактируем слой за преглед."
    }
  }
}
