{
  "title": "บริการตำแหน่งที่ตั้ง",
  "description": "กำหนดขอบเขตเพื่ออนุมัติการเข้าถึงบริการตำแหน่งที่ตั้ง ArcGIS แบบเจาะจง ศึกษาข้อมูลเพิ่มเติมเกี่ยวกับการรักษาความปลอดภัยและการรับรองความถูกต้อง",
  "requiredService": "บริการที่จำเป็น",
  "availableServices": "บริการที่พร้อมใช้งาน",
  "unavailableServices": "บริการที่ไม่พร้อมใช้งาน",
  "unavailableServicesDescription": "บริการด้านล่างจะพร้อมให้บริการเฉพาะเมื่อคุณเปิดใช้งานชำระเงินตามการใช้จริง ศึกษาข้อมูลเพิ่มเติมเกี่ยวกับการชำระเงินตามการใช้จริงจากใน คำถามที่พบบ่อยเกี่ยวกับการกำหนดราคา",
  "services": {
    "basemap": {
      "heading": "แผนที่ฐาน"
    },
    "geocodingStored": {
      "heading": "การกำหนดรหัสพิกัดทางภูมิศาสตร์ (จัดเก็บไว้)",
      "description": "เข้าถึงบริการกำหนดรหัสพิกัดทางภูมิศาสตร์ เพื่อดำเนินการกำหนดรหัสพิกัดทางภูมิศาสตร์แบบไปข้างหน้าและย้อนกลับ รวมถึงการสนับสนุนข้อเสนอแนะนำและการค้นหาสถานที่ คุณสามารถจัดเก็บผลลัพธ์ได้"
    },
    "geocodingNotStored": {
      "heading": "การกำหนดรหัสพิกัดทางภูมิศาสตร์ (ไม่ได้จัดเก็บไว้)",
      "description": "เข้าถึงบริการกำหนดรหัสพิกัดทางภูมิศาสตร์ เพื่อดำเนินการกำหนดรหัสพิกัดทางภูมิศาสตร์แบบไปข้างหน้าและย้อนกลับ รวมถึงการสนับสนุนข้อเสนอแนะนำและการค้นหาสถานที่ คุณไม่สามารถจัดเก็บผลลัพธ์ได้"
    },
    "optimizedRouting": {
      "heading": "เส้นทางที่ดีที่สุด",
      "description": "เข้าถึงบริการกำหนดเส้นทางเพื่อค้นหาลำดับที่ดีที่สุดในการแวะตำแหน่งที่ตั้งต่างๆ"
    },
    "closestFacility": {
      "heading": "สถานที่ที่ใกล้ที่สุด",
      "description": "เข้าถึงบริการ อาคารสถานที่ที่ใกล้ที่สุด เพื่อค้นหาอย่างน้อยหนึ่งอาคารสถานที่ที่อยู่ใกล้กับเหตุการณ์ที่สุด โดยอิงตามเวลาเดินทางหรือระยะทางการเดินทาง"
    },
    "locationAllocation": {
      "heading": "การจัดสรรตำแหน่งที่ตั้ง",
      "description": "เข้าถึงบริการจัดสรรตำแหน่งที่ตั้ง เพื่อเลือกอาคารสถานที่จากชุดอาคารสถานที่เพื่อดำเนินการ โดยอิงตามการโต้ตอบกับจุดดีมานด์ที่เป็นไปได้"
    },
    "multiVehicleRouting": {
      "heading": "การกำหนดเส้นทางหลายยานพาหนะ",
      "description": "เข้าถึงบริการปัญหาการกำหนดเส้นทางยานพาหนะ เพื่อระบุจุดหยุดที่ควรได้รับการซ่อมบำรุงตามแต่ละเส้นทาง และลำดับที่ควรแวะจุดหยุด"
    },
    "costMatrix": {
      "heading": "เมทริกซ์ต้นทุนระหว่างต้นทาง/ปลายทาง",
      "description": "เข้าถึงบริการเมทริกซ์ OD เพื่อสร้างเมทริกซ์ต้นทุนระหว่างต้นทาง-ปลายทาง (OD) จากหลายต้นทางถึงหลายปลายทาง"
    },
    "geoEnrichment": {
      "heading": "จีโอเอ็นริชเมนท์",
      "description": "เข้าถึงบริการ GeoEnrichment เพื่อรับแอตทริบิวต์ รายงาน และอินโฟกราฟิกที่ขับเคลื่อนด้วยข้อมูล ซึ่งจะอธิบายถึงสถิติประชากร ธุรกิจ และคุณลักษณะแบบอิงตำแหน่งที่ตั้งอื่นๆ สำหรับพื้นที่และตำแหน่งการศึกษาวิจัย"
    },
    "routing": {
      "heading": "การค้นหาเส้นทาง",
      "description": "เข้าถึงบริการกำหนดเส้นทาง เพื่อค้นหาวิธีที่ดีที่สุดในการเดินทางจากตำแหน่งหนึ่งไปยังอีกหนึ่งหนึ่ง หรือเพื่อไปยังหลายๆ ตำแหน่งที่ตั้ง"
    },
    "serviceArea": {
      "heading": "พื้นที่ให้บริการ",
      "description": "เข้าถึงบริการพื้นที่บริการ เพื่อสร้างพื้นที่ซึ่งใช้แทนระยะทางที่สามารถไปถึงได้ ขณะเดินทางในเครือข่ายถนน"
    }
  }
}
