{
  "updateSharing": "Revisar compartilhamento",
  "moreInfo": "Mais info",
  "learnMore": "Saiba mais",
  "noItemToShare": "Nenhum problema de compartilhamento detectado",
  "loadingInfo": "Carregando informações de compartilhamento...",
  "updatingSharing": "Atualizando compartilhamento...",
  "updateItemsCount": "Itens que você tem permissão para atualizar{num}",
  "updateItemsCountText": "Estes itens dependentes podem não estar visíveis para outros pois eles foram compartilhados de forma diferente. Clique em Atualizar para sincronizar o compartilhamento dos itens dependentes que você tem permissão para atualizar.",
  "uneditableItemsCount": "Itens que você não tem permissão para atualizar: {num}",
  "uneditableMessage": "Estes itens dependentes podem não estar visíveis para outros pois eles foram compartilhados de forma diferente.",
  "nonPublicItems": "Itens que não podem ser compartilhados publicamente:",
  "premiumItemsWebMap": "Este mapa da web contém conteúdo premium ou de assinante.",
  "premiumMessage": "Esses itens dependentes podem não estar visíveis para outras pessoas, pois exigem uma assinatura.",
  "premiumTextMap": "Obtenha mais informações sobre compartilhamento de mapas com assinante ou conteúdo premium",
  "notice": "Alguns itens podem não estar visíveis para outras pessoas pois são compartilhados de forma diferente ou exigem uma assinatura para visualização. Clique em <b>Atualizar Compartilhamento</b> para sincronizar o compartilhamento dos itens que você tem permissão para atualizar.",
  "noticeEnterprise": "Alguns itens podem não ser visíveis para outros pois são compartilhados de maneira diferente. Clique em <b>Atualizar Compartilhamento</b> para sincronizar o compartilhamento dos itens que você tem permissão para atualizar.",
  "canBeShared": "${count}/${total} itens terão seu compartilhamento atualizado",
  "update": "Atualizar compartilhamento",
  "cancel": "Cancelar",
  "ok": "Ok",
  "goToItem": "Visualizar detalhes completos",
  "unableToGetItem": "Não é possível obter detalhes do item.",
  "needShare": {
    "noPermission": {
      "notice": "Você não tem permissão para atualizar o compartilhamento deste item.",
      "panel": "Você não tem permissão para atualizar o compartilhamento deste item. Este item pode não estar visível para outras pessoas, pois está compartilhado de forma diferente."
    },
    "pdc": {
      "notice": "Habilite Coleta de Dados Públicos antes de compartilhar esta camada publicamente.",
      "panel": "Habilite Coleta de Dados Públicos antes de compartilhar esta camada publicamente. Para desempenho ideal e integridade de dados, considere desativar a edição ou usar uma camada de visualização não editável.",
      "learnMore": "Saiba mais sobre como habilitar a edição em camadas públicas."
    },
    "premium": {
      "notice": "O conteúdo premium e de assinante pode exigir registro para visualização.",
      "panel": "O conteúdo premium e de assinante pode exigir registro para visualização.",
      "learnMore": "Saiba mais sobre como compartilhar conteúdo premium ou de assinante."
    },
    "sharingPDCEnabled": {
      "notice": "Compartilhar esta camada editável publicamente permitirá que qualquer pessoa a edite.",
      "panel": "Compartilhar esta camada editável publicamente permitirá que qualquer pessoa a edite. Para desempenho ideal e integridade de dados, considere desativar a edição ou usar uma camada de visualização não editável."
    }
  }
}
