{
  "updateSharing": "Просмотр публикации",
  "moreInfo": "Подробнее",
  "learnMore": "Подробнее",
  "noItemToShare": "Ошибок публикации не обнаружено",
  "loadingInfo": "Загрузка информации о публикации...",
  "updatingSharing": "Обновление публикации...",
  "updateItemsCount": "Элементы, которые вы можете обновить: {num}",
  "updateItemsCountText": "Эти зависимые элементы могут быть не видны остальным, поскольку для них настроены разные уровни доступа. Щелкните Обновить, чтобы синхронизировать параметры доступа для зависимых элементов, для которых у вас есть права на обновление.",
  "uneditableItemsCount": "Элементы, которые вы не можете обновить: {num}",
  "uneditableMessage": "Эти зависимые элементы могут быть не видны остальным, поскольку для них настроены разные уровни доступа.",
  "nonPublicItems": "Элементы, которые не могут быть предоставлены в общий доступ:",
  "premiumItemsWebMap": "Эта веб-карта содержит ресурсы подписчика или премиум-ресурсы.",
  "premiumMessage": "Эти зависимые элементы могут быть не видны остальным, поскольку для них требуется подписка.",
  "premiumTextMap": "Более подробно о публикации карт с премиум-ресурсами или ресурсами подписчика.",
  "notice": "Некоторые элементы могут быть не видны остальным, потому что они опубликованы по-другому или требуют подписки для просмотра. Щелкните <b>Обновить публикацию</b>, чтобы синхронизировать параметры доступа к элементам, на обновление которых у вас есть разрешение.",
  "noticeEnterprise": "Некоторые элементы могут быть не видны остальным, поскольку для них настроены разные уровни доступа. Щелкните <b>Обновить публикацию</b>, чтобы синхронизировать параметры доступа к элементам, на обновление которых у вас есть разрешение.",
  "canBeShared": "Общий доступ к ${count}/${total} элементам будет обновлен",
  "update": "Обновить параметры общего доступа",
  "cancel": "Отмена",
  "ok": "OK",
  "goToItem": "Просмотр подробных сведений",
  "unableToGetItem": "Невозможно получить сведения об элементе",
  "needShare": {
    "noPermission": {
      "notice": "У вас нет прав для обновления общего доступа к этому элементу.",
      "panel": "У вас нет прав для обновления общего доступа к этому элементу. Этот элемент может быть не виден остальным, поскольку опубликован по-другому."
    },
    "pdc": {
      "notice": "Включите публичный сбор данных, прежде чем сделать этот слой общедоступным.",
      "panel": "Включите публичный сбор данных, прежде чем сделать этот слой общедоступным. Для оптимальной производительности и целостности данных следует отключить редактирование или использование нередактируемого вида слоя.",
      "learnMore": "Подробнее о включении редактирования в общедоступных слоях."
    },
    "premium": {
      "notice": "Для просмотра премиум-ресурсов или ресурсов подписчика может потребоваться вход в систему.",
      "panel": "Для просмотра премиум-ресурсов или ресурсов подписчика может потребоваться вход в систему.",
      "learnMore": "Более подробно о публикации премиум-ресурсов или ресурсов подписчика."
    },
    "sharingPDCEnabled": {
      "notice": "Предоставление общего доступа к этому редактируемому слою позволит любому редактировать его.",
      "panel": "Предоставление общего доступа к этому редактируемому слою позволит любому редактировать его. Для оптимальной производительности и целостности данных следует отключить редактирование или использование нередактируемого вида слоя."
    }
  }
}
