{
  "title": "Servicii de locație",
  "description": "Setați domeniile pentru acordarea accesului la servicii de locație specifice ArcGIS. Aflați mai multe in Securitate și autentificare.",
  "requiredService": "Serviciu obligatoriu",
  "availableServices": "Servicii disponibile",
  "unavailableServices": "Servicii indisponibile",
  "unavailableServicesDescription": "Serviciile de mai jos sunt disponibile numai dacă activați plățile din mers. Aflați mai multe despre plățile din mers din întrebările frecvente despre prețuri.",
  "services": {
    "basemap": {
      "heading": "Hărţi fundal"
    },
    "geocodingStored": {
      "heading": "Geocodificare (stocată)",
      "description": "Accesați serviciul de geocodificare pentru a realiza geocoduri înainte și înapoi, inclusiv asistență pentru sugestii și căutarea locurilor. Puteți stoca rezultatele."
    },
    "geocodingNotStored": {
      "heading": "Geocodificare (nestocată)",
      "description": "Accesați serviciul de geocodificare pentru a realiza geocoduri înainte și înapoi, inclusiv asistență pentru sugestii și căutarea locurilor. Nu puteți stoca rezultatele."
    },
    "optimizedRouting": {
      "heading": "Rutare optimizată",
      "description": "Accesați serviciul Rutare pentru a găsi cea mai bună secvență în care să vizitați locațiile."
    },
    "closestFacility": {
      "heading": "Cel mai apropiat centru",
      "description": "Accesați serviciul Facilitate apropiată pentru a găsi una sau mai multe facilități care sunt cele mai apropiate de un incident pe baza momentului sau distanței de deplasare."
    },
    "locationAllocation": {
      "heading": "Alocarea locației",
      "description": "Accesați serviciul Alocare locație pentru a alege ce facilități dintr-un set de facilități operați pe baza interacțiunii lor potențiale cu punctele de cerere."
    },
    "multiVehicleRouting": {
      "heading": "Rutare multivehicul",
      "description": "Accesați serviciul Problemă de trasare rută vehicul pentru a stabili ce opriri ar trebui să fie deservite de fiecare rută și în ce ordine ar trebui să fie vizitate opririle."
    },
    "costMatrix": {
      "heading": "Matrice de costuri origine/destinație",
      "description": "Accesați serviciul Matrice OD pentru a crea o matrice de costuri origine-destinație din multiple origini către multiple destinații."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Accesați GeoEnrichment Service pentru a obține atribute, rapoarte și grafice informative pe baza datelor care descrie demografia, firmele și alte caracteristici pe bază de locație pentru zone de studiu și locații."
    },
    "routing": {
      "heading": "Rutare",
      "description": "Accesați serviciul Rutare pentru a găsi cea mai bună modalitate de a ajunge dintr-o locație în alta sau de a vizita mai multe locații."
    },
    "serviceArea": {
      "heading": "Zonă servicii",
      "description": "Accesați serviciul Zonă de servicii pentru a genera o zonă care reprezintă distanța care poate fi parcursă în timpul deplasării într-o rețea de străzi."
    }
  }
}
