{
  "title": "Сервіси місць розташування",
  "description": "Задати обсяг сервісів місць розташування ArcGIS, до яких потрібно надати доступ. Щоб дізнатися більше, ознайомтеся з розділом «Безпека й автентифікація».",
  "requiredService": "Потрібний сервіс",
  "availableServices": "Доступні сервіси",
  "unavailableServices": "Недоступні сервіси",
  "unavailableServicesDescription": "Наведені нижче сервіси доступні тільки якщо активовано оплату в міру використання. Дізнайтеся більше про оплату в міру використання в часто задаваних запитаннях про ціни.",
  "services": {
    "basemap": {
      "heading": "Базові карти"
    },
    "geocodingStored": {
      "heading": "Геокодування (зі збереженням)",
      "description": "Скористайтеся сервісом геокодування для виконання прямого й зворотного геокодування, включаючи підтримку пропозицій і пошук місця. Можливе збереження результатів."
    },
    "geocodingNotStored": {
      "heading": "Геокодування (без збереження)",
      "description": "Скористайтеся сервісом геокодування для виконання прямого й зворотного геокодування, включаючи підтримку пропозицій і пошук місця. Збереження результатів неможливе."
    },
    "optimizedRouting": {
      "heading": "Оптимізована побудова маршруту",
      "description": "Скористайтеся сервісом «Побудова маршруту», щоб знайти найкращу послідовність відвідування місць розташування."
    },
    "closestFacility": {
      "heading": "Найближчий пункт обслуговування",
      "description": "Скористайтеся сервісом «Найближчий пункт обслуговування», щоб знайти один або кілька пунктів обслуговування, які є найближчими до інциденту за часом або відстанню подорожі."
    },
    "locationAllocation": {
      "heading": "Розподіл місця розташування",
      "description": "Скористайтеся сервісом «Розподіл місця розташування», щоб із набору пунктів обслуговування вибрати пункти обслуговування для подальшої роботи на основі їх потенційної взаємодії з точками запиту."
    },
    "multiVehicleRouting": {
      "heading": "Побудова маршрутів для різних транспортних засобів",
      "description": "Скористайтеся сервісом «Задача вибору маршруту транспорту», щоб визначити, які зупинки обслуговуватимуться кожним маршрутом та в якій послідовності відвідуватимуться зупинки."
    },
    "costMatrix": {
      "heading": "Матриця вартості джерело/призначення",
      "description": "Скористайтеся сервісом «Матриця джерело/призначення», щоб створити матрицю вартості джерело/призначення із кількох джерел до кількох призначень."
    },
    "geoEnrichment": {
      "heading": "Геозбагачення",
      "description": "Скористайтеся сервісом «Геозбагачення», щоб отримати атрибути, звіти та інфографіку на основі даних, які описують демографічні, ділові та інші геолокаційні характеристики в областях та місцях розташування, що вивчаються."
    },
    "routing": {
      "heading": "Побудова маршруту",
      "description": "Скористайтеся сервісом «Побудова маршруту», щоб знайти найкращий спосіб дістатися з одного місця розташування в інше або відвідати декілька місць розташування."
    },
    "serviceArea": {
      "heading": "Область обслуговування",
      "description": "Скористайтеся сервісом «Область обслуговування», щоб створити область, яка представляє відстань, досяжну рухом вуличною мережею."
    }
  }
}
