{
  "title": "Positionstjenester",
  "description": "Indstil omfang for at give adgang til specifikke ArcGIS-positionstjenester Lær mere under Sikkerhed og autentificering.",
  "requiredService": "Krævet tjeneste",
  "availableServices": "Tilgængelige tjenester",
  "unavailableServices": "Ikke-tilgængelige tjenester",
  "unavailableServicesDescription": "Nedenstående tjenester er kun tilgængelige, hvis du betaler løbende. Få mere at vide om priser med løbende betaling under ofte stillede spørgsmål.",
  "services": {
    "basemap": {
      "heading": "Baggrundskort"
    },
    "geocodingStored": {
      "heading": "Geokodning (gemmes)",
      "description": "Få adgang til geokodningstjenesten for at udføre frem- og tilbagerettede geokoder, herunder understøttelse af forslag og søgning efter steder. Du kan lagre resultaterne."
    },
    "geocodingNotStored": {
      "heading": "Geokodning (gemmes ikke)",
      "description": "Få adgang til geokodningstjenesten for at udføre frem- og tilbagerettede geokoder, herunder understøttelse af forslag og søgning efter steder. Du kan ikke lagre resultaterne."
    },
    "optimizedRouting": {
      "heading": "Optimerede angivelse af ruter",
      "description": "Få adgang til Angivelse af ruter-tjenesten for at finde den bedste rækkefølge, hvori positionerne skal besøges."
    },
    "closestFacility": {
      "heading": "Nærmeste facilitet",
      "description": "Få adgang til Find nærmeste faciliteter-tjenesten for at finde en eller flere faciliteter, der er tættest på en hændelse, baseret på rejsetid eller -afstand."
    },
    "locationAllocation": {
      "heading": "Positionsallokering",
      "description": "Få adgang til Positionstildeling-tjenesten, så du ud fra et sæt faciliteter kan vælge, hvilke faciliter der skal drives, baseret på deres mulige interaktion med efterspørgselspunkter."
    },
    "multiVehicleRouting": {
      "heading": "Ruter til flere køretøjer",
      "description": "Få adgang til Problem med køretøjsruter-tjenesten for at bestemme, hvilke stop der skal services af hver rute, og i hvilken rækkefølge stoppene skal besøges."
    },
    "costMatrix": {
      "heading": "Omkostningsmatrix for begyndelsessted/destination",
      "description": "Få adgang til OD-matrix-tjenesten for at oprette en omkostningsmatrix for begyndelsessted/destination (OD – origin-destination) fra flere begyndelsessteder til flere destinationer."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Få adgang til GeoEnrichment-tjenesten for at få attributter, rapporter og datadreven infografik, der beskriver demografi, forretninger og andre positionsbaserede egenskaber for undersøgelsesområder og -positioner."
    },
    "routing": {
      "heading": "Ruter",
      "description": "Få adgang til Angivelse af ruter-tjenesten for at finde den bedste vej fra én position til en anden eller for at besøge flere positioner."
    },
    "serviceArea": {
      "heading": "Tjensteområde",
      "description": "Få adgang til Tjenesteområde-tjenesten for at generere et område, der repræsenterer den afstand, der kan nås, når der rejses i et gadenetværk."
    }
  }
}
