{
  "title": "Usluge lokacije",
  "description": "Postavite opsege za odobravanje pristupa određenim ArcGIS uslugama lokacije. Saznajte više u Sigurnost i provjera autentičnosti.",
  "requiredService": "Potrebna usluga",
  "availableServices": "Dostupne usluge",
  "unavailableServices": "Nedostupne usluge",
  "unavailableServicesDescription": "Usluge u nastavku dostupne su samo ako omogućite pay-as-you-go. Saznajte više o sustavu pay-as-you-go u često postavljanim pitanjima o cijenama.",
  "services": {
    "basemap": {
      "heading": "Kartografske podloge"
    },
    "geocodingStored": {
      "heading": "Geookodiranje (pohranjeno)",
      "description": "Pristupite usluzi geokodiranja za izvođenje geokodiranja naprijed i nazad uključujući podršku za prijedloge i pretraživanje mjesta. Možete pohraniti rezultate."
    },
    "geocodingNotStored": {
      "heading": "Geookodiranje (nije pohranjeno)",
      "description": "Pristupite usluzi geokodiranja za izvođenje geokodiranja naprijed i nazad uključujući podršku za prijedloge i pretraživanje mjesta. Ne možete pohraniti rezultate."
    },
    "optimizedRouting": {
      "heading": "Optimizirano rutiranje",
      "description": "Pristupite usluzi rutiranja kako biste pronašli najbolji redoslijed za posjet lokacijama."
    },
    "closestFacility": {
      "heading": "Najbliži objekt",
      "description": "Pristupite usluzi najbližeg objekta kako biste pronašli jedan ili više objekata koji su najbliži incidentu na temelju vremena putovanja ili udaljenosti putovanja."
    },
    "locationAllocation": {
      "heading": "Dodjela lokacije",
      "description": "Pristupite usluzi dodjele lokacije kako biste odabrali objekte iz niza objekata kojima ćete upravljati na temelju njihove potencijalne interakcije s točkama potražnje."
    },
    "multiVehicleRouting": {
      "heading": "Rutiranje za više vozila",
      "description": "Pristupite usluzi Problem rutiranja vozila kako biste odredili koja stajališta treba servisirati na svakoj ruti i kojim redoslijedom stajališta treba posjećivati."
    },
    "costMatrix": {
      "heading": "Matrica troška polazišta i odredišta",
      "description": "Pristupite usluzi OD Matrix za izradu matrice troškova polazišta-odredišta (OD) od više polazišta do više odredišta."
    },
    "geoEnrichment": {
      "heading": "Obogaćivanje karte",
      "description": "Pristupite usluzi obogaživanja karte za dobivanje atributa, izvješća i infografike temeljene na podacima koji opisuju demografske, poslovne i druge karakteristike temeljene na lokaciji za područja i lokacije istraživanja."
    },
    "routing": {
      "heading": "Rutiranje",
      "description": "Pristupite usluzi rutiranja kako biste pronašli najbolji način da stignete s jedne lokacije na drugu ili da posjetite nekoliko lokacija."
    },
    "serviceArea": {
      "heading": "Područje usluge",
      "description": "Pristupite usluzi Područje usluge za generiranje područja koje predstavlja udaljenost do koje se može doći kada se putuje uličnom mrežom."
    }
  }
}
