{
  "title": "Serveis d'ubicació",
  "description": "Definiu àmbits per concedir accés a serveis d'ubicació d'ArcGIS específics. Obteniu més informació sobre la seguretat i l'autenticació.",
  "requiredService": "Servei necessari",
  "availableServices": "Serveis disponibles",
  "unavailableServices": "Serveis no disponibles",
  "unavailableServicesDescription": "Els serveis següents només estan disponibles si activeu el pagament per l'ús. Obteniu més informació sobre el pagament per l'ús a les preguntes freqüents sobre preus.",
  "services": {
    "basemap": {
      "heading": "Mapes base"
    },
    "geocodingStored": {
      "heading": "Geocodificació (emmagatzemat)",
      "description": "Accediu al servei de geocodificació per fer geocodificacions cap endavant i cap enrere, amb suport per a suggeriments i cerca de llocs. Els resultats es poden emmagatzemar."
    },
    "geocodingNotStored": {
      "heading": "Geocodificació (no emmagatzemat)",
      "description": "Accediu al servei de geocodificació per fer geocodificacions cap endavant i cap enrere, amb suport per a suggeriments i cerca de llocs. Els resultats no es poden emmagatzemar."
    },
    "optimizedRouting": {
      "heading": "Assignació de rutes optimitzada",
      "description": "Accediu al servei d'assignació de rutes per cercar la seqüència òptima per visitar les ubicacions."
    },
    "closestFacility": {
      "heading": "Instal·lació més propera",
      "description": "Accediu al servei d'instal·lació més proper per els trobar centres que estiguin més a prop d'un incident en funció del temps o la distància del trajecte."
    },
    "locationAllocation": {
      "heading": "Assignació d'ubicació",
      "description": "Accediu al servei d'assignació d'ubicacions per triar quines instal·lacions d'un conjunt d'instal·lacions han d'oferir serveis en funció de la seva interacció potencial amb els punts de demanda."
    },
    "multiVehicleRouting": {
      "heading": "Assignació de rutes amb diversos vehicles",
      "description": "Accediu al servei de problemes d'assignació de rutes per determinar quines parades ha d'atendre cada ruta i en quina seqüència cal visitar les parades."
    },
    "costMatrix": {
      "heading": "Matriu de costs d'origen-destinació",
      "description": "Accediu al servei de matriu d'origen-destinació (OD) per crear una matriu de costs OD des de diversos orígens a diverses destinacions."
    },
    "geoEnrichment": {
      "heading": "Geoenriquiment",
      "description": "Accediu al servei GeoEnrichment per obtenir atributs, informes i infografies basades en dades que descriuen característiques demogràfiques, empresarials i altres característiques basades en dades per a àrees i ubicacions d'estudi."
    },
    "routing": {
      "heading": "Assignació de rutes",
      "description": "Accediu al servei d'assignació de rutes per cercar la millor manera d'anar d'una ubicació a una altra o visitar diverses ubicacions."
    },
    "serviceArea": {
      "heading": "Àrea de servei",
      "description": "Accediu al servei d'àrees de servei per generar una àrea que representi la distància que es pot assolir en el desplaçament per una xarxa de carrers."
    }
  }
}
