{
  "close": "ปิด",
  "sourceLayer": "ชั้นข้อมูลต้นทาง",
  "featureLayer": "ชั้นข้อมูลฟีเจอร์",
  "table": "ตาราง",
  "save": "จัดเก็บ",
  "saveAs": "บันทึกเป็น",
  "duplicate": "รายการซ้ำ",
  "layerStatus": "สถานะคุณสมบัติชั้น",
  "tableStatus": "สถานะคุณสมบัติของตาราง",
  "moreInfo": "ข้อมูลเพิ่มเติม",
  "manageLayerProps": "จัดการคุณสมบัติเลเยอร์",
  "manageTableProps": "จัดการคุณสมบัติของตาราง",
  "propsFromSource": "คุณสมบัติทั้งหมดถูกเก็บไว้ในชั้นข้อมูลแหล่งที่มา",
  "somePropsSetInWebmap": "คุณสมบัติบางส่วนจะถูกจัดเก็บไว้ในเว็บแมพนี้",
  "propsSetInWebmap": "คุณสมบัติทั้งหมดจะถูกจัดเก็บไว้ในเว็บแมพนี้",
  "resetToSource": "รีเซ็ตเป็นคุณสมบัติเลเยอร์ต้นทาง",
  "discardProps": "ยกเลิกคุณสมบัติที่เก็บไว้ในเว็บแมพนี้และแทนที่คุณสมบัติที่จัดเก็บในชั้นข้อมูลแหล่งที่มา",
  "disconnectProps": "ยกเลิกการเชื่อมโยงคุณสมบัติเลเยอร์",
  "disconnectPropsTable": "ตัดการเชื่อมต่อคุณสมบัติของตาราง",
  "setPropsInWebmap": "จัดเก็บคุณสมบัติในเว็บแมพนี้และไม่ใช้คุณสมบัติที่จัดเก็บไว้ในชั้นข้อมูลแหล่งที่มาอีกต่อไป",
  "setFromSource": "เก็บไว้ในชั้นข้อมูลแหล่งที่มา",
  "propReflectUpdates": "คุณสมบัติ \"${label}\" จะแสดงการอัปเดตที่ดำเนินการไปกับชั้นข้อมูลต้นทาง",
  "propsCannotBeReset": "คุณสมบัติไม่สามารถรีเซ็ตได้เนื่องจากถูกอ้างอิงจากเลเยอร์ต้นทางแล้ว",
  "setInWebmap": "จัดเก็บไว้ในเว็บแมพ",
  "propNotConnected": "คุณสมบัติ \"${label}\" ไม่ได้เชื่อมต่อกับชั้นข้อมูลต้นทางอีกต่อไป เนื่องจากถูกตั้งค่าด้วยตัวเองในเว็บแมปนี้",
  "propsCannotBeDisconnected": "ไม่สามารถตัดการเชื่อมต่อคุณสมบัติได้ เนื่องจากถูกตั้งค่าในเว็บแมปไว้อยู่แล้ว",
  "tip": "หากคุณสมบัติของชั้นข้อมูลถูกจัดเก็บไว้ในชั้นข้อมูลต้นทาง การเปลี่ยนแปลงใดๆ ที่ดำเนินการกับชั้นข้อมูลต้นทาง จะแสดงอยู่ในเว็บแมปนี้",
  "learnMore": "ศึกษาเพิ่มเติม",
  "status": {
    "clear": "ล้าง",
    "searchPlaceholder": "คุณสมบัติการค้นหา",
    "dataProps": "คุณสมบัติข้อมูล",
    "appearanceProps": "คุณสมบัติลักษณะที่ปรากฏ",
    "data": "ข้อมูล",
    "style": "สไตล์",
    "labels": "ป้ายชื่อ",
    "visibleRange": "ระยะที่มองเห็นได้",
    "transparency": "โปร่งแสง",
    "filter": "ตัวกรอง",
    "popupsAndAttributes": "ป็อปอัพและแอตทริบิวต์",
    "aggregation": "รวม",
    "blending": "ผสาน",
    "effects": "เอฟเฟกต์",
    "legend": "คำอธิบายสัญลักษณ์",
    "refreshInterval": "รีเฟรชอันตรภาคชั้น",
    "time": "เวลา",
    "editing": "การแก้ไข",
    "orderBy": "ลำดับการแสดงฟีเจอร์",
    "formTemplate": "แบบฟอร์ม",
    "floorInfo": "ชั้นข้อมูลในอาคาร",
    "customParameters": "พารามิเตอร์ที่กำหนดเอง",
    "charts": "แผนภูมิ",
    "setFromSource": "เก็บไว้ในข้อมูลแหล่งที่มา",
    "setInWebmap": "เก็บไว้ในเว็บแมพ"
  }
}
