{
  "updateSharing": "ตรวจสอบการแชร์",
  "moreInfo": "ข้อมูลเพิ่มเติม",
  "learnMore": "เรียนรู้เพิ่มเติม",
  "noItemToShare": "ไม่พบปัญหาด้านการแชร์",
  "loadingInfo": "กำลังโหลดข้อมูลการแชร์...",
  "updatingSharing": "การอัปเดตการแชร์...",
  "updateItemsCount": "ไอเท็มที่คุณมีสิทธิ์ในการอัปเดต: {num}",
  "updateItemsCountText": "บุคคลอื่นอาจมองไม่เห็นรายการที่ขึ้นต่อกันเหล่านี้ เนื่องจากถูกแชร์ในรูปแบบที่แตกต่างกัน คลิก อัพเดต เพื่อซิงโครไนซ์การแชร์ของรายการที่ขึ้นต่อกัน ซึ่งคุณมีสิทธิ์ในการอัพเดต",
  "uneditableItemsCount": "ไอเท็มที่คุณไม่มีสิทธิ์ในการอัปเดต: {num}",
  "uneditableMessage": "บุคคลอื่นอาจมองไม่เห็นรายการที่ขึ้นต่อกันเหล่านี้ เนื่องจากถูกแชร์ในรูปแบบที่แตกต่างกัน",
  "nonPublicItems": "รายการที่ไม่สามารถแชร์แบบสาธารณะได้:",
  "premiumItemsWebMap": "เว็บแมพนี้มีเนื้อหาแบบพรีเมี่ยมหรือที่ต้องสมัครบริการ",
  "premiumMessage": "บุคคลอื่นอาจมองไม่เห็นรายการที่ขึ้นต่อกันเหล่านี้ เนื่องจากจำเป็นต้องสมัครสมาชิก",
  "premiumTextMap": "เรียนรู้เพิ่มเติมเกี่ยวกับการแชร์แผนที่ที่มีเนื้อหาที่ต้องสมัครบริการหรือเนื้อหาพรีเมี่ยม",
  "notice": "ผู้อื่นอาจมองไม่เห็นบางรายการ เนื่องจากได้รับการแชร์ที่แตกต่างกัน หรือจำเป็นต้องสมัครสมาชิกเพื่อดู คลิก <b>อัปเดตการแชร์</b> เพื่อซิงโครไนซ์การแชร์รายการที่คุณมีสิทธิ์อัปเดต",
  "noticeEnterprise": "บุคคลอื่นอาจมองบางรายการไม่เห็น เนื่องจากถูกแชร์ในรูปแบบที่แตกต่างกันไป คลิก <b>อัปเดตการแชร์</b> เพื่อซิงโครไนซ์การแชร์รายการที่คุณมีสิทธิ์อัปเดต",
  "canBeShared": "${count}/${total} รายการ จะได้รับการอัปเดตการแชร์",
  "update": "อัปเดตการแชร์",
  "cancel": "ยกเลิก",
  "ok": "ตกลง",
  "goToItem": "ดูรายละเอียดทั้งหมด",
  "unableToGetItem": "ไม่สามารถรับรายละเอียดรายการได้",
  "needShare": {
    "noPermission": {
      "notice": "คุณไม่มีสิทธิ์อัปเดตการแชร์รายการนี้",
      "panel": "คุณไม่มีสิทธิ์อัปเดตการแชร์รายการนี้ บุคคลอื่นอาจมองไม่เห็นรายการนี้ เนื่องจากมีการแชร์ที่แตกต่างกัน"
    },
    "pdc": {
      "notice": "เปิดใช้งานการเก็บรวบรวมข้อมูลสาธารณะ ก่อนที่จะแชร์ชั้นข้อมูลนี้แบบสาธารณะ",
      "panel": "เปิดใช้งานการเก็บรวบรวมข้อมูลสาธารณะ ก่อนที่จะแชร์ชั้นข้อมูลนี้แบบสาธารณะ เพื่อประสิทธิภาพการทำงานและความสมบูรณ์ของข้อมูลอย่างเต็มที่ โปรดพิจารณาปิดใช้งานการแก้ไข หรือใช้ชั้นข้อมูลมุมมองแบบไม่สามารถแก้ไขได้",
      "learnMore": "ศึกษาข้อมูลเพิ่มเติมเกี่ยวกับการเปิดใช้งานการแก้ไขบนชั้นข้อมูลสาธารณะ"
    },
    "premium": {
      "notice": "อาจต้องลงชื่อเข้าใช้เพื่อดูคอนเทนต์พรีเมียมและคอนเทนต์สำหรับผู้สมัครสมาชิก",
      "panel": "อาจต้องลงชื่อเข้าใช้เพื่อดูคอนเทนต์พรีเมียมและคอนเทนต์สำหรับผู้สมัครสมาชิก",
      "learnMore": "ศึกษาข้อมูลเพิ่มเติมเกี่ยวกับการแชร์คอนเทนต์พรีเมียมหรือคอนเทนต์สำหรับผู้สมัครสมาชิก"
    },
    "sharingPDCEnabled": {
      "notice": "การแชร์ชั้นข้อมูลที่แก้ไขได้นี้แบบสาธารณะ จะส่งผลให้ทุกคนสามารถแก้ไขได้",
      "panel": "การแชร์ชั้นข้อมูลที่แก้ไขได้นี้แบบสาธารณะ จะส่งผลให้ทุกคนสามารถแก้ไขได้ เพื่อประสิทธิภาพการทำงานและความสมบูรณ์ของข้อมูลอย่างเต็มที่ โปรดพิจารณาปิดใช้งานการแก้ไข หรือใช้ชั้นข้อมูลมุมมองแบบไม่สามารถแก้ไขได้"
    }
  }
}
