{
  "updateSharing": "Freigabe überprüfen",
  "moreInfo": "Weitere Informationen",
  "learnMore": "Weitere Informationen",
  "noItemToShare": "Keine Freigabeprobleme erkannt",
  "loadingInfo": "Laden von Freigabeinformationen...",
  "updatingSharing": "Aktualisieren der Freigabe...",
  "updateItemsCount": "Elemente, für die Sie Aktualisierungsberechtigungen besitzen: {num}",
  "updateItemsCountText": "Die abhängigen Elemente sind möglicherweise nicht für andere Benutzer sichtbar, da sie nicht auf dieselbe Weise freigegeben sind. Klicken Sie auf \"Aktualisieren\", um die Freigabe der abhängigen Elemente, für die Sie Aktualisierungsberechtigungen besitzen, zu synchroniseren.",
  "uneditableItemsCount": "Elemente, für die Sie keine Aktualisierungsberechtigungen besitzen: {num}",
  "uneditableMessage": "Die abhängigen Elemente sind möglicherweise nicht für andere Benutzer sichtbar, da sie nicht auf dieselbe Weise freigegeben sind.",
  "nonPublicItems": "Elemente, die nicht öffentlich freigegeben werden können:",
  "premiumItemsWebMap": "Diese Webkarte enthält Premium- oder Subskriptionsinhalt.",
  "premiumMessage": "Die abhängigen Elemente sind möglicherweise nicht für andere Benutzer sichtbar, da sie eine Subskription erfordern.",
  "premiumTextMap": "Weitere Informationen zum Freigeben von Karten mit Subskriptions- oder Premium-Inhalten",
  "notice": "Einige Elemente sind möglicherweise nicht für andere Benutzer sichtbar, da sie auf andere Weise freigegeben sind oder für die Anzeige eine Subskription erfordern. Klicken Sie auf <b>Freigabe aktualisieren</b>, um die Freigabe der Elemente, für die Sie Aktualisierungsberechtigungen besitzen, zu synchronisieren.",
  "noticeEnterprise": "Einige Elemente sind möglicherweise nicht für andere Benutzer sichtbar, da sie nicht auf dieselbe Weise freigegeben sind. Klicken Sie auf <b>Freigabe aktualisieren</b>, um die Freigabe der Elemente, für die Sie Aktualisierungsberechtigungen besitzen, zu synchronisieren.",
  "canBeShared": "Freigabe für ${count} von ${total} Elementen wird aktualisiert",
  "update": "Freigabe aktualisieren",
  "cancel": "Abbrechen",
  "ok": "OK",
  "goToItem": "Vollständige Details anzeigen",
  "unableToGetItem": "Elementdetails können nicht abgerufen werden.",
  "needShare": {
    "noPermission": {
      "notice": "Sie besitzen keine Berechtigungen zum Aktualisieren der Freigabe für dieses Element.",
      "panel": "Sie besitzen keine Berechtigungen zum Aktualisieren der Freigabe für dieses Element. Dieses Element ist möglicherweise nicht für andere Benutzer sichtbar, da es auf andere Weise freigegeben ist."
    },
    "pdc": {
      "notice": "Aktivieren Sie \"Öffentliche Datenerfassung\", bevor Sie diesen Layer öffentlich freigeben.",
      "panel": "Aktivieren Sie \"Öffentliche Datenerfassung\", bevor Sie diesen Layer öffentlich freigeben. Um eine optimale Performance zu erzielen und die Datenintegrität zu gewährleisten, sollten Sie die Bearbeitung deaktivieren oder eine nicht editierbare Sicht des Layers verwenden.",
      "learnMore": "Weitere Informationen zum Aktivieren der Bearbeitung öffentlicher Layer."
    },
    "premium": {
      "notice": "Zum Anzeigen von Premium- und Subskriptionsinhalten ist ggf. die Anmeldung erforderlich.",
      "panel": "Zum Anzeigen von Premium- und Subskriptionsinhalten ist ggf. die Anmeldung erforderlich.",
      "learnMore": "Weitere Informationen zum Freigeben von Premium- und Subskriptionsinhalten."
    },
    "sharingPDCEnabled": {
      "notice": "Wenn dieser editierbare Layer öffentlich freigegeben wird, darf er von allen Benutzern bearbeitet werden.",
      "panel": "Wenn dieser editierbare Layer öffentlich freigegeben wird, darf er von allen Benutzern bearbeitet werden. Um eine optimale Performance zu erzielen und die Datenintegrität zu gewährleisten, sollten Sie die Bearbeitung deaktivieren oder eine nicht editierbare Sicht des Layers verwenden."
    }
  }
}
