{
  "updateSharing": "Se gjennom deling",
  "moreInfo": "Mer informasjon",
  "learnMore": "Mer informasjon",
  "noItemToShare": "Ingen delingsproblemer funnet",
  "loadingInfo": "Laster inn delingsinformasjon...",
  "updatingSharing": "Oppdaterer deling...",
  "updateItemsCount": "Element(er) du har tillatelse til å oppdatere: {num}",
  "updateItemsCountText": "Disse avhengige elementene er kanskje ikke synlige for andre fordi de er delt på en annen måte. Klikk på Oppdater for å synkronisere deling av avhengige elementer du har tillatelse til å oppdatere.",
  "uneditableItemsCount": "Element(er) du ikke har tillatelse til å oppdatere: {num}",
  "uneditableMessage": "Disse avhengige elementene er kanskje ikke synlige for andre fordi de er delt på en annen måte.",
  "nonPublicItems": "Element(er) som ikke kan deles offentlig:",
  "premiumItemsWebMap": "Dette webkartet inneholder premium- eller abonnementsinnhold.",
  "premiumMessage": "Disse avhengige elementene er kanskje ikke synlige for andre fordi de krever abonnement.",
  "premiumTextMap": "Få mer informasjon om deling av kart som har abonnements- eller premiuminnhold.",
  "notice": "Enkelte elementer er kanskje ikke synlige for andre fordi de er delt på en annen måte eller krever abonnement. Klikk på <b>Oppdater deling</b> for å synkronisere deling av elementene som du har tillatelse til å oppdatere.",
  "noticeEnterprise": "Noen av elementene er kanskje ikke synlige for andre fordi de er delt på en annen måte. Klikk på <b>Oppdater deling</b> for å synkronisere deling av elementene som du har tillatelse til å oppdatere.",
  "canBeShared": "Deling oppdateres for ${count}/${total} elementer",
  "update": "Oppdater deling",
  "cancel": "Avbryt",
  "ok": "OK",
  "goToItem": "Vis fullstendige detaljer",
  "unableToGetItem": "Kan ikke hente elementdetaljer.",
  "needShare": {
    "noPermission": {
      "notice": "Du har ikke tillatelse til å oppdatere deling for dette elementet.",
      "panel": "Du har ikke tillatelse til å oppdatere deling for dette elementet. Elementet er kanskje ikke synlig for andre fordi det er delt på en annen måte."
    },
    "pdc": {
      "notice": "Aktiver Offentlig datasamling før du deler dette laget offentlig.",
      "panel": "Aktiver Offentlig datasamling før du deler dette laget offentlig. Hvis du vil ha optimal ytelse og dataintegritet, bør du vurdere å deaktivere redigering eller bruke et visningslag som ikke kan redigeres.",
      "learnMore": "Mer informasjon om hvordan du aktiverer redigering i offentlige lag."
    },
    "premium": {
      "notice": "Du må kanskje logge på for å vise premium- og abonnementsinnhold.",
      "panel": "Du må kanskje logge på for å vise premium- og abonnementsinnhold.",
      "learnMore": "Mer informasjon om deling av premium- og abonnementsinnhold."
    },
    "sharingPDCEnabled": {
      "notice": "Hvis du deler dette laget offentlig, kan alle redigere det.",
      "panel": "Hvis du deler dette laget offentlig, kan alle redigere det. Hvis du vil ha optimal ytelse og dataintegritet, bør du vurdere å deaktivere redigering eller bruke et visningslag som ikke kan redigeres."
    }
  }
}
