{
  "updateSharing": "Kontrola sdílení",
  "moreInfo": "Další informace",
  "learnMore": "Další informace",
  "noItemToShare": "Nebyly nalezeny problémy se sdílením",
  "loadingInfo": "Načítání informací o sdílení...",
  "updatingSharing": "Aktualizace sdílení...",
  "updateItemsCount": "Položky, k jejichž aktualizaci máte oprávnění: {num}",
  "updateItemsCountText": "Tyto závislé položky nemusí být viditelné pro ostatní, protože jsou sdíleny jiným způsobem. Kliknutím na Aktualizovat synchronizujte sdílení závislých položek, k jejichž aktualizaci máte oprávnění.",
  "uneditableItemsCount": "Položky, k jejichž aktualizaci nemáte oprávnění: {num}",
  "uneditableMessage": "Tyto závislé položky nemusí být viditelné pro ostatní, protože jsou sdíleny jiným způsobem.",
  "nonPublicItems": "Položka/položky, které nelze sdílet veřejně:",
  "premiumItemsWebMap": "Tato webová mapa obsahuje prémiový nebo předplatitelský obsah.",
  "premiumMessage": "Tyto závislé položky nemusí být viditelné pro ostatní, protože vyžadují předplatné.",
  "premiumTextMap": "Další informace o sdílení map s předplatitelským nebo prémiovým obsahem",
  "notice": "Některé položky nemusí být pro ostatní viditelné, protože se sdílí jiným způsobem nebo k jejich zobrazení je nutné předplatné. Kliknutím na tlačítko <b>Aktualizovat sdílení</b> synchronizujte sdílení položek, které máte oprávnění aktualizovat.",
  "noticeEnterprise": "Některé položky nemusí být pro ostatní viditelné, protože jsou sdíleny jiným způsobem. Kliknutím na tlačítko <b>Aktualizovat sdílení</b> synchronizujte sdílení položek, které máte oprávnění aktualizovat.",
  "canBeShared": "U ${count}/${total} položek bude aktualizováno jejich sdílení",
  "update": "Aktualizovat sdílení",
  "cancel": "Storno",
  "ok": "OK",
  "goToItem": "Zobrazit všechny podrobnosti",
  "unableToGetItem": "Nelze získat podrobnosti o položce.",
  "needShare": {
    "noPermission": {
      "notice": "Nemáte oprávnění aktualizovat sdílení této položky.",
      "panel": "Nemáte oprávnění aktualizovat sdílení této položky. Tato položka nemusí být pro ostatní viditelná, protože je sdílena jinak."
    },
    "pdc": {
      "notice": "Před veřejným sdílením této vrstvy povolte Sběr veřejných dat.",
      "panel": "Před veřejným sdílením této vrstvy povolte Sběr veřejných dat. Pro optimální výkon a integritu dat zvažte vypnutí editace u vrstvy nebo použití needitovatelné vrstvy.",
      "learnMore": "Další informace o povolení editace u veřejných vrstev."
    },
    "premium": {
      "notice": "Prémiový obsah a obsah pro předplatitele může k zobrazení vyžadovat přihlášení.",
      "panel": "Prémiový obsah a obsah pro předplatitele může k zobrazení vyžadovat přihlášení.",
      "learnMore": "Další informace o sdílení prémiového obsahu nebo obsahu pro předplatitele."
    },
    "sharingPDCEnabled": {
      "notice": "Pokud tuto editovatelnou vrstvu budete sdílet veřejně, bude ji moci upravovat kdokoli.",
      "panel": "Pokud tuto editovatelnou vrstvu budete sdílet veřejně, bude ji moci upravovat kdokoli. Pro optimální výkon a integritu dat zvažte vypnutí editace u vrstvy nebo použití needitovatelné vrstvy."
    }
  }
}
