{
  "title": "Vietos nustatymo paslaugos",
  "description": "Nustatykite apimtis, pagal kurias bus suteikiama prieiga pire konkrečių ArcGIS vietos nustatymo paslaugų. Sužinokite daugiau „Sauga ir autentifikavimas“.",
  "requiredService": "Privaloma paslauga",
  "availableServices": "Prieinamos paslaugos",
  "unavailableServices": "Neprieinamos paslaugos",
  "unavailableServicesDescription": "Toliau pateiktos paslaugos prieinamos tik įgalinus mokėjimą atskirai. Sužinokite daugiau apie mokėjimą atskirai DUK apie kainas.",
  "services": {
    "basemap": {
      "heading": "Pagrindo žemėlapiai"
    },
    "geocodingStored": {
      "heading": "Geokodavimas (saugomas)",
      "description": "Naudokitės geokodavimo paslauga, kad atliktumėte geokodavimą ir atvirkštinį geokodavimą, įskaitant pasiūlymų ir vietos paieškos palaikymą. Rezultatus galima saugoti."
    },
    "geocodingNotStored": {
      "heading": "Geokodavimas (nesaugomas)",
      "description": "Naudokitės geokodavimo paslauga, kad atliktumėte geokodavimą ir atvirkštinį geokodavimą, įskaitant pasiūlymų ir vietos paieškos palaikymą. Rezultatų saugoti negalima."
    },
    "optimizedRouting": {
      "heading": "Optimizuoto maršruto nustatymas",
      "description": "Naudokitės Maršruto nustatymo paslauga, kad atrastumėte geriausią vietų lankymo tvarką."
    },
    "closestFacility": {
      "heading": "Artimiausias objektas",
      "description": "Naudokitės Artimiausio objekto paslauga, kad rastumėte vieną ar daugiau objektų, artimiausių įvykiui pagal kelionės laiką arba kelionės atstumą."
    },
    "locationAllocation": {
      "heading": "Vietos paskirstymas",
      "description": "Naudokitės Vietos paskirstymo paslauga, kad pasirinktumėte, kurias paslaugas iš rinkinio norite valdyti pagal jų galimą sąveiką su poreikio taškais."
    },
    "multiVehicleRouting": {
      "heading": "Kelių transporto priemonių maršruto parinkimas",
      "description": "Naudokitės Transporto priemonės nukreipimo problemos paslauga, kad nustatytumėte, kuriuos sustojimus riekia aptarnauti kiekvienu maršrutu ir kokia tvarka reikia pasiekti sustojimus."
    },
    "costMatrix": {
      "heading": "Išvykimo / atvykimo kainos matrica",
      "description": "Naudokitės OD matricos paslauga, kad sukurtumėte išvykimo–atvykimo (angl. origin-destination, OD) kainos matricą iš kelių išvykimų į kelis atvykimus."
    },
    "geoEnrichment": {
      "heading": "Geopraturtinimas",
      "description": "Naudokitės Geopraturtinimo paslauga, kad gautumėte atributus, ataskaitas ir duomenimis pagrįstus infografikus, kurie apibrėžia demografiją, verslą ir kitas vieta pagrįstas charakteristikas tiriamose teritorijose bei vietose."
    },
    "routing": {
      "heading": "Maršruto nustatymas",
      "description": "Naudokitės Maršruto nustatymo paslauga, kad atrastumėte geriausią būdą keliauti iš vienos vietos į kitą arba pasiekti kelias vietas."
    },
    "serviceArea": {
      "heading": "Aptarnavimo teritorija",
      "description": "Naudokitės Aptarnavimo teritorijos paslauga, kad sugeneruotumėte sritį, kurioje nurodomas atstumas, įveikiamas keliaujant gatvių tinklu."
    }
  }
}
