{
  "updateSharing": "Meninjau berbagi",
  "moreInfo": "Info selengkapnya",
  "learnMore": "Pelajari selengkapnya",
  "noItemToShare": "Tidak ada masalah berbagi yang terdeteksi",
  "loadingInfo": "Memuat info berbagi...",
  "updatingSharing": "Memperbarui berbagi...",
  "updateItemsCount": "Item yang izinnya Anda miliki untuk diperbarui: {num}",
  "updateItemsCountText": "Item terikat ini mungkin tidak dapat dilihat oleh orang lain karena item-item dibagikan secara berbeda. Klik Perbarui untuk menyinkronkan pembagian item terikat dengan izin pembaruan yang Anda miliki.",
  "uneditableItemsCount": "Item yang izinnya tidak Anda miliki untuk diperbarui: {num}",
  "uneditableMessage": "Item terikat ini mungkin tidak dapat dilihat oleh orang lain karena item-item dibagikan secara berbeda.",
  "nonPublicItems": "Item yang tidak bisa dibagikan secara publik:",
  "premiumItemsWebMap": "Peta web ini berisi konten premium atau konten pelanggan.",
  "premiumMessage": "Item terikat ini mungkin tidak terlihat oleh lainnya karena harus berlangganan.",
  "premiumTextMap": "Pelajari selengkapnya tentang membagikan peta dengan konten pelanggan atau konten premium",
  "notice": "Beberapa item mungkin tidak terlihat oleh orang lain karena dibagikan secara berbeda atau memerlukan langganan untuk melihatnya. Klik <b>Perbarui berbagi</b> untuk menyinkronkan berbagi item yang bisa Anda perbarui.",
  "noticeEnterprise": "Beberapa item mungkin tidak terlihat oleh orang lain karena dibagikan secara berbeda. Klik <b>Perbarui berbagi</b> untuk menyinkronkan berbagi item yang bisa Anda perbarui.",
  "canBeShared": "Item ${count}/${total} akan diperbarui pembagiannya",
  "update": "Perbarui berbagi",
  "cancel": "Batalkan",
  "ok": "OK",
  "goToItem": "Lihat detail lengkap",
  "unableToGetItem": "Tidak dapat memperoleh detail item.",
  "needShare": {
    "noPermission": {
      "notice": "Anda tidak memiliki izin untuk memperbarui pembagian item ini.",
      "panel": "Anda tidak memiliki izin untuk memperbarui pembagian item ini. Item ini mungkin tidak terlihat oleh orang lain karena dibagikan secara berbeda."
    },
    "pdc": {
      "notice": "Aktifkan Pengumpulan Data Publik sebelum membagikan layer ini secara publik.",
      "panel": "Aktifkan Pengumpulan Data Publik sebelum membagikan layer ini secara publik. Untuk kinerja dan integritas data yang optimal, pertimbangkan untuk menonaktifkan pengeditan atau menggunakan layer tampilan yang tidak dapat diedit.",
      "learnMore": "Pelajari selengkapnya tentang mengaktifkan pengeditan di layer publik."
    },
    "premium": {
      "notice": "Konten premium dan konten pelanggan mungkin memerlukan masuk untuk melihatnya.",
      "panel": "Konten premium dan konten pelanggan mungkin memerlukan masuk untuk melihatnya.",
      "learnMore": "Pelajari selengkapnya tentang berbagi konten premium atau konten pelanggan."
    },
    "sharingPDCEnabled": {
      "notice": "Membagikan layer yang dapat diedit ini secara publik akan memungkinkan siapa saja untuk mengeditnya.",
      "panel": "Membagikan layer yang dapat diedit ini secara publik akan memungkinkan siapa saja untuk mengeditnya. Untuk kinerja dan integritas data yang optimal, pertimbangkan untuk menonaktifkan pengeditan atau menggunakan layer tampilan yang tidak dapat diedit."
    }
  }
}
