{
  "title": "Polohové služby",
  "description": "Nastavit rozsahy pro udělení přístupu ke konkrétním polohovým službám ArcGIS. Více informací najdete v části Zabezpečení a ověření.",
  "requiredService": "Vyžadovaná služba",
  "availableServices": "Dostupné služby",
  "unavailableServices": "Nedostupné služby",
  "unavailableServicesDescription": "Níže uvedené služby jsou k dispozici pouze v případě, že povolíte průběžnou platbu. Více informací o průběžné platbě najdete v často kladených dotazech k cenám.",
  "services": {
    "basemap": {
      "heading": "Podkladové mapy"
    },
    "geocodingStored": {
      "heading": "Geokódování (uloženo)",
      "description": "Pomocí služby geokódování provádějte dopředné a zpětné geokódování včetně podpory návrhů a vyhledávání míst. Výsledky smíte ukládat."
    },
    "geocodingNotStored": {
      "heading": "Geokódování (neuloženo)",
      "description": "Pomocí služby geokódování provádějte dopředné a zpětné geokódování včetně podpory návrhů a vyhledávání míst. Výsledky nesmíte ukládat."
    },
    "optimizedRouting": {
      "heading": "Optimalizované trasování",
      "description": "Pomocí služby Trasování zjistíte nejlepší pořadí, v jakém lze místa navštívit."
    },
    "closestFacility": {
      "heading": "Nejbližší zařízení",
      "description": "Pomocí služby Nejbližší zařízení můžete vyhledat jedno nebo více zařízení, která jsou nejblíže události na základě doby trvání nebo vzdálenosti cesty."
    },
    "locationAllocation": {
      "heading": "Přidělení umístění",
      "description": "Pomocí služby Přidělení umístění vyberte, která zařízení ze sady zařízení mají být provozována na základě jejich potenciální interakce s body poptávky."
    },
    "multiVehicleRouting": {
      "heading": "Trasy pro více vozidel (VRP)",
      "description": "Pomocí služby Problém trasování vozidel určete, které zastávky a v jakém pořadí by měly být obslouženy jednotlivými trasami."
    },
    "costMatrix": {
      "heading": "Matice nákladů počátek/cíl",
      "description": "Pomocí služby Matice nákladů počátek/cíl vytvořte matici nákladů počátek/cíl z více výchozích míst do více cílových míst."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Pomocí služby GeoEnrichment získejte atributy, zprávy a infografiky řízené daty, které popisují demografické, obchodní a další charakteristiky na základě polohy zájmových oblastí a lokalit."
    },
    "routing": {
      "heading": "Vyhledání trasy",
      "description": "Pomocí služby Trasování můžete najít nejlepší způsob, jak se dostat z jednoho místa na druhé nebo navštívit několik míst."
    },
    "serviceArea": {
      "heading": "Obslužná oblast",
      "description": "Pomocí služby Obslužná oblast můžete vygenerovat plochu, která představuje vzdálenost, kam lze dojet při jízdě po uliční síti."
    }
  }
}
