{
  "title": "Servizi di posizione",
  "description": "Impostare gli ambiti per concedere l'accesso a servizi di localizzazione ArcGIS specifici. Ulteriori informazioni in Sicurezza e autenticazione.",
  "requiredService": "Servizio richiesto",
  "availableServices": "Servizi disponibili",
  "unavailableServices": "Servizi non disponibili",
  "unavailableServicesDescription": "I servizi di seguito sono disponibili solo se si abilita il pay-as-you-go. Ulteriori informazioni sul pay-as-you-go nelle domande frequenti sui prezzi.",
  "services": {
    "basemap": {
      "heading": "Mappe di base"
    },
    "geocodingStored": {
      "heading": "Geocodifica (memorizzato)",
      "description": "Accedere al servizio di geocodifica per eseguire geocodifiche dirette e indirette, incluso il supporto per i suggerimenti e la ricerca del luogo. I risultati possono essere memorizzati."
    },
    "geocodingNotStored": {
      "heading": "Geocodifica (non memorizzato)",
      "description": "Accedere al servizio di geocodifica per eseguire geocodifiche dirette e indirette, incluso il supporto per i suggerimenti e la ricerca del luogo. I risultati non possono essere memorizzati."
    },
    "optimizedRouting": {
      "heading": "Itinerari ottimizzati",
      "description": "Accedere al servizio Itinerari per trovare la sequenza migliore in cui visitare le posizioni."
    },
    "closestFacility": {
      "heading": "Struttura più vicina",
      "description": "Accedere al servizio Struttura più vicina per trovare una o più strutture vicine a un evento in base al tempo o alla distanza del viaggio."
    },
    "locationAllocation": {
      "heading": "Assegnazione della posizione",
      "description": "Accedere al servizio Posizione-Allocazione per scegliere da un insieme di strutture quali di esse operare in base alla loro interazione potenziale con punti richiesta."
    },
    "multiVehicleRouting": {
      "heading": "Itinerari per più vetture",
      "description": "Accedere al servizio Problema di indirizzamento veicolo per determinare quali fermate devono essere servite da ciascun itinerario e in quale sequenza le fermate devono essere visitate."
    },
    "costMatrix": {
      "heading": "Matrice di costo origine/destinazione",
      "description": "Accedere al servizio Matrice OD per creare una matrice di costo origine/destinazione (OD) da più origini a più destinazioni."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Accedere al servizio di GeoEnrichment per ottenere attributi, report e infografiche basate sui dati che descrivono caratteristiche demografiche, aziendali e altre caratteristiche basate sulla posizione per aree di studio e luoghi."
    },
    "routing": {
      "heading": "Itinerari",
      "description": "Accedere al servizio Itinerari per trovare il modo migliore di andare da una posizione all'altra o per visitare diversi luoghi."
    },
    "serviceArea": {
      "heading": "Area di servizio",
      "description": "Accedere al servizio Area di servizio per generare un'area che rappresenta la distanza che può essere raggiunta quando si viaggia in una rete stradale."
    }
  }
}
