{
  "updateSharing": "Réexaminer le partage",
  "moreInfo": "Plus d’informations",
  "learnMore": "En savoir plus",
  "noItemToShare": "Aucun problème de partage détecté",
  "loadingInfo": "Chargement des informations sur le partage...",
  "updatingSharing": "Mise à jour du partage...",
  "updateItemsCount": "Élément(s) que vous êtes autorisé à mettre à jour : {num}",
  "updateItemsCountText": "Ces éléments dépendants risquent de ne pas être visibles pour autrui car ils ne sont pas partagés de la même manière. Cliquez sur Mettre à jour pour synchroniser le partage des éléments dépendants que vous êtes autorisé à mettre à jour.",
  "uneditableItemsCount": "Élément(s) que vous n’êtes pas autorisé à mettre à jour : {num}",
  "uneditableMessage": "Ces éléments dépendants risquent de ne pas être visibles pour autrui car ils ne sont pas partagés de la même manière.",
  "nonPublicItems": "Élément(s) qui ne peuvent pas être partagés publiquement :",
  "premiumItemsWebMap": "Cette carte Web contient du contenu Premium ou Abonné.",
  "premiumMessage": "Ces éléments dépendants risquent de ne pas être visibles pour autrui car ils nécessitent un abonnement.",
  "premiumTextMap": "En savoir plus sur le partage de cartes comportant du contenu Abonné ou Premium",
  "notice": "Certains éléments risquent de ne pas être visibles pour autrui car ils sont partagés différemment ou nécessitent un abonnement. Cliquez sur <b>Mettre à jour le partage</b> pour synchroniser le partage des éléments que vous êtes autorisé à mettre à jour.",
  "noticeEnterprise": "Certains éléments risquent de ne pas être visibles pour autrui car ils ne sont pas partagés de la même manière. Cliquez sur <b>Mettre à jour le partage</b> pour synchroniser le partage des éléments que vous êtes autorisé à mettre à jour.",
  "canBeShared": "Le partage de ${count}/${total} éléments va être mis à jour",
  "update": "Mettre à jour le partage",
  "cancel": "Annuler",
  "ok": "OK",
  "goToItem": "Afficher les détails complets",
  "unableToGetItem": "Impossible d’obtenir les détails de l’élément.",
  "needShare": {
    "noPermission": {
      "notice": "Vous n’êtes pas autorisé à mettre à jour le partage de cet élément.",
      "panel": "Vous n’êtes pas autorisé à mettre à jour le partage de cet élément. Cet élément risque de ne pas être visible pour autrui car il est partagé différemment."
    },
    "pdc": {
      "notice": "Activez la collecte de données publiques avant de partager cette couche publiquement.",
      "panel": "Activez la collecte de données publiques avant de partager cette couche publiquement. Pour optimiser les performances et préserver l’intégrité des données, désactivez la mise à jour ou utilisez une vue de couche non modifiable.",
      "learnMore": "En savoir plus sur l’activation de la mise à jour sur les couches publiques."
    },
    "premium": {
      "notice": "Vous devrez peut-être vous connecter pour consulter le contenu Premium et Abonné.",
      "panel": "Vous devrez peut-être vous connecter pour consulter le contenu Premium et Abonné.",
      "learnMore": "En savoir plus sur le partage de contenu Premium ou Abonné."
    },
    "sharingPDCEnabled": {
      "notice": "Si vous partagez publiquement cette couche modifiable, tout le monde pourra la mettre à jour.",
      "panel": "Si vous partagez publiquement cette couche modifiable, tout le monde pourra la mettre à jour. Pour optimiser les performances et préserver l’intégrité des données, désactivez la mise à jour ou utilisez une vue de couche non modifiable."
    }
  }
}
