{
  "title": "Lokacijski servisi",
  "description": "Podesite opsege za odobravanje pristupa određenim ArcGIS uslugama lokacije. Saznajte više u odeljku Bezbednost i autentifikacija.",
  "requiredService": "Traženi servis",
  "availableServices": "Dostupni servisi",
  "unavailableServices": "Nedostupni servisi",
  "unavailableServicesDescription": "Dolenavedene usluge su dostupne samo ako omogućite plaćanje dok idete. Saznajte više o načinu plaćanja u čestim pitanjima o cenama.",
  "services": {
    "basemap": {
      "heading": "Pozadinske mape"
    },
    "geocodingStored": {
      "heading": "Geokodiranje (sačuvano)",
      "description": "Pristupite usluzi geokodiranja da biste izvršili geokodiranje unapred i unazad, uključujući podršku za predloge i pretragu mesta. Možda ste sačuvali rezultate."
    },
    "geocodingNotStored": {
      "heading": "Geokodiranje (nije sačuvano)",
      "description": "Pristupite usluzi geokodiranja da biste izvršili geokodiranje unapred i unazad, uključujući podršku za predloge i pretragu mesta. Možda niste sačuvali rezultate."
    },
    "optimizedRouting": {
      "heading": "Optimizovano rutiranje",
      "description": "Pristupite usluzi rutiranja da biste pronašli najbolji redosled u kojem ćete posetiti lokacije."
    },
    "closestFacility": {
      "heading": "Najbliži objekat",
      "description": "Pristupite usluzi najbliži objekat da biste pronašli jedan ili više objekata koji su najbliži incidentu na osnovu vremena putovanja ili udaljenosti putovanja."
    },
    "locationAllocation": {
      "heading": "Raspodela lokacije",
      "description": "Pristupite usluzi dodele lokacije da biste izabrali koji objekti iz skupa objekata će raditi na osnovu njihove potencijalne interakcije sa tačkama potražnje."
    },
    "multiVehicleRouting": {
      "heading": "Rute za više vozila",
      "description": "Pristupite servisu problema sa rutiranjem vozila da biste odredili koja stajališta treba da se servisiraju na svakoj ruti i kojim redosledom stajališta treba posetiti."
    },
    "costMatrix": {
      "heading": "matrica troškova od polazne/krajnje tačke",
      "description": "Pristupite usluzi OD Matrix da biste kreirali matricu troškova porekla i odredišta (OD) od više izvora do više odredišta."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Pristupite usluzi GeoEnrichment da biste dobili atribute, izveštaje i infografike zasnovane na podacima koje opisuju demografske, poslovne i druge karakteristike zasnovane na lokaciji za studijska područja i lokacije."
    },
    "routing": {
      "heading": "Rutiranje",
      "description": "Pristupite usluzi rutiranja da biste pronašli najbolji način da stignete sa jedne lokacije na drugu ili da posetite nekoliko lokacija."
    },
    "serviceArea": {
      "heading": "Servisna oblast",
      "description": "Pristupite usluzi Servisna oblast da biste generisali oblast koja predstavlja razdaljinu do koje se može doći kada se putuje uličnom mrežom."
    }
  }
}
