{
  "updateSharing": "共有の確認",
  "moreInfo": "詳細",
  "learnMore": "詳細",
  "noItemToShare": "共有に関する問題は見つかりませんでした",
  "loadingInfo": "共有情報を読み込んでいます...",
  "updatingSharing": "共有を更新しています...",
  "updateItemsCount": "更新する権限があるアイテム: {num}",
  "updateItemsCountText": "これらの従属するアイテムは、共有方法が異なるため、他のユーザーには表示されない場合があります。 [更新] をクリックすると、更新権限を持つ以下のアイテムの共有範囲が同期されます。",
  "uneditableItemsCount": "更新する権限がないアイテム: {num}",
  "uneditableMessage": "これらの従属するアイテムは、共有方法が異なるため、他のユーザーには表示されない場合があります。",
  "nonPublicItems": "以下のアイテムはパブリックで共有できません。",
  "premiumItemsWebMap": "この Web マップには、プレミアム コンテンツまたはサブスクリプション コンテンツが含まれています。",
  "premiumMessage": "これらの従属するアイテムは、サブスクリプションが必要であるため、他のユーザーには表示されない場合があります。",
  "premiumTextMap": "サブスクリプション コンテンツまたはプレミアム コンテンツを含むマップを共有する方法の詳細",
  "notice": "アイテムによっては、共有方法が異なったり、表示にサブスクリプションが必要だったりするため、他のユーザーには表示されない場合があります。 <b>共有の更新</b>をクリックすると、更新権限を持つアイテムの共有が同期されます。",
  "noticeEnterprise": "アイテムによっては、共有方法が異なるため、他のユーザーには表示されない場合があります。 <b>共有の更新</b>をクリックすると、更新権限を持つアイテムの共有が同期されます。",
  "canBeShared": "${count}/${total} 個のアイテムの共有が更新されました",
  "update": "共有の更新",
  "cancel": "キャンセル",
  "ok": "OK",
  "goToItem": "詳細の表示",
  "unableToGetItem": "アイテムの詳細を取得できません。",
  "needShare": {
    "noPermission": {
      "notice": "このアイテムの共有を更新する権限がありません。",
      "panel": "このアイテムの共有を更新する権限がありません。 このアイテムは共有方法が異なるため、他のユーザーに表示されない場合があります。"
    },
    "pdc": {
      "notice": "このレイヤーをパブリックに共有する前にパブリック データ コレクションを有効化します。",
      "panel": "このレイヤーをパブリックに共有する前にパブリック データ コレクションを有効化します。 最適なパフォーマンスとデータの整合性を確保するために、編集を無効にするか、編集可能でないビュー レイヤーを使用することを検討してください。",
      "learnMore": "パブリック レイヤーの編集を有効にする方法の詳細をご覧ください。"
    },
    "premium": {
      "notice": "プレミアムおよび指定ユーザー コンテンツを表示するには、サイン インする必要があります。",
      "panel": "プレミアムおよび指定ユーザー コンテンツを表示するには、サイン インする必要があります。",
      "learnMore": "プレミアムまたは指定ユーザー コンテンツを共有する方法の詳細をご覧ください。"
    },
    "sharingPDCEnabled": {
      "notice": "この編集可能なレイヤーをパブリックに共有すると、すべてのユーザーがこのレイヤーを編集できるようになります。",
      "panel": "この編集可能なレイヤーをパブリックに共有すると、すべてのユーザーがこのレイヤーを編集できるようになります。 最適なパフォーマンスとデータの整合性を確保するために、編集を無効にするか、編集可能でないビュー レイヤーを使用することを検討してください。"
    }
  }
}
