{
  "updateSharing": "Revisar uso compartido",
  "moreInfo": "Más información",
  "learnMore": "Más información",
  "noItemToShare": "No se ha detectado ningún problema de uso compartido",
  "loadingInfo": "Cargando información de uso compartido...",
  "updatingSharing": "Actualizando uso compartido...",
  "updateItemsCount": "Elementos para los que tiene permiso de actualización: {num}",
  "updateItemsCountText": "Puede que estos elementos dependientes no sean visibles para otras personas porque se han compartido de manera diferente. Haga clic en Actualizar para sincronizar el uso compartido de los elementos dependientes para los que tiene permiso de actualización.",
  "uneditableItemsCount": "Elementos para los que no tiene permiso de actualización: {num}",
  "uneditableMessage": "Puede que estos elementos dependientes no sean visibles para otras personas porque se han compartido de manera diferente.",
  "nonPublicItems": "Los elementos que no se pueden compartir públicamente:",
  "premiumItemsWebMap": "Este mapa web contiene contenido Premium o de suscriptor.",
  "premiumMessage": "Puede que estos elementos dependientes no sean visibles para otras personas porque se requiere una suscripción.",
  "premiumTextMap": "Más información sobre el uso compartido de mapas con contenido de suscriptor o Premium",
  "notice": "Puede que algunos elementos no sean visibles para otras personas porque se comparten de forma diferente o se requiere una suscripción para verlos. Haga clic en <b>Actualizar uso compartido</b> para sincronizar el uso compartido de los elementos para los que tiene permiso de actualización.",
  "noticeEnterprise": "Puede que algunos elementos dependientes no sean visibles para otras personas porque se han compartido de manera diferente. Haga clic en <b>Actualizar uso compartido</b> para sincronizar el uso compartido de los elementos para los que tiene permiso de actualización.",
  "canBeShared": "Se actualizará el uso compartido de ${count}/${total} elementos",
  "update": "Actualizar uso compartido",
  "cancel": "Cancelar",
  "ok": "Aceptar",
  "goToItem": "Ver todos los detalles",
  "unableToGetItem": "Imposible obtener detalles del elemento.",
  "needShare": {
    "noPermission": {
      "notice": "No tiene permiso para actualizar el uso compartido de este elemento.",
      "panel": "No tiene permiso para actualizar el uso compartido de este elemento. Puede que este elemento no esté visible para el resto porque se comparte de forma diferente."
    },
    "pdc": {
      "notice": "Habilite la recopilación de datos públicos antes de compartir esta capa públicamente.",
      "panel": "Habilite la recopilación de datos públicos antes de compartir esta capa públicamente. Para un rendimiento óptimo y la integridad de los datos, considere la posibilidad de deshabilitar la edición o el uso de una capa de vista no editable.",
      "learnMore": "Más información sobre cómo habilitar la edición en capas públicas."
    },
    "premium": {
      "notice": "El contenido Premium y de suscriptor puede requerir que se inicie sesión para verlo.",
      "panel": "El contenido Premium y de suscriptor puede requerir que se inicie sesión para verlo.",
      "learnMore": "Más información sobre el uso compartido de contenido de suscriptor o Premium."
    },
    "sharingPDCEnabled": {
      "notice": "Al compartir esta capa editable públicamente se permitirá que cualquiera la edite.",
      "panel": "Al compartir esta capa editable públicamente se permitirá que cualquiera la edite. Para un rendimiento óptimo y la integridad de los datos, considere la posibilidad de deshabilitar la edición o el uso de una capa de vista no editable."
    }
  }
}
