{
  "title": "Platstjänster",
  "description": "Ange omfång för att bevilja åtkomst för specifika ArcGIS-tjänster. Läs mer i Säkerhet och autentisering.",
  "requiredService": "Obligatorisk tjänst",
  "availableServices": "Tillgängliga tjänster",
  "unavailableServices": "Ej tillgängliga tjänster",
  "unavailableServicesDescription": "Tjänsterna nedan är bara tillgängliga om du aktiverar betala efter hand. Läs mer om betala efter hand i vanliga frågor och svar om priser.",
  "services": {
    "basemap": {
      "heading": "Baskartor"
    },
    "geocodingStored": {
      "heading": "Geokodning (lagrad)",
      "description": "Få åtkomst till geokodningstjänsten för att utföra vanliga och omvända geokoder inklusive support för förslag och platssökning. Du kan lagra resultaten."
    },
    "geocodingNotStored": {
      "heading": "Geokodning (inte lagrad)",
      "description": "Få åtkomst till geokodningstjänsten för att utföra vanliga och omvända geokoder inklusive support för förslag och platssökning. Du kan inte lagra resultaten."
    },
    "optimizedRouting": {
      "heading": "Optimerade rutter",
      "description": "Få åtkomst till Ruttjänsten för att hitta vilken ordning som är bäst för att besöka platserna."
    },
    "closestFacility": {
      "heading": "Närmaste inrättning",
      "description": "Få åtkomst till tjänsten för närmaste inrättning för att hitta en eller flera inrättningar som är närmast till en händelse baserat på restid eller reseavstånd."
    },
    "locationAllocation": {
      "heading": "Platsallokering",
      "description": "Få åtkomst till tjänsten Platsallokering för att välja vilka inrättningar från en uppsättning med inrättningar som ska användas baserat på deras potentiella interaktion med efterfråganspunkter."
    },
    "multiVehicleRouting": {
      "heading": "Flerfordonsrutter",
      "description": "Få åtkomst till tjänsten Fordonsruttningsproblem för att bestämma vilka stopp som ska hanteras vid varje rutt och i vilken ordning som stoppen ska besökas."
    },
    "costMatrix": {
      "heading": "Kostnadsmatris för startpunkt-destination",
      "description": "Åtkomst till OD-matristjänsten för att skapa en kostnadsmatris för startpunkt-destination (OD) från flera ursprung till flera destinationer."
    },
    "geoEnrichment": {
      "heading": "GeoEnrichment",
      "description": "Få åtkomst till tjänsten GeoEnrichment för att hämta attribut, rapporter och datadriven infografik som beskriver demografiska egenskaper, affärsegenskaper och andra platsbaserade egenskaper för undersökningsområden och platser."
    },
    "routing": {
      "heading": "Rutter",
      "description": "Få åtkomst till Ruttjänsten för att hitta bästa sättet att ta sig från en plats till en annan eller för att besöka flera platser."
    },
    "serviceArea": {
      "heading": "Tjänsteområde",
      "description": "Få åtkomst till Tjänsteområdestjänsten för att generera ett område som representerar avståndet som kan nås vid färd i ett gatunät."
    }
  }
}
