{
  "updateSharing": "Gennemgå deling",
  "moreInfo": "Flere oplysninger",
  "learnMore": "Få mere at vide",
  "noItemToShare": "Ingen delingsproblemer registreret",
  "loadingInfo": "Indlæser delingsoplysninger...",
  "updatingSharing": "Opdaterer deling...",
  "updateItemsCount": "Element(er), du har tilladelse til at opdatere: {num}",
  "updateItemsCountText": "Disse afhængige elementer er muligvis ikke synlige for andre, da de deles på en anden måde. Klik på Opdatér deling for at synkronisere delingen af de afhængige elementer, du har tilladelse til at opdatere.",
  "uneditableItemsCount": "Element(er), du ikke har tilladelse til at opdatere: {num}",
  "uneditableMessage": "Disse afhængige elementer er muligvis ikke synlige for andre, da de deles på en anden måde.",
  "nonPublicItems": "Element(er) der ikke kan deles offentligt:",
  "premiumItemsWebMap": "Dette webkort indeholder premium- eller abonnentindhold.",
  "premiumMessage": "Disse afhængige elementer er muligvis ikke synlige for andre, fordi de kræver et abonnement.",
  "premiumTextMap": "Lær mere om deling af kort med abonnent- eller premium-indhold.",
  "notice": "Disse elementer er muligvis ikke synlige for andre, da de deles på en anden måde, eller kræver abonnement for at blive vist. Klik på <b>Opdatér deling</b> for at synkronisere deling af de elementer, du har tilladelse til at opdatere.",
  "noticeEnterprise": "Nogle elementer er muligvis ikke synlige for andre, fordi de deles på en anden måde. Klik på <b>Opdatér deling</b> for at synkronisere deling af de elementer, du har tilladelse til at opdatere.",
  "canBeShared": "${count}/${total} elementer får deres deling opdateret",
  "update": "Opdatér deling",
  "cancel": "Annuller",
  "ok": "OK",
  "goToItem": "Vis alle oplysninger",
  "unableToGetItem": "Kan ikke hente elementoplysninger.",
  "needShare": {
    "noPermission": {
      "notice": "Du har ikke tilladelse til at opdatere deling af dette element.",
      "panel": "Du har ikke tilladelse til at opdatere deling af dette element. Dette element er muligvis ikke synligt for andre, fordi det deles på en anden måde."
    },
    "pdc": {
      "notice": "Aktivér offentlig dataindsamling, før dette lag deles offentligt.",
      "panel": "Aktivér offentlig dataindsamling, før dette lag deles offentligt. Du bør overveje at deaktivere redigering eller bruge et skrivebeskyttet visningslag af hensyn til optimal ydelse og dataintegritet.",
      "learnMore": "Få mere at vide om aktivering af redigering på offentlige lag."
    },
    "premium": {
      "notice": "Det kan være nødvendigt at logge ind for at få vist premium- og abonnentindhold.",
      "panel": "Det kan være nødvendigt at logge ind for at få vist premium- og abonnentindhold.",
      "learnMore": "Få mere at vide om deling af premium- eller abonnentindhold."
    },
    "sharingPDCEnabled": {
      "notice": "Hvis du deler dette redigérbare lag offentligt, får alle tilladelse til at redigere det.",
      "panel": "Hvis du deler dette redigérbare lag offentligt, får alle tilladelse til at redigere det. Du bør overveje at deaktivere redigering eller bruge et skrivebeskyttet visningslag af hensyn til optimal ydelse og dataintegritet."
    }
  }
}
