{
  "AO_100001": "Agregar Pontos falhou.",
  "AO_100002": "O tipo de geometria da Camadas de Pontos tem de ser pontos.",
  "AO_100003": "O tipo de geometria da Camada de Polígonos tem de ser polígonos.",
  "AO_100004": "O campo ${fieldName} fornecido para Campos de Resumo não existe.",
  "AO_100005": "O campo ${fieldName} fornecido para Campos de Resumo não é suportado para cálculos estatísticos.",
  "AO_100006": "O tipo de resumo ${summary} fornecido para o campo ${fieldName} é inválido.",
  "AO_100007": "Encontrar Valores Altos de Incidência falhou.",
  "AO_100008": "O tipo de geometria para boundingPolygonLayer tem de ser polígono.",
  "AO_100009": "O tipo de geometria da Camada de Análise tem de ser pontos ou polígonos.",
  "AO_100010": "O tipo de geometria da Camada de Polígonos de Agregação tem de ser polígono.",
  "AO_100011": "Tem de fornecer um Campo de Análise para a camada de análise de polígonos.",
  "AO_100012": "Criar Buffers falhou.",
  "AO_100013": "Sobrepor Camadas falhou.",
  "AO_100014": "Resumir no Interior falhou.",
  "AO_100015": "O tipo de geometria de entrada para Resumir Camada deve ser pontos, linhas ou polígonos.",
  "AO_100016": "O tipo de geometria de entrada para Resumir Camada deve ser pontos ou linhas.",
  "AO_100017": "O tipo de geometria de entrada para Resumir Camada deve ser pontos.",
  "AO_100018": "As unidades de forma ${sumUnits} não são válidas ao resumir uma camada ${shapeType}.",
  "AO_100019": "Pelo menos um dos parâmetros, Resumir Formato ou Campos de Resumo é obrigatório.",
  "AO_100020": "Melhorar Camada falhou.",
  "AO_100021": "O tipo de geometria da Camada de Entrada tem de ser de ponto, linha ou polígono.",
  "AO_100022": "Unidades ${units} não são suportadas para tipo de Buffer ${bufferType}.",
  "AO_100023": "Não é possível enriquecer a camada para a referência espacial de entrada${spref}.",
  "AO_100024": "Não existem elementos fornecidos para análise em ${inputLayer}.",
  "AO_100025": "Resumir nas Proximidades falhou.",
  "AO_100026": "Extrair Dados falhou.",
  "AO_100027": "Dissolver Limites falhou.",
  "AO_100028": "Falha ao Gerar Áreas de Viagem.",
  "AO_100029": "Juntar Camadas falhou.",
  "AO_100030": "Falha ao Encontrar Mais Próximos.",
  "AO_100031": "O número de locais mais próximos a encontrar não pode ser superior a ${max}.",
  "AO_100032": "O número de elementos em ${analysisLayer} é zero.",
  "AO_100033": "O número de elementos em ${nearLayer} é zero.",
  "AO_100034": "O número de elementos em ${analysisLayer} não pode ser superior a ${max}.",
  "AO_100035": "O número de elementos em ${nearLayer} não pode ser superior a 1000.",
  "AO_100036": "A camada ${analysisLayer} tem de ter um tipo de geometria de ponto ao usar ${measurementType} como o tipo de medição.",
  "AO_100037": "A camada ${nearLayer} tem de ter um tipo de geometria de ponto ao usar ${measurementType} como o tipo de medição.",
  "AO_100038": "O limite de pesquisa não pode ser inferior a zero.",
  "AO_100039": "A camada ${inputLayer} tem de ter um tipo de geometria de ponto.",
  "AO_100040": "O número de elementos em ${inputLayer} não pode ser superior a ${max}.",
  "AO_100041": "O parâmetro tipo de Buffer é suportado apenas para camadas com pontos ou linhas.",
  "AO_100042": "O tipo de geometria ${shapeType} da Camada Mais Próxima não é suportado para tipo Mais Próximo ${nearType}.",
  "AO_100043": "Unidades ${units} não são suportadas para tipo Mais Próximo ${nearType}.",
  "AO_100044": "O valor da distância deve ser superior a 0.",
  "AO_100045": "A distância e as unidades são obrigatórias quando o tipo Buffer é especificado.",
  "AO_100046": "Falha ao aceder ao GeoEnrichment Server.",
  "AO_100047": "A melhoria pode não estar disponível para alguns elementos.",
  "AO_100048": "A camada de entrada ${inputLayer} contém geometria multiponto e foi convertida em geometria de ponto único.",
  "AO_100049": "Não existem elementos na extensão de processamento para quaisquer camadas de entrada.",
  "AO_100050": "Não existem campos na camada de entrada para a extração de dados.",
  "AO_100051": "Nenhum elemento na extensão de processamento para qualquer das camadas de entrada e nenhuma destas possui campos para extração de dados.",
  "AO_100052": "O nome de campo ${fieldName} não existe em ${paramName}.",
  "AO_100053": "As chaves obrigatórias ${missingKeys} estão em falta na expressão de atributo ${expression}.",
  "AO_100054": "As chaves obrigatórias ${missingKeys} estão em falta na expressão de relação espacial ${expression}.",
  "AO_100055": "Expressão inválida; JSON malformado.",
  "AO_100056": "Índice de camada inválido na expressão ${expression}.",
  "AO_100057": "O índice de camada excede o número de camadas de entrada na expressão ${expression}.",
  "AO_100058": "A relação espacial ${spatialRel} não suporta os tipos de geometria ${lyrGeomType}/${selLyrGeomType} para a camada/selectingLayer na expressão ${expression}.",
  "AO_100059": "Relação espacial ${spatialRel} inválida na expressão ${expression}.",
  "AO_100060": "A expressão de consulta falhou na expressão ${expression}.",
  "AO_100061": "Falha ao Procurar por Atributos e Localização.",
  "AO_100062": "Distância e/ou unidades inválidas na expressão ${expression}.",
  "AO_100063": "Falha ao Planear Rotas.",
  "AO_100064": "O número de elementos em ${stopsLayer} é zero.",
  "AO_100065": "O número de elementos em ${startLayer} é zero.",
  "AO_100066": "O número máximo de veículos para traçar rota não pode ser inferior a zero nem superior a ${max}.",
  "AO_100067": "O número máximo de paragens por veículo não pode ser inferior a zero nem superior a ${max}.",
  "AO_100068": "O número de elementos em ${stopsLayer} não pode ser superior a ${max}.",
  "AO_100069": "O número de elementos em ${startLayer} não pode ser superior a ${max}.",
  "AO_100070": "O número de elementos em ${endLayer} não pode ser superior a ${max}.",
  "AO_100071": "A camada ${stopsLayer} tem de ter um tipo de geometria de ponto.",
  "AO_100072": "A camada ${startLayer} tem de ter uma geometria de ponto.",
  "AO_100073": "A camada ${endLayer} tem de ter uma geometria de ponto.",
  "AO_100074": "O tempo despendido em cada paragem não pode ser inferior a zero.",
  "AO_100075": "O tempo total de percurso por veículo deve ser superior a zero e inferior a um ano (525600 minutos).",
  "AO_100076": "A camada ${endLayer} não deve ser especificada se retornar ao início for verdadeiro.",
  "AO_100077": "Encontrar Localizações Semelhantes falhou.",
  "AO_100078": "Nome de campo inválido na expressão ${expression}.",
  "AO_100079": "Falha ao Procurar por Atributos e Localização.",
  "AO_100080": "Falha ao Calcular Custo da Viagem.",
  "AO_100081": "Calculadora de Campo falhou.",
  "AO_100082": "São necessários um nome de campo e uma expressão.",
  "AO_100083": "É necessário um tipo de campo para criar um novo campo.",
  "AO_100084": "É necessário que o tipo de campo seja String, Inteiro, Duplo ou Data.",
  "AO_100087": "O campo ${fieldName} não existe em ${inputLayer}.",
  "AO_100088": "O campo ou campos ${attribute} têm de se encontrar tanto nas camadas de referência como nas camadas candidatas de pesquisa.",
  "AO_100089": "Os seguintes campos não possuem variação suficiente para serem utilizados nesta análise: ${attribute}.",
  "AO_100090": "Esta ferramenta requer pelo menos 2 localizações candidatas de pesquisa que não sejam também localizações de referência.",
  "AO_100091": "O tipo de geometria de ${paramName} tem de ser Pontos.",
  "AO_100092": "O tipo de geometria de boundingPolygonLayer tem de ser Polígonos.",
  "AO_100093": "O tipo de classificação Manual requer valor de quebras de classes.",
  "AO_100094": "O número máximo de veículos para traçar rota tem de ser igual ao número de elementos em ${startLayer}.",
  "AO_100095": "O número de elementos em ${endLayer} tem de ser igual ao número de elementos em ${startLayer}.",
  "AO_100096": "${startLayerRouteIDField} em ${startLayer} não tem valores únicos.",
  "AO_100097": "${endLayerRouteIDField} em ${endLayer} não tem valores únicos.",
  "AO_100098": "Os valores em ${startLayerRouteIDField} em ${startLayer} não têm correspondência um-para-um com os valores em ${endLayerRouteIDField} em ${endLayer}.",
  "AO_100099": "Todos os valores de quebra têm de ser superiores a zero.",
  "AO_100100": "Os elementos em ${inputLayer} não estão dentro da área de cobertura de dados. Verifique a disponibilidade em ${url}.",
  "AO_100101": "Nenhum elemento em ${inputLayer} está a uma distância de ${max} quilómetros das ruas.",
  "AO_100102": "Todos os elementos em ${inputLayer} têm de estar no mesmo fuso horário ao usar o tráfego e ao criar áreas com opções de dissolver ou dividir.",
  "AO_100103": "O valor ${measureType} não pode ser superior a ${max} ${breakUnits}.",
  "AO_100104": "Interpolar Pontos falhou.",
  "AO_100105": "Calcular Densidade falhou.",
  "AO_100106": "O campo ${fieldName} não é numérico.",
  "AO_100107": "O campo ${fieldName} não tem nenhum valor positivo.",
  "AO_100108": "O campo ${fieldName} tem valores negativos. Apenas valores positivos serão considerados para o cálculo de densidade.",
  "AO_100109": "O tipo de geometria para a camada de entrada tem de ser pontos ou linhas.",
  "AO_100110": "O seu papel de utilizador não inclui o privilégio de geoEnrichment.",
  "AO_100111": "O seu papel de utilizador não inclui o privilégio de análise de rede.",
  "AO_100112": "O seu papel de utilizador não inclui o privilégio para publicar elementos alojados.",
  "AO_100113": "Nenhuma das paragens foi atribuída a nenhuma rota. Verifique os campos Estado e Restrições Infringidas na camada de paragens de saída não atribuídas para obter mais informações.",
  "AO_100114": "O tempo despendido em cada paragem (${stopServiceTime} minutos) tem de ser inferior ao tempo total da rota por veículo (${maxRouteTime} minutos).",
  "AO_100115": "Algumas paragens não foram atribuídas a quaisquer rotas. Verifique o campo Restrições Infringidas na camada de paragens de saída não atribuídas para obter mais informações.",
  "AO_100116": "Apenas ${routesUsed} de ${routeCount} rotas são necessárias para alcançar todas as paragens. Se pretender usar mais rotas, execute novamente Planear Rotas, mas reduza os limites do número máximo de paragens ou o tempo total da rota por veículo.",
  "AO_100117": "A condução de um camião não é atualmente suportada fora da América do Norte e da América Central.",
  "AO_100118": "O seu perfil de utilizador não inclui o privilégio de criar, atualizar e eliminar conteúdo.",
  "AO_100119": "O tipo de geometria da entrada de WithinLayer tem de ser polígonos.",
  "AO_100120": "Alguns elementos na camada estão além do limite de tamanho de pedido máximo e não podem ser melhorados.",
  "AO_100121": "Criar Panorama falhou.",
  "AO_100122": "Falha ao Localizar Downstream.",
  "AO_100123": "Falha ao Criar Watersheds.",
  "AO_100124": "O tipo de geometria da Camada de Entrada tem de ser de pontos para o tipo de buffer ${bufferType}.",
  "AO_100125": "O campo groupby ${fieldName} tem de ser inteiro, texto ou data.",
  "AO_100126": "A camada de entrada contém elementos de geometria demasiado complexa para o serviço solicitado. Os resultados serão baseados em geometria simples.",
  "AO_100127": "Todos os pontos de entrada localizam-se fora da área de cobertura dos dados.",
  "AO_100128": "O campo de ponto fornecido deve ser string ou inteiro.",
  "AO_100129": "O ponto cai fora da extensão de captação.",
  "AO_100130": "O ponto cai fora da extensão da unidade de processamento.",
  "AO_100131": "O parâmetro de distância de visualização máxima não pode ser superior a ${max}${units}.",
  "AO_100132": "Os dados da fonte DEM não estão disponíveis na área dos pontos de entrada.",
  "AO_100133": "A resolução de entrada DEM não é suportada no valor máximo de distância especificado. Especifique um valor máximo de distância menor.",
  "AO_100136": "Extensão inválida para extração de dados.",
  "AO_100137": "Um valor para ${parameterName} é obrigatório.",
  "AO_100138": "Algumas origens não estavam associadas aos respetivos destinos emparelhados. Verifique o campo Estado nas origens não atribuídas de saída e nas camadas de destinos não atribuídos para obter mais informações.",
  "AO_100139": "Nenhuma das origens poderia ser associada a destinos.",
  "AO_100140": "A camada de extensão contém elementos de geometria demasiado complexa para o serviço solicitado. Os resultados serão baseados em geometria simples.",
  "AO_100141": "Os elementos da Camada de Extensão estão além do limite de tamanho máximo do pedido e não podem ser extraídos.",
  "AO_100142": "A extensão dos elementos de pontos de entrada excede o limite máximo permitido.",
  "AO_100143": "O seu perfil de utilizador não inclui o privilégio de análise de elevação.",
  "AO_100144": "O utilitário ${serviceName} não está registado no portal.",
  "AO_100145": "O seguinte modo de viagem é inválido: ${travelMode}.",
  "AO_100146": "As unidades de quebra escolhidas (${breakUnits}) e o modo de viagem (${travelMode}) são incompatíveis. Não são mutuamente valores de tempo ou distância.",
  "AO_100147": "O modo de viagem não especifica um atributo de impedância baseado em tempo.",
  "AO_100148": "Não tem permissões para aceder ao utilitário ${serviceName}.",
  "AO_100149": "Não é possível aceder ao URL registado para o utilitário${serviceName}: ${cause}.",
  "AO_100150": "Escolher Melhores Instalações falhou.",
  "AO_100151": "As unidades de intervalo de viagem escolhidas (${travelRangeUnits}) e o modo de viagem (${travelMode}) são incompatíveis. Não são mutuamente valores de tempo ou distância.",
  "AO_100152": "A contagem combinada de elementos em ${requiredFacilitiesLayer} e ${candidateFacilitiesLayer} não pode ser superior a ${max}.",
  "AO_100153": "O valor para o parâmetro ${paramName} tem de ser superior a zero.",
  "AO_100154": "Especifique um valor para o parâmetro ${paramName1} ou ${paramName2}.",
  "AO_100155": "A camada de instalações candidatas (${candidateFacilitiesLayer}) não deverá ser especificada para o objetivo de alocação.",
  "AO_100156": "A percentagem de procura a cobrir tem de ser maior que zero e menor ou igual que cem.",
  "AO_100157": "O número de candidatos a escolher não pode ser menor que o número de elementos na camada de instalações requerida.",
  "AO_100158": "O número de candidatos a escolher não pode ser superior a ${max}.",
  "AO_100159": "O número de coleções de dados é superior ao limite máximo de ${maxDataCollections}.",
  "AO_100160": "Alguns dos elementos possuem geometria inválida e foram removidos do resultado.",
  "AO_100161": "Geocodificação em Batch falhou.",
  "AO_100162": "Analisar Entrada de Geocodificação falhou.",
  "AO_100163": "O seu qualificador de texto é inválido.",
  "AO_100164": "Tem de introduzir inputTable, inputFileItem ou columnNames. Nenhum dos três pode estar vazio.",
  "AO_100165": "Caso a sua linha de cabeçalho não exista, tem de introduzir columnNames.",
  "AO_100166": "Caso o seu fileType seja tabela, terá de introduzir uma inputTable.",
  "AO_100167": "Coleção CSV não é um tipo de entrada suportado. Introduza um CSV ou uma folha de cálculo de Excel.",
  "AO_100168": "O nome ou a extensão do ficheiro é demasiado longo/a.",
  "AO_100169": "Não é possível abrir o seu ficheiro zip.",
  "AO_100170": "Não existe nenhum ficheiro no formato especificado no seu ficheiro zip.",
  "AO_100171": "URL de serviço de localizador inválido: ${service_url}.",
  "AO_100172": "Credenciais inválidas ou URL de serviço de localizador inválido: ${service_url}. Garanta que os itens de proxy são partilhados com Todos.",
  "AO_100173": "O utilizador não possui privilégios de geocodificação ou privilégios de publicação adequados.",
  "AO_100174": "O serviço de geocodificação tem de encontrar-se num servidor federado.",
  "AO_100175": "Token inválido.",
  "AO_100176": "O seu ficheiro tem de ser codificado em UTF-8. Submeta o seu ficheiro novamente.",
  "AO_100177": "O seu ficheiro de Excel encontra-se corrompido e não pode ser aberto.",
  "AO_100178": "A primeira linha do seu ficheiro encontra-se vazia. Edite o seu ficheiro e envie-o novamente.",
  "AO_100179": "Tem de definir larguras de colunas caso o seu ficheiro tenha largura fixa.",
  "AO_100180": "As larguras de colunas têm de ser números inteiros separados por vírgulas, tais como: 5,7,13.",
  "AO_100181": "Não foi possível analisar a linha de cabeçalho do ficheiro ou a mesma está em falta.",
  "AO_100182": "O campo ${field} conseguiu cartografar 2 campos de nomes alternativos possíveis ${field_one} e ${field_two}.",
  "AO_100183": "Mapeamento de campos introduzido com formato incorreto.",
  "AO_100184": "outputFields incorretos. Introduza outputFields desta forma: x,y,score,match_addr.",
  "AO_100185": "chars_per_row tem de ser um valor inteiro.",
  "AO_100186": "widths_of_cols incorreta. Introduza widths_of_cols desta forma: 10,15,6.",
  "AO_100187": "O seu outputName tem de estar em branco para obter uma Coleção de Elementos.",
  "AO_100188": "O outputName não pode estar vazio.",
  "AO_100189": "GeocodeServiceURL incorreto. Verifique que o serviço de geocodificação está online e possui um ponto final REST geocodeAddresses válido.",
  "AO_100190": "Verifique o parâmetro header_rows_to_skip.",
  "AO_100191": "Não é possível escrever o cabeçalho: verifique se headerRowsToSkip está incorreto ou se o serviço de geocodificação se encontra indisponível.",
  "AO_100192": "Caso a sua linha de cabeçalho exista, tem de fornecer o headerRowsToSkip.",
  "AO_100193": "O headerRowsToSkip tem de ser um número positivo menor do que o número de linhas em inputTable ou inputFileItem.",
  "AO_100194": "O ficheiro de resultados está a ser editado por outro programa.",
  "AO_100195": "O ficheiro introduzido encontrava-se vazio, devolvendo um ficheiro vazio.",
  "AO_100196": "O mapeamento de campos tem de ser uma lista de listas.",
  "AO_100197": "O geocodingServiceURL poderá estar incorreto, pois não possui um maxBatchSize na página de informações.",
  "AO_100198": "Nenhum dos campos é mapeado para campos de localizador válidos. Edite a sua cartografia de campos e volte a submeter.",
  "AO_100199": "A sua cartografia inclui um campo de localizador que não é suportado. Edite a sua cartografia de campos e volte a submeter.",
  "AO_100200": "A sua cartografia inclui um campo de localizador que não é suportado. Os campos de localizador suportados são ${supported_fields}. Edite a sua cartografia de campos e volte a submeter.",
  "AO_100201": "O field_mapping inclui um campo de entrada ${field} que não se encontra presente no ficheiro de entrada: ${supported_fields}.",
  "AO_100202": "Não foi possível efetuar um pedido REST à máquina do servidor. Verifique que a máquina do servidor pode ser ligada à internet.",
  "AO_100203": "O geocodeServiceURL introduzido deve ser https em vez de http.",
  "AO_100204": "A inputTable tem mais de 100 000 registos e não é suportada.",
  "AO_100205": "O seu delimitador de coluna é inválido.",
  "AO_100206": "Criar Réplica falhou para o(s) Url(s): ${Url}. Verifique se o serviço permite que outras pessoas exportem dados para formatos diferentes.",
  "AO_100207": "O número total de campos de entrada e variáveis de enriquecimento excede o limite máximo de ${maxCountOfFields}.",
  "AO_100208": "A sua linha de cabeçalho não tem o mesmo comprimento do número de listas no seu mapeamento de campos.",
  "AO_100209": "O headerRowsToSkip tem de ser um número positivo menor do que o número de linhas em inputTable ou inputFileItem.",
  "AO_100210": "O seu ficheiro de entrada tem demasiadas linhas. xls suporta no máximo 65536 linhas. Envie um outputType diferente.",
  "AO_100211": "Criar Camadas de Rotas falhou.",
  "AO_100212": "O ficheiro de entrada de dados de rota não é um ficheiro zip válido.",
  "AO_100213": "Os dados de rota de entrada não contêm a classe de elementos Paragens obrigatória.",
  "AO_100214": "Os dados de rota de entrada não contêm pelo menos duas paragens.",
  "AO_100215": "Falha ao Unir Elementos.",
  "AO_100216": "Encontrar Valores Atípicos falhou.",
  "AO_100217": "Ocorreu um erro ao guardar os resultados como camadas de rotas, pois a análise não resultou em nenhuma rota.",
  "AO_100218": "A inclusão de camadas de rotas não é válida quando o measurementType é StraightLine.",
  "AO_100219": "Entrada inválida para o parâmetro ${paramName}.",
  "AO_100220": "O tipo de geometria ${geomType} para ${paramName} não é suportado para a relação espacial: ${spatialRel}.",
  "AO_100221": "A Relação de Atributos ou Espacial tem de ser especificada.",
  "AO_100222": "A Relação Espacial não é suportada para entradas de tabela.",
  "AO_100223": "A inclusão de camadas de rotas não é válida ao solicitar a saída de coleção de elementos.",
  "AO_100224": "Ocorreu uma falha ao transferir os dados de rota a partir do item de dados de rotas ${itemId}.",
  "AO_100225": "Ocorreu uma falha ao eliminar o item de dados de rota ${itemId}.",
  "AO_100226": "Ocorreu uma falha ao extrair os dados de rota a partir do item de dados de rota.",
  "AO_100227": "A sua linha de cabeçalho não tem o mesmo comprimento do número de listas no seu mapeamento de campos.",
  "AO_100228": "O headerRowsToSkip tem de ser um número positivo menor do que o número de linhas em inputTable ou inputFileItem.",
  "AO_100229": "O seu ficheiro de entrada tem demasiadas linhas. xls suporta no máximo 65536 linhas. Envie um outputType diferente.",
  "AO_100230": "O seu tipo de ficheiro não é suportado. Os tipos de ficheiros suportados são csv e xlsx.",
  "AO_100231": "O seu outputName não se encontra formatado corretamente.",
  "AO_100232": "O seu papel de utilizador não inclui o privilégio de geocodificação.",
  "AO_100233": "O número de registos na tabela de entrada é superior ao máximo de ${max} registos permitidos para geocodificação.",
  "AO_100234": "Não pode submeter uma tabela e um ficheiro em simultâneo; submeta apenas um.",
  "AO_100235": "InputFileParameters não se encontra formatado corretamente.",
  "AO_100236": "Caso esteja a submeter um ficheiro, tem de especificar inputFileParameters.",
  "AO_100237": "Esta tabela de entrada é inválida. Selecione outra tabela.",
  "AO_100238": "Este ficheiro de entrada é inválido. Selecione outro ficheiro.",
  "AO_100239": "Tem de especificar um inputFile, inputTable ou columnNames.",
  "AO_100240": "Os geocodeParameters não se encontram formatados corretamente.",
  "AO_100241": "O seu nome de resultado de saída já existe. Escolha um nome diferente.",
  "AO_100242": "Não tem créditos suficientes para executar esta operação. Contacte o seu Administrador de Sistemas ArcGIS para obter assistência.",
  "AO_100243": "Alguns dos elementos nos seus resultados não se encontram enriquecidos.",
  "AO_100244": "A distância e as unidades são necessárias para SpatialRelationship WithinDistance.",
  "AO_100245": "Expressão inválida para ${paramName}; JSON malformado.",
  "AO_100246": "Ocorreu uma falha ao criar camadas de rotas para as seguintes rotas: ${routeNames}.",
  "AO_100247": "Ocorreu uma falha ao criar camadas de rotas, pois o número de rotas (${routeCount}) é superior ao número máximo de camadas de rotas que podem ser criadas (${max}).",
  "AO_100248": "O seu ficheiro ou tabela não tem registos. Inclua registos para serem geocodificados e submeta novamente.",
  "AO_100249": "Categoria inválida.",
  "AO_100250": "A tabela submetida encontra-se vazia ou corrompida.",
  "AO_100251": "O seu ficheiro não se encontra codificado em utf-8. Envie novamente.",
  "AO_100252": "Os valores no campo ${startLayerRouteIDField} em ${startLayer} e no campo ${endLayerRouteIDField} em ${endLayer} não são únicos.",
  "AO_100253": "inputTable vazia e inputFileItem vazios. Introduza uma inputTable ou um inputFileItem.",
  "AO_100254": "Encontrar Centroides falhou.",
  "AO_100255": "Ocorreu uma falha ao criar caixas.",
  "AO_100256": "O parâmetro ${paramName} requer um valor válido.",
  "AO_100257": "Alguns dos valores nos campos de destino são inválidos e não podem ser ligados.",
  "AO_100258": "A distância entre quaisquer entradas tem de ser inferior a ${mileValue} milhas (${kmValue} quilómetros) para percursos a pé.",
  "AO_100259": "Não foram encontradas quaisquer localizações mais próximas. Verifique se o intervalo de pesquisa é adequado à sua análise.",
  "AO_100260": "Encontrar Clusters de Pontos falhou.",
  "AO_100261": "Resumir Centro e Dispersão falhou.",
  "AO_100262": "Consulta inválida. Nem todas as expressões fazem referência à mesma camada de destino. As localizações de saída só podem derivar de uma camada de destino.",
  "AO_100263": "Não é possível especificar ${barrierType} quando measurementType é StraightLine.",
  "AO_100264": "A camada ${inputLayer} usada para especificar a camada de barreira ${shapeType} deve ter uma geometria ${shapeType}.",
  "AO_100265": "O número de elementos de rua intersetado por camada de barreiras de pontos excede o limite de ${limit}.",
  "AO_100266": "O número de elementos de rua intersetado por camada de barreiras de linhas excede o limite de .${limit}",
  "AO_100267": "O número de elementos de rua intersetado por camada de barreiras de polígonos excede o limite de ${limit}.",
  "AO_100268": "Gerar Tesselações falhou.",
  "AO_100269": "Extensão inválida para gerar tesselações.",
  "AO_100270": "O tamanho e número das variáveis que selecionou excede o tamanho máximo da linha para a camada do serviço de elementos. Reduza o número de variáveis selecionadas.",
  "AO_100271": "O campo ${fieldName} na camada ${analysisLayer} não pode ter valores vazios.",
  "AO_100272": "O campo ${startLayerRouteIDField} na camada ${startLayer} ou o campo ${endLayerRouteIDField} na camada ${endLayer} deve ter valores vazios.",
  "AO_100273": "O valor ${routeId} do campo ${routeIDField} na camada ${startLayer} não tem qualquer elemento correspondente na camada ${endLayer}.",
  "AO_100274": "O número máximo de veículos para traçar rota tem de ser igual ao número de elementos na camada ${startLayer} utilizados como localizações iniciais para as rotas.",
  "AO_100275": "O número máximo de veículos para traçar rota tem de ser igual ao número de elementos na camada ${endLayer} utilizados como localizações finais para as rotas.",
  "AO_100276": "O número de elementos na camada ${startLayer} utilizados como localizações iniciais para as rotas não pode ser superior a ${max}.",
  "AO_100277": "O número de elementos na camada ${endLayer} utilizados como localizações finais para as rotas não pode ser superior a ${max}.",
  "AO_100278": "O valor ${measureType} não pode ser superior a ${max} ${breakUnits} quando a opção para exibir áreas não acessíveis como buracos estiver selecionada.",
  "AO_100279": "O valor ${measureType} não pode ser superior a ${max} ${breakUnits} quando a opção para incluir ruas acessíveis estiver selecionada.",
  "AO_100280": "O valor ${measureType} não pode ser superior a ${max} ${breakUnits} para percursos a pé.",
  "AO_100281": "As variáveis de análise solicitadas são de várias hierarquias. Isto pode originar resultados inconsistentes.",
  "AO_100282": "A licença ArcGIS Server Advanced é necessária no servidor de alojamento ao utilizar o tipo de medição StraightLine com a ferramenta Encontrar Mais Próximos.",
  "AO_100283": "Existem demasiados elementos ou formas complexas no conjunto de dados. Considere reduzir o número de elementos antes de executar Enrich Layer. Por exemplo, pode filtrar o conjunto de dados e executar a ferramenta em batch ou reduzir o tamanho da extensão do mapa.",
  "AO_100284": "Nenhuma referência espacial para ${inputLayer} encontrada. Isto fará com que a análise falhe ou criará um resultado sem referência espacial.",
  "AO_100285": "Apenas o proprietário de ${inputLayer} pode efetuar análises a esta camada.",
  "AO_100286": "A estimativa de crédito é baseada no uso de um serviço GeoEnrichment personalizado.",
  "AO_100287": "Os dados não estão disponíveis para países com os seguintes códigos de país: ${country}.",
  "AO_100288": "Não foi possível detetar o país para um ou mais elementos.",
  "AO_100289": "Erro de ligação de ambiente. Contacte os Serviços de Suporte Esri.",
  "AO_100290": "Os campos de ID de objeto não podem ser usados em ligações de atributos.",
  "AO_100291": "Falha ao publicar os resultados da análise como uma coleção de elementos porque uma das camadas de saída tem mais de 9999 elementos. Para manter todos os elementos, guarde o seu resultado como uma camada de elementos.",
  "AO_100292": "O nome de saída fornecido já está a ser usado ou contém caracteres inválidos.",
  "AO_100293": "Um ou mais elementos não foram melhorados porque a criação da área do modo de viagem falhou. Verifique se os elementos de entrada estão localizados dentro da área de cobertura de dados do seu serviço de análise de rede ou use a distância em linha reta.",
  "AO_100294": "Um ou mais elementos ultrapassam os limites demográficos. As variáveis de enriquecimento foram estimadas através de agregação proporcional.",
  "AO_100295": "A geodatabase de dados de rota ${geodatabase} não existe.",
  "AO_100296": "O ficheiro zip de dados de rota ${zipfile} está vazio.",
  "AO_100297": "O número de linhas de área de serviço de saída, ${numFeatures}, excede o limite máximo, ${threshold}, que pode ser devolvido a partir do serviço.",
  "AO_100298": "A tarefa falhou devido a uma falha no serviço. Contacte os Serviços de Suporte Esri.",
  "AO_100299": "Não foi possível descompactar os resultados do serviço de elevação. Contacte os Serviços de Suporte Esri.",
  "AO_100300": "Não foi possível descompactar os resultados do serviço de hidrologia. Contacte os Serviços de Suporte Esri.",
  "AO_100301": "Juntar Camadas requer o mesmo tipo de geometria para todas as entradas.",
  "AO_100302": "A licença de Geostatistical Analyst é necessária para executar esta ferramenta.",
  "AO_100303": "A licença de Spatial Analyst é necessária para executar esta ferramenta.",
  "AO_100304": "Falha ao criar Áreas de Limite.",
  "AO_100305": "O valor não é um membro de Minutos | Segundos | Horas | Milhas | Quilómetros | Metros | Pés | Jardas | Outro.",
  "AO_100306": "Expressão Arcade inválida.",
  "AO_100307": "Todos os polígonos estão vazios.",
  "AO_100308": "O valor numérico está fora do intervalo válido.",
  "AO_100309": "O valor não é um membro de ToFacility | FromFacility.",
  "AO_100310": "O valor não é um membro de StraightLine | Tempo de Condução | Distância de Condução | Tempo de Condução em Camião | Distância de Condução em Camião | Tempo a Pé | Distância a Pé | Tempo de Condução Rural | Distância de Condução Rural.",
  "AO_100311": "O valor não é um membro de GeoLocal | UTC.",
  "AO_100312": "Os resultados não podem ser armazenados como uma coleção de elementos ao incluir ruas acessíveis.",
  "AO_100313": "Não é possível substituir: o item de portal especificado não existe.",
  "AO_100314": "Não é possível substituir: tem de ser o proprietário do item ou ter privilégios administrativos para substituir este item.",
  "AO_100315": "Não é possível substituir: tipo de item não suportado para substituição.",
  "AO_100316": "O nome do serviço especificado é diferente do título do item existente a ser substituído. O item será substituído, mas o título do item não será atualizado.",
  "AO_100317": "Não é possível substituir: tem de fornecer um ID de item para substituir um item.",
  "AO_100318": "Não é possível substituir: o item de portal especificado é referenciado por outros itens de portal. Todas as camadas de visualização associadas ao item de portal especificado têm de ser eliminadas antes de executar a substituição.",
  "AO_100319": "O número total de campos na camada de resultado, incluindo campos de análise gerados pela ferramenta, excede o limite de 1023 campos.",
  "AO_100320": "O número total de campos na camada de resultado, incluindo campos de análise gerados pela ferramenta, excede o limite de 1019 campos.",
  "AO_100321": "Não é possível substituir: a referência espacial da saída tem de corresponder à referência espacial do item existente para substituir.",
  "AO_100322": "Falha ao publicar o resultado. Volte a tentar executar a ferramenta mais tarde.",
  "AO_100323": "Falha ao obter os valores limite.",
  "AO_100324": "A variável não é adequada para a análise de área limite.",
  "AO_100325": "Não foi encontrada nenhuma rede viária para o ponto de entrada: ${pointId}.",
  "AO_100326": "Raio máximo alcançado sem solução para o ponto de entrada: ${pointId}.",
  "AO_100327": "Não é possível substituir: o item de portal especificado é referenciado por outros itens de portal. Todas as camadas de visualização associadas ao item de portal especificado têm de ser eliminadas antes de executar a substituição.",
  "AO_100328": "O tipo de geometria da camada de entrada não pode ser de pontos. Para utilizar esta entrada para criar uma nova camada de pontos, experimente a ferramenta Procurar por Atributos e Localização.",
  "AO_100329": "Atributos de junção inválidos.",
  "AO_100352": "A soma do número de elementos das camadas de elementos candidatos e de elementos necessários não pode ser superior a ${max}.",
  "AO_100353": "Falha ao criar o serviço de elementos de saída. Os campos Timestampoffset não são suportados.",
  "AO_100354": "O formato de dados de saída especificado requer o sistema de coordenadas World Geodetic System 1984 (WGS84). O WGS84 foi aplicado e o seu sistema de coordenadas de saída não foi utilizado.",
  "AO_100355": "As estatísticas de resumo não podem ser calculadas para os seguintes tipos de campo: DateOnly, TimeOnly e TimestampOffset.",
  "AO_100356": "Os seguintes tipos de campos não podem ser exportados: ${params}.",
  "AO_1011": "Casos sem vértices suficientes para criar uma geometria válida (inclui apenas os primeiros 30): %1 = %2.",
  "AO_109": "A distância do buffer não pode ser negativa para linhas e pontos.",
  "AO_110": "${inputFC} não existe.",
  "AO_110057": "A referência espacial para os elementos de entrada (${inputFeatures}) é incompatível com o sistema de coordenadas de saída (${outputCoordinateSystem}).",
  "AO_110058": "A referência espacial para os elementos candidatos (${candidateFeatures}) é incompatível com o sistema de coordenadas de saída (${outputCoordinateSystem}).",
  "AO_110059": "As projeções entre os elementos de entrada e os elementos candidatos são incompatíveis. A análise foi realizada na projeção 'WGS_1984_Web_Mercator_Auxiliary_Sphere'.",
  "AO_110068": "O teste de Rayleigh requer pelo menos ${numCases2D} elementos para um resultado bidimensional e ${numCases3D} elementos para um resultado tridimensional para ser válido.",
  "AO_110069": "O número de elementos para ${numBadCases} de ${numCases} casos é demasiado reduzido para validar o teste de Rayleigh.",
  "AO_110070": "O teste de Rayleigh não é válido porque o conjunto de dados é diametralmente bimodal. A saída é corrigida para uma melhor representação da orientação média.",
  "AO_110071": "Foram encontrados dados diametralmente bimodais em ${numDoubleAngleCases} de ${doubleAngleCases} casos. O teste de Rayleigh não é válido para esses casos e, por conseguinte, o respetivo resultado foi corrigido para uma melhor representação da orientação média.",
  "AO_110083": "As unidades verticais e lineares nos sistemas de coordenadas XY e Z não são iguais.",
  "AO_110141": "O Número Mínimo de Elementos por Cluster é superior ao número de elementos do conjunto de dados.",
  "AO_110143": "O Número Mínimo de Elementos por Cluster tem de ser superior a 1.",
  "AO_110144": "Falha ao gerar áreas delimitadas com o modo de viagem especificado.",
  "AO_110145": "Nem todas as camadas de junção têm o seu atributo de junção correspondente.",
  "AO_110146": "O campo ${fieldName} não existe na camada ${layerName}, pelo que a operação de junção ${mergeAttribute} não pode ser realizada.",
  "AO_110243": "Não foi possível concluir a análise porque a rede criada teria mais do que os dois mil milhões de células no máximo.",
  "AO_110250": "Todas as células de grelha têm de estar abrangidas pelo domínio da projeção.",
  "AO_110339": "Os atributos de interesse para os elementos candidatos têm de ter valores médios diferentes dos elementos de entrada ao fazer a correspondência com os perfis de atributos.",
  "AO_110340": "${summary} não pode ser calculado para os campos de data.",
  "AO_110341": "As estatísticas não podem ser calculadas para o campo ${fieldName}. Contacte os Serviços de Suporte Esri.",
  "AO_110342": "Falha ao criar o serviço de elementos ${serviceName}.",
  "AO_110343": "Falha ao criar o item ${itemName}.",
  "AO_110344": "A análise da tesselação H3 requer o sistema de coordenadas World Geodetic System 1984 (WGS84). O WGS84 foi aplicado e o seu sistema de coordenadas de saída não foi utilizado.",
  "AO_110345": "A análise da tesselação H3 requer o sistema de coordenadas World Geodetic System 1984 (WGS84). O WGS84 foi aplicado como o seu sistema de coordenadas de saída.",
  "AO_110346": "É necessária uma resolução de caixa quando o tipo de caixa é Hexágonos H3.",
  "AO_110347": "É necessária uma entrada de tamanho de caixa para este tipo de caixa.",
  "AO_110348": "A extensão não contém uma referência espacial válida.",
  "AO_110349": "A extensão fornecida no parâmetro de contexto não é válida.",
  "AO_110350": "O sistema de coordenadas de saída fornecido no parâmetro de contexto não é válido.",
  "AO_110351": "Não é possível efetuar várias operações no mesmo campo.",
  "AO_1115": "A propriedade de descrição da camada tem de ser definida para ${layerName}.",
  "AO_1156": "Um valor de campo era incompatível com o tipo de campo.",
  "AO_12": "O campo a adicionar já existe.",
  "AO_1533": "Não foi possível calcular os valores baixos e altos de incidência para os dados fornecidos. Se for o caso, tente especificar um Campo de Análise.",
  "AO_1534": "Os valores baixos e altos de incidência não podem ser calculados quando o número de pontos em cada polígono é idêntico. Experimente diferentes áreas de polígonos ou diferentes opções de análise.",
  "AO_1535": "A opção de análise selecionada requer um mínimo de ${minNumFeatures} áreas de agregação.",
  "AO_1536": "As opções de análise selecionadas requerem um mínimo de ${minNumIncidents} pontos para calcular valores baixos e altos de incidência.",
  "AO_1570": "A opção de análise selecionada requer um mínimo de ${minNumIncidents} pontos para estar dentro da(s) área(s) de polígonos delimitadora(s).",
  "AO_1571": "As opções de análise selecionadas requerem um mínimo de ${minNumFeatures} elementos com dados válidos no campo de análise, de modo a calcular os valores baixos e altos de incidência.",
  "AO_1572": "Não existe variação suficiente em localizações de pontos para calcular valores baixos e altos de incidência. Pontos coincidentes, por exemplo, reduzem a variação espacial. Pode tentar fornecer uma área delimitadora, áreas de agregação (mínimo de 30) ou um Campo de Análise.",
  "AO_1573": "Não existe variação suficiente entre os pontos dentro de zonas de polígono delimitadoras. Pode tentar fornecer limites maiores.",
  "AO_1574": "A opção de análise selecionada requer um mínimo de ${minNumIncidents} pontos para estar dentro dos polígonos de agregação.",
  "AO_1575": "Todos os valores para o seu campo de análise são provavelmente os mesmos. Os valores baixos e altos de incidência não podem ser calculados quando não existe variação no campo a ser analisado.",
  "AO_1583": "Quando existem múltiplos elementos de entrada, a correspondência baseia-se na média dos respetivos atributos de interesse.",
  "AO_1584": "Atributo(s) em Falta/Inválido(s). Os seguintes campos foram removidos da lista de atributos a considerar: ${removedFields}.",
  "AO_1585": "Atributo(s) em falta/inválido(s). Nenhum campo válido é deixado na lista de atributos a considerar.",
  "AO_1586": "O número de resultados não pode ser maior que o número de elementos candidatos. Definição de parâmetro igual ao valor máximo: ${maxValue}.",
  "AO_1587": "O número de resultados não pode ser superior a metade do número de elementos candidatos. Definição de parâmetro igual ao valor máximo: ${maxValue}.",
  "AO_1588": "Variação zero. Os seguintes campos não possuem variação suficiente para serem utilizados nesta ferramenta: ${name}.",
  "AO_1589": "Esta ferramenta requer pelo menos 2 localizações para pesquisar.",
  "AO_1598": "Tem de fornecer, pelo menos, dois atributos de interesse ao fazer a correspondência com os perfis de atributos.",
  "AO_1599": "Número insuficiente de registos para análise. Esta ferramenta exige pelo menos 1 local de referência na Camada de Entrada para calcular os resultados.",
  "AO_1605": "As distâncias para Coordenadas Geográficas (graus, minutos, segundos) são analisadas através de Distâncias Cordais em metros.",
  "AO_1607": "Os valores da distância excedem 30 graus decimais. As distâncias de cordas não são precisas acima dos 30 graus.",
  "AO_1616": "Elementos com maus registos (inclui apenas os primeiros 30) ${label} = ${badIDs}.",
  "AO_192": "O tamanho da célula deve ser inferior à banda de distância.",
  "AO_210": "Não foi possível criar a saída ${outputFC}.",
  "AO_26": "A distância do buffer é zero.",
  "AO_308": "Tipo de campo inválido.",
  "AO_358": "Expressão inválida.",
  "AO_366": "Tipo de geometria inválida.",
  "AO_385": "A opção LINHA não é válida com elementos de pontos.",
  "AO_40039": "Não existem dados suficientes para calcular o método. São necessários pelo menos 10 pontos.",
  "AO_40040": "Os dados são distribuídos ao longo de uma linha reta e não podem ser processados.",
  "AO_40069": "A variância dos dados é demasiado pequena para ser calculada.",
  "AO_401": "Não foram encontradas quaisquer camadas para processamento.",
  "AO_426": "Sem memória.",
  "AO_438": "A sobreposição não é um polígono.",
  "AO_468": "Os tipos de formas de entrada não são iguais.",
  "AO_539": "A expressão é inválida.",
  "AO_561": "A relação espacial especificada é inválida para as camadas selecionadas.",
  "AO_640": "Tipo de campo inválido para ${fieldName}. Tem de ser do tipo ${typeString}.",
  "AO_641": "Esta ferramenta requer, pelo menos, ${numFeatures} elemento(s) para calcular resultados.",
  "AO_642": "Problemas ao ler ${badNum} de ${totalNum} registos no total.",
  "AO_715": "${numObsNoNeighs} elemento(s) não tinha(m) vizinhos com base num determinado limite de distância; a devolver o elemento vizinho com o verdadeiro centróide mais próximo.",
  "AO_716": "Elementos com ajustamento de pesquisa de vizinhança (inclui apenas os primeiros 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} polígonos não alcançaram o número mínimo de vizinhos especificado com base na contiguidade do polígono; para estes polígonos, os vizinhos não contíguos mais próximos também serão incluídos como vizinhos.",
  "AO_728": "O campo de análise ${fieldName} que especificou não existe na camada de análise.",
  "AO_735": "Forneça pelo menos um campo de análise válido para basear a similaridade.",
  "AO_800": "O valor não é um membro de SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "Tem de fornecer polígonos para a agregação de incidentes em contagens para este método de agregação de dados de incidentes.",
  "AO_845": "É ideal um mínimo de ${warnNumObs} elementos de entrada para análise.",
  "AO_846": "${numObsNoNeighs} elemento(s) não tinha(m) vizinhos, o que geralmente invalida as propriedades estatísticas de um teste.",
  "AO_847": "Elementos sem vizinhos (inclui apenas os primeiros 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Elementos com maus registos (inclui apenas os primeiros 30): ${ObjIDs} = ${IDnums}.",
  "AO_897": "A banda de distância ${smallDistance} fornecida é demasiado pequena para a área de estudo.",
  "AO_898": "Não foram encontrados valores de peso válidos.",
  "AO_900003": "Não é possível obter a contagem de elementos de ${layer}.",
  "AO_900004": "O ficheiro de configuração ${file} não existe.",
  "AO_900005": "A estimativa de custo ${TaskName} falhou.",
  "AO_900006": "Não é possível analisar a entrada, JSON mal formado.",
  "AO_900007": "Tipo de parâmetro não suportado de ${type}.",
  "AO_900008": "Ferramenta ${ToolName} não suportada para estimativa de custo.",
  "AO_900009": "Não é possível obter a Contagem de Elementos da camada de Geoenriquecimento.",
  "AO_906": "Variação zero: todos os valores para o seu campo de entrada são provavelmente os mesmos.",
  "AO_910": "Não existem elementos suficientes para ${numBadCases} de ${numCases} casos.",
  "AO_911": "Os mesmos pontos de início e fim para ${numBadObs} de ${numObs} elementos de linha.",
  "AO_912": "Elementos de linha com os mesmos pontos de início e fim (inclui apenas os primeiros 30): ${label} = ${badLengths}.",
  "AO_929": "A Banda de Distância tem de ser menor do que a extensão da análise.",
  "AO_941": "Os valores de Peso Negativo foram interpretados como zero para processamento.",
  "AO_947": "Casos sem elementos suficientes (inclui apenas os primeiros 30): ${label} = ${badCases}.",
  "AO_973": "Não foi possível renderizar a saída com base no ficheiro da camada predefinido.",
  "AO_978": "Não existem vértices suficientes para criar uma geometria válida.",
  "BD_100082": "São necessários um nome de campo e uma expressão.",
  "BD_100084": "É necessário que o tipo de campo seja String, Inteiro, Duplo ou Data.",
  "BD_100088": "O campo ou campos \"${attribute}\" têm de se encontrar tanto nas camadas de referência como nas camadas candidatas de pesquisa.",
  "BD_100089": "Os seguintes campos não possuem variação suficiente para serem utilizados nesta análise: ${attribute}.",
  "BD_100090": "Esta ferramenta requer pelo menos 2 localizações candidatas de pesquisa que não sejam também localizações de referência.",
  "BD_100161": "Geocodificação em Batch falhou.",
  "BD_100162": "Analisar Entrada de Geocodificação falhou.",
  "BD_100171": "URL de localizador de endereço inválido: ${locator_url}.",
  "BD_100182": "Os seguintes campos ${field} têm duplicados.",
  "BD_100189": "Não é possível ligar ao serviço remoto de geocodificação. Verifique que o serviço de geocodificação está online e possui um endpoint REST geocodeAddresses válido.",
  "BD_100199": "Edite o seu mapeamento de campos e volte a submeter. O mapeamento de campo inclui um campo de localizador que não é suportado.",
  "BD_101000": "Não é possível efetuar a operação de consulta.",
  "BD_101001": "Esta operação requer que o tempo seja definido nos elementos de origem, em falta em '${paramName}'.",
  "BD_101002": "Esta operação requer que a geometria seja definida nos elementos de origem, em falta em '${paramName}'.",
  "BD_101003": "O tipo de intervalo de distância não é suportado.",
  "BD_101004": "Tipo de geometria errado para '${paramName}'. '${expectedType}' esperado, mas foi obtido '${actualType}'.",
  "BD_101005": "O campo '${requiredField}' é obrigatório se '${setField}' estiver definido.",
  "BD_101006": "O tipo de intervalo de tempo não é suportado. Apenas são permitidos números inteiros.",
  "BD_101007": "É necessária pelo menos uma relação.",
  "BD_101008": "O campo '${requiredField}' é obrigatório.",
  "BD_101009": "Campo(s) não encontrado(s) no conjunto de dados: ${fields}.",
  "BD_101010": "O resultado da sua análise não devolveu quaisquer elementos. Nenhuma camada será criada.",
  "BD_101011": "Pelo menos um dos campos '${firstField}' ou '${secondField}' é obrigatório.",
  "BD_101012": "Ambos os campos '${firstField}' e '${secondField}' não podem ser definidos ao mesmo tempo.",
  "BD_101013": "Tipo de tempo errado para '${paramName}'. '${expectedType}' esperado, mas foi obtido '${actualType}'.",
  "BD_101014": "A relação de elementos fornecida '${targetType} ${relationshipType} ${joinType}' não é válida.",
  "BD_101015": "O conjunto de relações definido não é válida.",
  "BD_101016": "Uma referência espacial é obrigatória quando a opção GEODÉSICO se encontra selecionada.",
  "BD_101017": "Alguns resultados planares de buffer podem exceder a extensão válida. Considere utilizar um buffer geodésico para representar o formato da terra.",
  "BD_101018": "Um ou mais elementos foram ignorados porque uma distância negativa ou demasiado curta resultou em ausência de geometria.",
  "BD_101019": "Um ou mais elementos foram ignorados devido a um valor de campo de distância zero.",
  "BD_101020": "Um ou mais elementos foram ignorados devido a um valor de campo de distância NULO ou VAZIO.",
  "BD_101021": "Um ou mais elementos foram ignorados devido a um valor de campo de distância inválido.",
  "BD_101022": "Um ou mais elementos foram ignorados devido a um valor de campo de distância não linear.",
  "BD_101023": "Um ou mais elementos foram ignorados porque o tipo de distância de buffer é inválido.",
  "BD_101024": "A utilizar método geodésico para sistema de coordenadas geográficas.",
  "BD_101025": "Expressão de buffer inválida.",
  "BD_101026": "O parâmetro '${paramName}' não é válido.",
  "BD_101027": "'${outputName}' não é um nome de saída válido.",
  "BD_101028": "A iniciar a nova tarefa distribuída com ${totalTasks} tarefas.",
  "BD_101029": "${completedTasks}/${totalTasks} tarefas distribuídas concluídas.",
  "BD_101030": "Falha ao executar ${toolName}. Contacte o seu administrador com o ID de tarefa '${jobID}'.",
  "BD_101031": "A tarefa foi cancelada.",
  "BD_101032": "O valor '${paramValue}' no parâmetro '${paramName}' não se enquadra no intervalo válido [${expectedRange}].",
  "BD_101033": "'${paramName}' será projetado para a referência espacial de processamento.",
  "BD_101034": "'${paramName}' não possui uma referência espacial e não foi possível projetá-lo para a referência espacial de processamento.",
  "BD_101035": "'${paramName}' será limitado à extensão de saída",
  "BD_101036": "A estatística '${statistic}' não é válida para o campo '${fieldName}'.",
  "BD_101037": "O tamanho da vizinhança tem de ser maior do que o tamanho da caixa.",
  "BD_101038": "Ocorreu um erro ao obter o resultado. No entanto, o resultado deverá manter-se disponível nos seus conteúdos.",
  "BD_101039": "O parâmetro ${paramName} de entrada encontra-se num sistema de coordenadas geográficas, mas esta operação requer um sistema de coordenadas projetadas. Utilize um conjunto de dados projetado ou defina o sistema de coordenadas de processamento para análise para ser um sistema de coordenadas projetada.",
  "BD_101040": "Já existe uma camada web denominada '${outputName}'. Escolha um nome diferente que seja único na sua organização.",
  "BD_101041": "Falha ao ligar ao arquivo de dados. Verifique se as informações de ligação estão corretas.",
  "BD_101042": "Não foi possível aceder à partilha de ficheiros. Verifique que a sua conta de utilizador ArcGIS Server tem acesso à partilha de ficheiros.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Tem de introduzir pelo menos dois Atributos de Interesse para o Método de Correspondência de Perfil de Atributos.",
  "BD_101046": "Especifique o número de resultados a devolver. O número de resultados tem de ser superior a 0.",
  "BD_101047": "O número de resultados tem de ser inferior ou igual a 10000. Os primeiros 10000 resultados foram calculados.",
  "BD_101048": "Atributos de Interesse possui duplicados.",
  "BD_101049": "O número de resultados solicitado é superior ao número de resultados devolvido.",
  "BD_101050": "Os atributos selecionados do tipo de campo de interesse têm de ser Numéricos.",
  "BD_101051": "Foram encontrados possíveis problemas durante a leitura de '${paramName}'.",
  "BD_101052": "Alguns registos estão em falta ou têm valores temporais inválidos.",
  "BD_101053": "Alguns registos possuem valores temporais que não são do tipo ${timeType}.",
  "BD_101054": "Alguns registos estão em falta ou têm geometrias inválidas.",
  "BD_101055": "Alguns registos possuem geometrias que não são do tipo ${geometryType}.",
  "BD_101056": "Unidade de formato de resumo ${unit} para geometria ${geomType}.",
  "BD_101057": "Não foi possível iniciar uma tarefa distribuída. Verifique as definições do seu serviço GeoAnalyticsTools e garanta que existem recursos suficientes disponíveis para executar a tarefa.",
  "BD_101058": "A análise requer mais memória do que aquela que está atribuída. Aumente a memória atribuída à sua caixa de ferramentas GeoAnalytics no ArcGIS Server Manager.",
  "BD_101059": "Não foi possível calcular quaisquer etapas temporais.",
  "BD_101060": "Ocorreram ${numErrors} etapas temporais que não foi possível calcular. Os primeiros ${numDisplay} erros foram apresentados.",
  "BD_101061": "A etapa temporal entre ${startTime} e ${endTime} não tem registos suficientes para análise. Cada etapa temporal requer, pelo menos, ${minFeatures} elemento(s) para calcular resultados.",
  "BD_101062": "A etapa temporal entre ${startTime} e ${endTime} tem uma variação zero. Todos os valores para o seu campo de entrada nesta etapa temporal são provavelmente os mesmos.",
  "BD_101063": "A variação é zero. Todos os valores para o seu campo de entrada são provavelmente os mesmos.",
  "BD_101064": "A expressão fornecida para '${fieldName}' resulta num tipo de dados que não é um tipo de dados de atributos suportado.",
  "BD_101065": "A expressão fornecida para '${fieldName}' não é válida.",
  "BD_101066": "Ocorreu uma falha ao inicializar a plataforma de computação distribuída.",
  "BD_101067": "Um cubo espaciotemporal foi criado. Os resultados não foram corretamente carregados para os seus conteúdos.",
  "BD_101068": "Gerar recipientes e análise exigem um sistema de projeção de coordenadas. A projeção ${projectionName} foi aplicada com parâmetros de projeção personalizados com base na extensão da análise.",
  "BD_101069": "A entrada '${paramName}' não define um sistema de coordenadas.",
  "BD_101070": "O conjunto de dados '${datasetName}' na partilha de ficheiros big data '${fileShareName}' foi registada incorretamente.",
  "BD_101071": "O objeto '${jsonObject}' para '${datasetName}' na partilha de ficheiros big data '${fileShareName}' foi registada incorretamente.",
  "BD_101073": "${numColumns} campos (mais os campos de sistema) excedem o limite de ${maxColumns} para um arquivo de dados ${dataStoreType}.",
  "BD_101074": "É necessário um tipo de campo para adicionar um novo campo.",
  "BD_101075": "A hora é necessária para realizar operações com a função de caminhos ativada.",
  "BD_101076": "Ocorreu uma falha ao procurar um certificado SSL válido ao ligar a uma máquina remota.",
  "BD_101077": "Mapeamento de campos incorreta. Os campos não mapeados para um localizador como nomes de colunas encontram-se vazios.",
  "BD_101083": "* Extensão espacial = ${extent}",
  "BD_101084": "* Extensão temporal = ${extent}",
  "BD_101085": "A extensão de processamento é nula ou está vazia.",
  "BD_101086": "O processamento de extensão não é válido para a referência espacial fornecida.",
  "BD_101087": "O conjunto de dados '${datasetName}' referenciado no ficheiro de sugestões não foi encontrado.",
  "BD_101088": "Alguns elementos de resultado foram copiados para a extensão válida da referência espacial resultante.",
  "BD_101089": "A etapa está a ser repetida (attempt=${attempt}). Verifique se distribuiu recursos suficientes com as Definições GeoAnalytics. Caso não o tenha feito, considere cancelar a tarefa.",
  "BD_101090": "A geocodificação de alguns registos falhou e os mesmos possuem geometrias em falta.",
  "BD_101091": "O ArcGIS Online World Geocoding Service não é um localizador suportado para as Ferramentas GeoAnalytics.",
  "BD_101092": "O limite de divisão de distância tem de ser maior do que zero.",
  "BD_101093": "Erro na expressão para '${fieldName}': parâmetros inválidos fornecidos à função '${functionName}'.",
  "BD_101094": "Erro na expressão para '${fieldName}': a atribuição à esquerda é inválida.",
  "BD_101095": "Erro na expressão para '${fieldName}': não é uma função: ${object}",
  "BD_101096": "Ficheiro corrompido ou não suportado encontrado aquando da leitura da saída.",
  "BD_101097": "Ocorreu um ou mais erros ao calcular os novos valores de campos.",
  "BD_101098": "Erro na expressão para '${fieldName}': referência indefinida para variável '${reference}'.",
  "BD_101099": "Erro na expressão para '${fieldName}': referência indefinida para variável '${reference}'. Referia-se a '${suggestion}'?",
  "BD_101100": "Relações temporais próximas requerem uma distância temporal.",
  "BD_101114": "Os valores de campo groupby têm de ser de tipo inteiro, texto ou data.",
  "BD_101115": "O campo '${inputLayerField}' foi mapeado ${count} vezes.",
  "BD_101116": "Ocorreu um ou mais erros com o parâmetro fieldMapping.",
  "BD_101117": "Não foi especificado qualquer mapeamento de campos. O mapeamento de campos predefinido será aplicado.",
  "BD_101118": "A camada de entrada ${inputLayer} não é uma camada alojada.",
  "BD_101119": "Tipo de mapeamento de campo desconhecido \\'${invalidMappingType}\\'. \\'AppendData\\' ou \\'Expression\\' esperado.",
  "BD_101120": "O tipo de campo de '${inputLayerField}' não coincide com o tipo de campo de '${appendLayerField}'. '${expectedType}' esperado, mas foi obtido '${actualType}'.",
  "BD_101121": "A camada de entrada e a camada de anexo não possuem quaisquer campos correspondentes. Não foram anexados quaisquer elementos.",
  "BD_101122": "O tipo de geometria da camada de anexo não corresponde ao da camada de entrada. '${expectedType}' esperado, mas foi obtido '${actualType}'.",
  "BD_101123": "O tipo de tempo da camada de anexo não corresponde ao da camada de entrada. '${expectedType}' esperado, mas foi obtido '${actualType}'.",
  "BD_101124": "Os seguintes campos encontram-se em falta da camada de anexo e mapeamento de campos: ${missingFields}.",
  "BD_101125": "Os seguintes campos não foram anexados: \\'${fieldNames}\\'.",
  "BD_101126": "O seguinte campo de anexo não existe na camada de anexo: \\'${fieldName}\\'.",
  "BD_101127": "Expressão arcade inválida para o campo de entrada: \\'${fieldName}\\'.",
  "BD_101128": "O campo '${inputLayerField}' não existe na camada de entrada.",
  "BD_101129": "Alguns campos da camada de anexo não foram anexados devido a uma falta de correspondência de tipo de campo.",
  "BD_101130": "O tipo de campo de \\'${inputFieldName}\\' não corresponde ao tipo de campo da camada de entrada. \\'${expectedType}\\', esperado, mas foi obtido \\'${actualType}\\'.",
  "BD_101131": "A nulabilidade de \\'${inputFieldName}\\' não corresponde à nulabilidade da camada de entrada. \\'${expectedType}\\', esperado, mas foi obtido \\'${actualType}\\'.",
  "BD_101132": "Os seguintes campos da camada de anexo não foram anexados devido a uma falta de correspondência de nome de campo: ${mismatchedFields}.",
  "BD_101136": "A camada de entrada não permite a edição. Contacte o seu administrador ou o proprietário da camada para permitir a edição.",
  "BD_101137": "A geração e análise de armazenamento requer um sistema de coordenadas de projeção. A projeção ${projectionName} foi aplicada com parâmetros de projeção personalizados baseados na extensão da análise.",
  "BD_101152": "O tipo de geometria da camada de fusão não coincide com o da camada de entrada. \\'${expectedType}\\' esperado, mas foi obtido \\'${actualType}\\'.",
  "BD_101153": "O tipo de tempo da camada de fusão não coincide com o da camada de entrada. '${expectedType}' esperado, mas foi obtido '${actualType}'.",
  "BD_101154": "O campo \\'${mergeLayerField}\\' foi atribuído a uma operação ${count} vezes.",
  "BD_101155": "Ocorreu um ou mais erros com o parâmetro de atributos de fusão.",
  "BD_101156": "O tipo de campo de \\'${inputLayerField}\\' não coincide com o tipo de campo de \\'${mergeLayerField}\\'. \\'${expectedType}\\' esperado, mas foi obtido \\'${actualType}\\'.",
  "BD_101157": "mergeType \\'${invalidMergeType}\\' desconhecido. \\'Match\\', \\'Remove\\' ou \\'Rename\\' esperado.",
  "BD_101158": "O campo \\'${mergeLayerField}\\' não existe na camada de fusão.",
  "BD_101159": "O campo \\'${inputLayerField}\\' não existe na camada de entrada.",
  "BD_101160": "O nome do campo \\'${renameField}\\' já existe na camada de entrada.",
  "BD_101161": "O nome do campo \\'${fieldName}\\' já existe na camada de fusão.",
  "BD_101162": "Campo em falta nos atributos de fusão de \\'${mergeOperation}\\'.",
  "BD_101164": "A ignorar mergeValue para \\'Remove\\'.",
  "BD_101169": "Não foi possível fundir um ou mais campos com nomes coincidentes devido a tipos de campo incompatíveis. Utilize atributos de fusão para resolver os conflitos.",
  "BD_101178": "Resumo de resultados GLR [Tipo de Modelo: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "Diagnóstico GLR",
  "BD_101189": "A tarefa GeoAnalytics aguarda recursos e ainda não foi iniciada. A tarefa será automaticamente cancelada após ${minutes} minutos.",
  "BD_101191": "A partilha do ficheiro de big data \\'${catalogPath}\\' não existe ou não está acessível.",
  "BD_101204": "O resultado da sua análise não devolveu quaisquer elementos para \\'${layerName}\\'. A camada \\'${layerName}\\' não será criada.",
  "BD_101205": "O número de elementos de amostra solicitados é superior ao número total de elementos. Todos os elementos de entrada serão devolvidos.",
  "BD_101206": "A criação da camada de extensão será ignorada.",
  "BD_101207": "A variável de entrada \\'${variableName}\\' não pode ser tratada como categórica.",
  "BD_101208": "Não foi possível criar o diagnóstico de dados de validação. Os valores para previsão da variável no conjunto de dados de validação não existem no conjunto de dados de instrução.",
  "BD_101209": "A variável de entrada \\'${variableName}\\' é um campo de string e tem de ser especificada como categórica.",
  "BD_101210": "A fonte de dados de saída não suporta a escrita de conjuntos de dados sem um tipo de geometria definido.",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Parâmetros de Entrada",
  "BD_101214": "Variável a Prever ${variablePredict}",
  "BD_101215": "Criar Tabela de Importância de Variáveis: ${createTable}",
  "BD_101216": "Correspondência de Variáveis Explanatórias: ${variableMatching}",
  "BD_101219": "O seguinte relatório apresenta o resumo do seu resultado para Classificação e Regressão Baseadas na Floresta:",
  "BD_101220": "O seguinte relatório apresenta o resumo da sua análise para Descrever Conjunto de Dados.",
  "BD_101221": "Resumo de Elementos de Entrada",
  "BD_101222": "Resumo de Geometria:",
  "BD_101223": "Resumo de Tempo:",
  "BD_101224": "O script Python tem uma sintaxe inválida.",
  "BD_101225": "A ferramenta \\'${toolName}\\' requer o privilégio 'Publicar ferramentas web'.",
  "BD_101227": "Conjunto de dados de partilha de ficheiros big data criado: ${serviceUrl}",
  "BD_101228": "As seguintes variáveis categóricas contêm menos do que dois valores distintos: ${variableNames}. As variáveis categóricas requerem pelo menos dois valores distintos.",
  "BD_101229": "Parâmetro de mapeamento de variável dependente inválido. As chaves têm de ser \\'value0\\' e \\'value1\\'.",
  "BD_101230": "Parâmetro de mapeamento de variável dependente inválido. Têm de ser fornecidos dois valores únicos.",
  "BD_101238": "O número de vizinhos introduzido tem de ser superior a 0 e igual ou inferior a 5000.",
  "BD_101239": "O raio de pesquisa de entrada tem de ser superior a 0 e inferior ou igual a 500 quilómetros.",
  "BD_101245": "Falha ao escrever resultados no armazenamento big data espaciotemporal.",
  "BD_101253": "Valor da variável dependente previsto para um ou mais elementos com menos de ${minNeighbors} vizinhos.",
  "BD_101254": "Existe um ou mais elementos com mais elementos coincidentes do que o número de vizinhos especificado, ${numNeighbors}.",
  "BD_101255": "Não foi possível estimar pelo menos um modelo local devido à multicoloridade.",
  "BD_101256": "Não foi possível prever o valor da variável dependente para um ou mais elementos.",
  "BD_101257": "Não foi possível prever o valor da variável dependente para qualquer elemento.",
  "BD_101259": "Os atributos de interesse para os elementos de pesquisa têm de ter valores médios diferentes dos elementos de entrada ao usar o método de correspondência dos perfis de atributos.",
  "BD_1022": "Esta ferramenta exige um sistema de coordenadas projetadas.",
  "BD_109": "A distância do buffer não pode ser negativa para linhas e pontos.",
  "BD_110004": "Um Cubo Espaciotemporal tem de ter pelo menos 10 porções.",
  "BD_110005": "Este Cubo Espaciotemporal não pode ser criado porque teria mais do que dois mil milhões de caixas.",
  "BD_110047": "O valor para o parâmetro Intervalo de Etapa Temporal tem de ser positivo e maior do que zero.",
  "BD_110064": "Ocorreu uma falha na criação do Cubo Espaciotemporal de Saída devido ao Campo de Resumo ${variableName}. Reconsidere a Estatística e o Tipo de Preenchimento escolhidos para este campo.",
  "BD_110194": "Não foi possível mapear e analisar campos nos elementos de instrução com campos nos elementos a prever.",
  "BD_110199": "Não foi possível calcular as estatísticas de resumo necessárias para a análise.",
  "BD_110208": "A variável a prever para regressão requer mais do que cinco valores únicos.",
  "BD_1583": "Quando existem múltiplos Elementos de Entrada, a correspondência baseia-se na média dos respetivos Atributos de Interesse.",
  "BD_1589": "Número insuficiente de registos para análise. Esta ferramenta exige pelo menos 2 Elementos Candidatos para calcular resultados.",
  "BD_1599": "Número insuficiente de registos para análise. Esta ferramenta exige pelo menos 1 local de referência na Camada de Entrada para calcular os resultados.",
  "BD_26": "A distância do buffer é zero.",
  "BD_3": "O seguinte relatório apresenta o resumo do seu resultado para Encontrar Localizações Semelhantes.",
  "BD_308": "Tipo de campo inválido.",
  "BD_641": "Número insuficiente de registos para análise. Esta ferramenta requer, pelo menos, ${minFeatures} elemento(s) para calcular resultados.",
  "BD_800": "O valor não é membro de ${value}.",
  "BD_84503": "Resumo de elementos de entrada para correspondência",
  "BD_84504": "Resumo de Atributos de Interesse",
  "BD_84505": "As Primeiras '${numResults}' Localizações Mais Semelhantes (Valores).",
  "BD_84506": "As Primeiras 10 de '${numResults}' Localizações Mais Semelhantes (Valores).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"].",
  "BD_84810": "Características do Modelo",
  "BD_84811": "Número de Árvores: ${numberOfTrees}",
  "BD_84812": "Tamanho da Folha: ${leafSize}",
  "BD_84813": "Profundidade da Árvore: ${treeDepth}",
  "BD_84814": "% de Instruções Disponíveis por Árvore: ${sampleSize}",
  "BD_84815": "Número de Variáveis Recolhidas Aleatoriamente: ${randomVariables}",
  "BD_84816": "% de Dados de Instrução Excluídos para Validação: ${percentageForValidation}",
  "BD_84828": "Dados de Validação: Diagnóstico de Classificação",
  "BD_84829": "Dados de Validação: Diagnóstico de Regressão",
  "BD_84830": "Previsões para os dados de validação (excluídos da instrução do modelo) comparadas com os valores observados para esses elementos de teste",
  "BD_84834": "Principal Variável de Importância",
  "BD_84838": "Dados de Instrução: Diagnóstico de Classificação",
  "BD_84839": "Dados de Instrução: Diagnóstico de Regressão",
  "BD_84840": "As previsões para os dados utilizados na instrução do modelo comparadas com as categorias observadas para esses elementos",
  "BD_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"].",
  "BD_89998": "[\"\", \"Total\", ${sumIndex}]",
  "GPEXT_001": "Valor do parâmetro ${name} inválido.",
  "GPEXT_002": "Parâmetro ${name} em falta.",
  "GPEXT_003": "Parâmetro inválido ${name}: propriedade ${propname} em falta.",
  "GPEXT_004": "Parâmetro de camada inválido, propriedade ${propname} em falta.",
  "GPEXT_005": "Falha ao aceder ao url ${url}.",
  "GPEXT_006": "O acesso ao url ${url} devolveu o erro ${error}.",
  "GPEXT_007": "Item ${id} inválido.",
  "GPEXT_008": "Falha ao criar serviço ${name}.",
  "GPEXT_009": "Falha ao adicionar camada ${lname} ao serviço ${name}.",
  "GPEXT_010": "Falha ao analisar camada JSON.",
  "GPEXT_011": "A camada ${url} não tem capacidades Extrair.",
  "GPEXT_012": "Operação Externa Inválida.",
  "GPEXT_013": "Esta ferramenta utiliza o Geoenrichment Service. Consulte Estimativa de Créditos de Serviço do ArcGIS Online para mais detalhes.",
  "GPEXT_014": "Esta ferramenta utiliza o Serviço da Análise de Rede. Consulte Estimativa de Créditos de Serviço do ArcGIS Online para mais detalhes.",
  "GPEXT_015": "Selecione o url de serviços de ajuda adequado do Portal para a operação solicitada.",
  "GPEXT_016": "Objeto de camada inválido.",
  "GPEXT_017": "O serviço ${name} já existe.",
  "GPEXT_018": "O serviço remoto de elementos ${url} excede o limite de 100.000 elementos. Crie um serviço de elementos alojado para analisar dados extensos.",
  "GPEXT_019": "Filtro inválido para a camada ${url}.",
  "MT_001": "Falha ao obter os detalhes da execução da ferramenta. Verifique se o seu conteúdo apresenta os resultados esperados ou execute novamente a ferramenta.",
  "RA_120101": "A tabela seguinte contém estatísticas de validação cruzada:",
  "RA_120102": "Erro Médio",
  "RA_120103": "Erro Médio Quadrático",
  "RA_120104": "Padrão Médio",
  "RA_120105": "Média Padronizada",
  "RA_120106": "Erro Médio Quadrático Padronizado",
  "RA_120200": "A ferramenta de Geoprocessamento subjacente falhou.",
  "RA_120201": "Falha ao utilizar as Estatísticas de Zona.",
  "RA_120202": "Calcular Densidade falhou.",
  "RA_120203": "Interpolar Pontos falhou.",
  "RA_120204": "Monitorizar Vegetação falhou.",
  "RA_120205": "Calcular Declive falhou.",
  "RA_120206": "Derivar Aspeto falhou.",
  "RA_120207": "Falha ao utilizar o Panorama Geodésico.",
  "RA_120208": "Bacia Hidrográfica falhou.",
  "RA_120209": "Extrair Raster falhou.",
  "RA_120210": "Remapear Valores falhou.",
  "RA_120211": "Converter Elemento em Raster falhou.",
  "RA_120212": "Converter Raster em Elemento falhou.",
  "RA_120213": "Calcular Distância falhou.",
  "RA_120214": "Determinar Caminho de Custo de Viagem Como Polilinha falhou.",
  "RA_120215": "Determinar Rede de Custo de Viagem falhou.",
  "RA_120216": "Falha ao Calcular Custo da Viagem.",
  "RA_120217": "A taxa de resistência não é suportada, pelo que deverá ficar vazia ao executar Calcular Custo da Viagem.",
  "RA_120218": "Detetar Objetos Utilizando Aprendizagem Profunda falhou.",
  "RA_120219": "Classificar Píxeis com Aprendizagem Profunda falhou.",
  "RA_120220": "A amostra falhou.",
  "RA_120221": "Ligações de Região Ideais falhou.",
  "RA_120222": "Estatísticas de Zona como Tabela falhou.",
  "RA_120223": "Acumulação de Distância falhou.",
  "RA_120224": "Atribuição de Distância falhou.",
  "RA_120225": "Melhor Percurso Como Linha falhou.",
  "RA_120226": "Melhor Percurso como Raster falhou.",
  "RA_120227": "Parâmetros de Superfície falhou.",
  "RA_120228": "Derivar Fluxo Contínuo falhou.",
  "RA_120229": "Classificar Objetos Utilizando Aprendizagem Profunda falhou.",
  "RA_120230": "Agregar Raster Multidimensional falhou.",
  "RA_120231": "Encontrar Estatísticas de Argumentos falhou.",
  "RA_120232": "Gerar Anomalia Multidimensional falhou.",
  "RA_120233": "Gerar Raster de Tendência falhou.",
  "RA_120234": "Prever Através da Utilização de um Raster de Tendência falhou.",
  "RA_120306": "Motivo da falha: ${cause}",
  "SS_00002": "O seguinte relatório apresenta o fluxo de trabalho utilizado para otimizar o seu resultado de Encontrar Valores Altos de Incidência:",
  "SS_00003": "O seguinte relatório apresenta o resumo do seu resultado para Encontrar Localizações Semelhantes:",
  "SS_00004": "O seguinte relatório apresenta o fluxo de trabalho utilizado para otimizar o seu resultado de Encontrar Valores Atípicos:",
  "SS_110140": "A Distância de Pesquisa utilizada no processo foi ${searchDistance}.",
  "SS_110142": "Nenhum cluster detetado.",
  "SS_220647": "Elementos mínimos por Cluster ${minFeatures}",
  "SS_84261_0": "Média",
  "SS_84262_0": "Desvio Padrão",
  "SS_84271_0": "Mín.",
  "SS_84272_0": "Máx.",
  "SS_84428": "Avaliação Inicial dos Dados.",
  "SS_84434": "Existiam ${NumOutliers} localizações atípicas; não foram utilizadas para calcular ${AggregationType}.",
  "SS_84437": "Não existiam valores atípicos de localização.",
  "SS_84444": "Agregação de Incidentes",
  "SS_84446": "Propriedades de ${VarName}:",
  "SS_84449": "Foi criada uma malha de polígono de rede para pontos de agregação.",
  "SS_84450": "O tamanho da célula do polígono era ${SnapInfo}.",
  "SS_84451": "A análise foi baseada no número de pontos em cada célula de polígono de rede.",
  "SS_84452": "A análise foi realizada em todas as células de polígono de rede com pelo menos um ponto.",
  "SS_84453": "A análise foi realizada em todas as células de polígono de rede dentro da camada da área delimitadora.",
  "SS_84457": "Os pontos foram agregados às células de polígono de rede que se encontram dentro das áreas delimitadoras fornecidas.",
  "SS_84458": "A análise foi baseada no número de pontos em cada célula de polígono.",
  "SS_84459": "Escala da Análise",
  "SS_84461": "A faixa de distância fixa favorável selecionada foi baseada no agrupamento de pico encontrado em ${DistanceInfo}.",
  "SS_84464": "A faixa de distância fixa favorável foi baseada na distância média para os ${NumNeighs} vizinhos mais próximos: ${DistanceInfo}.",
  "SS_84465": "A faixa de distância fixa favorável foi baseada numa distância padrão dos elementos a partir da média de geométricas: ${DistanceInfo}.",
  "SS_84466": "Análise de valores altos de incidência",
  "SS_84469_0": "Os elementos de saída vermelhos representam valores altos de incidência que aumentam o agrupamento de contagens de incidentes.",
  "SS_84469_1": "Os elementos de saída azuis representam valores baixos de incidência que reduzem o agrupamento de contagens de incidentes.",
  "SS_84470": "Existem ${NumSignificant} elementos de saída com relevância estatística com base numa correção FDR para múltiplos testes e dependência espacial.",
  "SS_84471": "Saída",
  "SS_84476": "Os elementos de saída vermelhos representam valores altos de incidência que aumentam o agrupamento de valores ${FieldName}.",
  "SS_84477": "Os elementos de saída azuis representam valores baixos de incidência que reduzem o agrupamento de valores ${FieldName}.",
  "SS_84485": "Existiam ${NumFeatures} elementos de entrada válidos.",
  "SS_84489": "A análise foi realizada em todas as áreas de agregação.",
  "SS_84490": "O processo de agregação resultou em ${AggNumFeatures} áreas ponderadas.",
  "SS_84491": "Existiam ${NumFeatures} áreas de agregação de entrada válidas.",
  "SS_84492": "A área total de estudo foi ${Area}.",
  "SS_84493": "Existia 1 localização atípica; não foi utilizada para calcular ${AggregationType}.",
  "SS_84495_0": "Existia 1 localização atípica; não será utilizada para calcular o tamanho da célula do polígono.",
  "SS_84495_1": "Existiam ${numOutliers} localizações atípicas; não serão utilizadas para calcular o tamanho da célula do polígono.",
  "SS_84496_0": "Existia 1 localização atípica; não será utilizada para calcular a banda de distância fixa adequada.",
  "SS_84496_1": "Existiam ${numOutliers} localizações atípicas; não serão utilizadas para calcular a banda de distância fixa adequada.",
  "SS_84501": "pontos",
  "SS_84502": "polígonos",
  "SS_84503": "Resumo de elementos de entrada para correspondência",
  "SS_84504": "Resumo de Atributos de Interesse",
  "SS_84505": "As Primeiras ${numResults} Localizações Mais Semelhantes (Valores)",
  "SS_84506": " As Primeiras 10 de ${numResults} Localizações Mais Semelhantes (Valores)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"]",
  "SS_84698": "A utilizar um hexágono com ${HexWidth} de largura e ${HexHeight} de altura.",
  "SS_84700": "o tamanho do hexágono",
  "SS_84700_0": "Existia 1 localização atípica; não será utilizada para calcular o tamanho do hexágono.",
  "SS_84700_1": "Existiam ${numOutliers} localizações atípicas; não serão utilizadas para calcular o tamanho do hexágono.",
  "SS_84703": "A Distância de Zona utilizada foi ${NeighborDistance}.",
  "SS_84704": "Análise de Valores Atípicos",
  "SS_84705": "A criar a distribuição de referência aleatória com ${NumPermutation} permutações.",
  "SS_84708": "Existem ${NumLowOutliers} elementos com valores atípicos reduzidos com relevância estatística.",
  "SS_84709": "Existem ${NumHighOutliers} elementos com valores atípicos elevados com relevância estatística.",
  "SS_84710": "Existem ${NumLowClusters} elementos que fazem parte de clusters reduzidos com relevância estatística.",
  "SS_84711": "Existem ${NumHighClusters} elementos que fazem parte de clusters elevados com relevância estatística.",
  "SS_84712": "Os elementos de saída representados a cor-de-rosa fazem parte de valores ${Variable} elevados.",
  "SS_84713": "Os elementos de saída representados a azul-claro representam um cluster de valores ${Variable} reduzidos.",
  "SS_84714": "Os elementos de saída representados a vermelho representam valores atípicos elevados num cluster de valores ${Variable} reduzidos.",
  "SS_84715": "Os elementos de saída representados a azul representam valores atípicos reduzidos num cluster de valores ${Variable} elevados.",
  "SS_84764": "Número de Clusters ${number}.",
  "SS_84766": "Elementos de ruído ${number}.",
  "SS_84769": "Gráfico de Alcançabilidade",
  "SS_84770": "Distância de Alcançabilidade",
  "SS_84771": "Ordem de Alcançabilidade",
  "SS_84782": "Distribuição da Probabilidade de Adesão",
  "SS_84785": "Contagem",
  "SS_84786": "Sensibilidade de cluster utilizada ${sensitivity}.",
  "SS_84787": "Segunda melhor sensibilidade ${sensitivity}.",
  "SS_84789": "Probabilidade de Adesão",
  "SS_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"]",
  "SS_89998": " [\"\", \"Total\", ${sumIndex}] "
}
