{
  "AO_100001": "Operacja Agreguj punkty nie powiodła się.",
  "AO_100002": "Typem geometrii warstwy punktowej muszą być punkty.",
  "AO_100003": "Typem geometrii warstwy poligonowej muszą być poligony.",
  "AO_100004": "Pole ${fieldName} podane dla funkcji Pola podsumowania nie istnieje.",
  "AO_100005": "Pole ${fieldName} podane jako jedno z pól podsumowania nie jest obsługiwane przy obliczaniu statystyk.",
  "AO_100006": "Typ podsumowania ${summary} podany dla pola ${fieldName} jest nieprawidłowy.",
  "AO_100007": "Operacja Znajdź lokalizacje skupień hot spot nie powiodła się.",
  "AO_100008": "Typem geometrii warstwy boundingPolygonLayer musi być poligon.",
  "AO_100009": "Typem geometrii warstwy analizy muszą być punkty lub poligony.",
  "AO_100010": "Typem geometrii warstwy agregacji poligonów musi być poligon.",
  "AO_100011": "Należy podać pole analizy dla warstwy analizy poligonów.",
  "AO_100012": "Operacja Utwórz bufory nie powiodła się.",
  "AO_100013": "Operacja Nałóż warstwy nie powiodła się.",
  "AO_100014": "Operacja Sumuj w obrębie nie powiodła się.",
  "AO_100015": "Dla danych wejściowych warstwy podsumowania wymagany jest typ geometrii punktowej, liniowej lub poligonowej.",
  "AO_100016": "Dla danych wejściowych warstwy podsumowania wymagany jest typ geometrii punktowej lub liniowej.",
  "AO_100017": "Dla danych wejściowych warstwy podsumowania wymagany jest typ geometrii punktowej.",
  "AO_100018": "Liczba jednostek kształtu ${sumUnits}, które nie są poprawnymi jednostkami używanymi podczas sumowania warstwy ${shapeType}.",
  "AO_100019": "Wymagany jest przynajmniej jeden z parametrów: Podsumuj kształt lub Pola podsumowania.",
  "AO_100020": "Operacja Wzbogać warstwę nie powiodła się.",
  "AO_100021": "Wymagany typ geometrii warstwy danych wejściowych to punkty, linie lub poligony.",
  "AO_100022": "Jednostki ${units} nie są obsługiwane dla typu bufora ${bufferType}.",
  "AO_100023": "Nie można wzbogacić danymi warstwy dla wejściowego odniesienia przestrzennego ${spref}.",
  "AO_100024": "Nie podano żadnych obiektów do przeanalizowania w warstwie ${inputLayer}.",
  "AO_100025": "Operacja Sumuj w pobliżu nie powiodła się.",
  "AO_100026": "Operacja Wydziel dane nie powiodła się.",
  "AO_100027": "Operacja Agreguj obszary nie powiodła się.",
  "AO_100028": "Wygenerowanie obszarów podróży nie powiodło się.",
  "AO_100029": "Operacja Połącz warstwy nie powiodła się.",
  "AO_100030": "Wyszukiwanie najbliższych nie powiodło się.",
  "AO_100031": "Liczba najbliższych lokalizacji, które mają zostać wyszukane, nie może przekraczać ${max}.",
  "AO_100032": "Liczba obiektów w warstwie ${analysisLayer} wynosi zero.",
  "AO_100033": "Liczba obiektów w warstwie ${nearLayer} wynosi zero.",
  "AO_100034": "Liczba obiektów w warstwie ${analysisLayer} nie może być większa niż ${max}.",
  "AO_100035": "Liczba obiektów w ${nearLayer} nie może przekraczać 1000.",
  "AO_100036": "Podczas używania typu pomiaru ${measurementType} warstwa ${analysisLayer} musi mieć typ geometrii punktowej.",
  "AO_100037": "Podczas używania typu pomiaru ${measurementType} warstwa ${nearLayer} musi mieć typ geometrii punktowej.",
  "AO_100038": "Próg wyszukiwania nie może być mniejszy od zera.",
  "AO_100039": "Warstwa ${inputLayer} musi mieć geometrię punktową.",
  "AO_100040": "Liczba obiektów w warstwie ${inputLayer} nie może być większa niż ${max}.",
  "AO_100041": "Parametr typu bufora jest obsługiwany tylko z warstwami zawierającymi punkty lub linie.",
  "AO_100042": "Typ geometrii ${shapeType} warstwy W pobliżu nie jest obsługiwany w przypadku typu W pobliżu ${nearType}.",
  "AO_100043": "Jednostki ${units} nie są obsługiwane w przypadku typu W pobliżu ${nearType}.",
  "AO_100044": "Wartość odległości powinna być większa od 0.",
  "AO_100045": "Po określeniu typu bufora wymagana jest odległość i jednostki.",
  "AO_100046": "Nie można uzyskać dostępu do serwera GeoEnrichment Server.",
  "AO_100047": "Wzbogacanie danych może być niedostępne w przypadku niektórych obiektów.",
  "AO_100048": "Warstwa wejściowa ${inputLayer} zawiera geometrię wielopunktową i została przekształcona w geometrię jednopunktową.",
  "AO_100049": "Brak obiektów w zasięgu przetwarzania we wszystkich warstwach wejściowych.",
  "AO_100050": "Brak pól w warstwie wejściowej do wydzielenia danych.",
  "AO_100051": "Brak obiektów w zasięgu przetwarzania w przypadku wszystkich warstw wejściowych i żadna z nich nie zawiera pól do wydzielenia danych.",
  "AO_100052": "Nazwa pola ${fieldName} nie istnieje w ${paramName}.",
  "AO_100053": "Brak wymaganych kluczy (${missingKeys}) w wyrażeniu atrybutu ${expression}.",
  "AO_100054": "Brak wymaganych kluczy (${missingKeys}) w wyrażeniu relacji przestrzennej ${expression}.",
  "AO_100055": "Nieprawidłowe wyrażenie. Źle skonstruowany format JSON.",
  "AO_100056": "Nieprawidłowy indeks warstwy w wyrażeniu ${expression}.",
  "AO_100057": "Indeks warstwy przekracza liczbę warstw wejściowych w wyrażeniu ${expression}.",
  "AO_100058": "Relacja przestrzenna ${spatialRel} nie obsługuje typów geometrii ${lyrGeomType}/${selLyrGeomType} w przypadku warstwy layer lub selectingLayer w wyrażeniu ${expression}.",
  "AO_100059": "Nieprawidłowa relacja przestrzenna ${spatialRel} w wyrażeniu ${expression}.",
  "AO_100060": "Niepowodzenie wyrażenia zapytania w wyrażeniu ${expression}.",
  "AO_100061": "Wyszukiwanie według atrybutów i lokalizacji nie powiodło się.",
  "AO_100062": "Nieprawidłowa odległość lub jednostki w wyrażeniu ${expression}.",
  "AO_100063": "Operacja Planuj trasy nie powiodła się.",
  "AO_100064": "Liczba obiektów w warstwie ${stopsLayer} wynosi zero.",
  "AO_100065": "Liczba obiektów w warstwie ${startLayer} wynosi zero.",
  "AO_100066": "Maksymalna liczba pojazdów, dla których będzie wyznaczana trasa nie może być mniejsza niż zero i większa niż ${max}.",
  "AO_100067": "Maksymalna liczba przystanków na pojazd nie może być mniejsza niż zero i większa niż ${max}.",
  "AO_100068": "Liczba obiektów w warstwie ${stopsLayer} nie może być większa niż ${max}.",
  "AO_100069": "Liczba obiektów w warstwie ${startLayer} nie może być większa niż ${max}.",
  "AO_100070": "Liczba obiektów w warstwie ${endLayer} nie może być większa niż ${max}.",
  "AO_100071": "Warstwa ${stopsLayer} musi mieć typ geometrii punktowej.",
  "AO_100072": "Warstwa ${startLayer} musi mieć określoną geometrię punktową.",
  "AO_100073": "Warstwa ${endLayer} musi mieć określoną geometrię punktową.",
  "AO_100074": "Czas dla każdego przystanku nie może wynosić mniej niż zero.",
  "AO_100075": "Czas pokonania całej trasy przez jeden pojazd powinien być większy niż zero i mniejszy niż jeden rok (525600 minut).",
  "AO_100076": "Nie należy podawać warstwy ${endLayer}, gdy użyto opcji Powrót do początku.",
  "AO_100077": "Wyszukiwanie podobnych lokalizacji zakończyło się niepowodzeniem.",
  "AO_100078": "Nieprawidłowa nazwa pola w wyrażeniu ${expression}.",
  "AO_100079": "Wyszukiwanie według atrybutów i lokalizacji nie powiodło się.",
  "AO_100080": "Obliczenie kosztów podróży nie powiodło się.",
  "AO_100081": "Działanie Kalkulatora pól zakończyło się niepowodzeniem.",
  "AO_100082": "Wymagane są nazwa pola i wyrażenie.",
  "AO_100083": "Aby móc utworzyć nowe pole, konieczne jest określenie jego typu.",
  "AO_100084": "Pole musi być typu Ciąg znakowy, Liczba całkowita, Podwójne lub Data.",
  "AO_100087": "Pole ${fieldName} nie istnieje w warstwie ${inputLayer}.",
  "AO_100088": "Zarówno warstwa referencyjna, jak i warstwa propozycji wyszukiwania musi zawierać pola ${attribute}.",
  "AO_100089": "Następujące pola nie mają wystarczającego zróżnicowania do zastosowania w analizie: ${attribute}.",
  "AO_100090": "To narzędzie wymaga co najmniej 2 proponowanych lokalizacji wyszukiwania, które nie są również lokalizacjami referencyjnymi.",
  "AO_100091": "Typem geometrii parametru ${paramName} musi być geometria punktowa.",
  "AO_100092": "Typem geometrii parametru boundingPolygonLayer musi być geometria poligonowa.",
  "AO_100093": "Manualny typ klasyfikacji wymaga podania wartości progów klas.",
  "AO_100094": "Maksymalna liczba pojazdów, dla których mają być wyznaczone trasy, musi być równa liczbie obiektów zawartych w ${startLayer}.",
  "AO_100095": "Liczba obiektów w warstwie ${endLayer} musi być równa liczbie obiektów w warstwie ${startLayer}.",
  "AO_100096": "${startLayerRouteIDField} w ${startLayer} nie zawiera unikalnych wartości.",
  "AO_100097": "${endLayerRouteIDField} w ${endLayer} nie zawiera unikalnych wartości.",
  "AO_100098": "Wartości zawarte w ${startLayerRouteIDField} w ${startLayer} nie odpowiadają bezpośrednio wartościom zawartym w ${endLayerRouteIDField} w ${endLayer}.",
  "AO_100099": "Wszystkie wartości progów muszą być większe niż zero.",
  "AO_100100": "Obiekty w ${inputLayer} nie znajdują się w obszarze zasięgu danych. Sprawdź dostępność pod adresem ${url}.",
  "AO_100101": "Brak obiektów w ${inputLayer} będących w odległości ${max} km od ulic.",
  "AO_100102": "Wszystkie obiekty w ${inputLayer} muszą znajdować się w tej samej strefie czasowej podczas korzystania z ruchu drogowego oraz tworzenia obszarów zawierających opcje Agreguj lub Rozdziel.",
  "AO_100103": "Wartość ${measureType} nie może być większa niż ${max} ${breakUnits}.",
  "AO_100104": "Działanie narzędzia Interpoluj punkty zostało zakończone niepowodzeniem.",
  "AO_100105": "Działanie narzędzia Oblicz zagęszczenie zostało zakończone niepowodzeniem.",
  "AO_100106": "Pole ${fieldName} nie jest polem liczbowym.",
  "AO_100107": "Pole ${fieldName} nie zawiera żadnych wartości dodatnich.",
  "AO_100108": "Pole ${fieldName} ma wartości ujemne. Podczas obliczania gęstości brane są pod uwagę jedynie wartości dodatnie.",
  "AO_100109": "Typ geometrii warstwy wejściowej musi być punktowy lub liniowy.",
  "AO_100110": "Twoja rola użytkownika nie obejmuje uprawnień do wzbogacania danych przestrzennych.",
  "AO_100111": "Twoja rola użytkownika nie obejmuje uprawnień do analizy sieciowej.",
  "AO_100112": "Twoja rola użytkownika nie obejmuje uprawnień do publikowania obiektów hostowanych.",
  "AO_100113": "Żaden przystanek nie został przypisany do żadnej trasy. W celu uzyskania dodatkowych informacji zapoznaj się z polami Stan i Naruszone ograniczenia w wynikowej warstwie przystanków nieprzypisanych.",
  "AO_100114": "Czas spędzony na każdym przystanku (liczba minut: ${stopServiceTime}) musi być krótszy od łącznego czasu trasy określonego dla pojazdu (liczba minut: ${maxRouteTime}).",
  "AO_100115": "Niektóre przystanki nie zostały przypisane do żadnej trasy. W celu uzyskania dodatkowych informacji zapoznaj się z polem Naruszone ograniczenia w wynikowej warstwie przystanków nieprzypisanych.",
  "AO_100116": "Tylko ${routesUsed} z ${routeCount} tras jest wymaganych, aby dotrzeć do wszystkich przystanków. Jeżeli chcesz skorzystać z większej liczby tras, uruchom ponownie narzędzie Planuj trasy, jednak musisz zmniejszyć ograniczenia ustawione dla maksymalnej liczby przystanków lub całkowitego czasu trasy pojazdu.",
  "AO_100117": "Podróż ciężarówką nie jest aktualnie obsługiwana poza Ameryką Północną i Środkową.",
  "AO_100118": "Twoja rola użytkownika nie obejmuje uprawnienia do tworzenia, aktualizowania i usuwania zasobów.",
  "AO_100119": "Typem geometrii warstwy wejściowej WithinLayer musi być geometria poligonowa.",
  "AO_100120": "Niektóre obiekty w tej warstwie przekraczają ograniczenie maksymalnego rozmiaru żądania i nie zostały wzbogacone.",
  "AO_100121": "Działanie narzędzia Utwórz widoczność zostało zakończone niepowodzeniem.",
  "AO_100122": "Operacja Śledź w dół nie powiodła się.",
  "AO_100123": "Operacja Utwórz zlewnie nie powiodła się.",
  "AO_100124": "Typem geometrii warstwy wejściowej musi być geometria punktowa dla typu bufora ${bufferType}.",
  "AO_100125": "Pole grupowania wg ${fieldName} musi zawierać liczby całkowite, tekst lub datę.",
  "AO_100126": "Ta warstwa wejściowa zawiera obiekty o geometrii zbyt złożonej dla żądanej usługi. Wyniki będą bazować na uproszczonej geometrii.",
  "AO_100127": "Wszystkie punkty wejściowe są poza obszarem pokrycia danych.",
  "AO_100128": "Podane pole punktowe musi być typu znakowego lub całkowitoliczbowego.",
  "AO_100129": "Punkty znajdują się poza zasięgiem zlewiska.",
  "AO_100130": "Punkty znajdują się poza zasięgiem jednostki przetwarzania.",
  "AO_100131": "Wartość parametru maksymalnej odległości widoczności nie może przekraczać ${max}${units}.",
  "AO_100132": "Dane źródłowe modelu DEM są niedostępne na obszarze punktów wejściowych.",
  "AO_100133": "Wejściowa rozdzielczość modelu DEM nie jest obsługiwana przy podanej wartości odległości maksymalnej. Podaj mniejszą wartość odległości maksymalnej.",
  "AO_100136": "Nieprawidłowy zasięg wyodrębniania danych.",
  "AO_100137": "Wartość parametru ${parameterName} jest wymagana.",
  "AO_100138": "Niektóre punkty początkowe nie zostały połączone z punktami docelowymi, z którymi je sparowano. Aby uzyskać więcej informacji, sprawdź pole Status w warstwach wynikowych nieprzypisanych punktów początkowych i nieprzypisanych punktów docelowych.",
  "AO_100139": "Nie można połączyć żadnego punktu początkowego z docelowym.",
  "AO_100140": "Ta warstwa zasięgu zawiera obiekty o geometrii zbyt złożonej dla żądanej usługi. Wyniki będą bazować na uproszczonej geometrii.",
  "AO_100141": "Rozmiar obiektów w warstwie Zasięg przekracza maksymalny limit rozmiaru żądania, dlatego obiektów nie można wydzielić.",
  "AO_100142": "Zasięg wejściowych obiektów punktowych przekracza maksymalny dozwolony zasięg.",
  "AO_100143": "Twoja rola użytkownika nie obejmuje uprawnienia do analizy wysokościowej.",
  "AO_100144": "Narzędzie ${serviceName} nie jest zarejestrowane w portalu.",
  "AO_100145": "Ten typ podróżowania jest nieprawidłowy: ${travelMode}.",
  "AO_100146": "Wybrane jednostki przerw, ${breakUnits} i tryb podróżowania, ${travelMode}, są niezgodne. Nie są to wartości odległości lub czasu.",
  "AO_100147": "Tryb podróżowania nie określa atrybutu impedancji bazującego na czasie.",
  "AO_100148": "Nie masz uprawnień, aby uzyskać dostęp do narzędzia ${serviceName}.",
  "AO_100149": "Nie można uzyskać dostępu do zarejestrowanego adresu URL dla narzędzia ${serviceName}: ${cause}.",
  "AO_100150": "Błąd funkcji Wybierz najlepsze placówki.",
  "AO_100151": "Wybrane jednostki zasięgu podróży, ${travelRangeUnits} i tryb podróżowania, ${travelMode} są niezgodne. Nie są to wartości odległości lub czasu.",
  "AO_100152": "Łączna liczba obiektów w ${requiredFacilitiesLayer} i ${candidateFacilitiesLayer} nie może być większa niż ${max}.",
  "AO_100153": "Wartość parametru ${paramName} musi być większa niż zero.",
  "AO_100154": "Podaj wartość parametru ${paramName1} lub ${paramName2}.",
  "AO_100155": "Warstwa potencjalnych placówek ${candidateFacilitiesLayer} nie powinna być podawana jako cel przydziału.",
  "AO_100156": "Procentowe pokrycie zapotrzebowania powinno być większe od zera i mniejsze niż lub równe sto.",
  "AO_100157": "Liczba potencjalnych placówek do wybrania nie może być mniejsza niż liczba obiektów w wymaganej warstwie placówek.",
  "AO_100158": "Liczba potencjalnych placówek do wybrania nie może być większa niż ${max}.",
  "AO_100159": "Liczba kolekcji danych przekracza maksymalny limit wynoszący ${maxDataCollections}.",
  "AO_100160": "Niektóre obiekty mają nieprawidłową geometrię i zostały usunięte z wyniku.",
  "AO_100161": "Geokodowanie wsadowe nie powiodło się.",
  "AO_100162": "Analiza danych wejściowych geokodowania nie powiodła się.",
  "AO_100163": "Nieprawidłowy kwalifikator tekstu.",
  "AO_100164": "Wprowadź wartości inputTable, inputFileItem lub columnNames. Wszystkie trzy pola nie mogą być puste.",
  "AO_100165": "Jeśli wiersz nagłówka nie istnieje, wprowadź wartość columnNames.",
  "AO_100166": "Jeżeli parametrem fileType jest tabela, wprowadź wartość inputTable.",
  "AO_100167": "Zbiór CSV nie jest obsługiwanym typem danych wejściowych. Wprowadź plik CSV lub arkusz Microsoft Excel.",
  "AO_100168": "Nazwa lub rozszerzenie pliku jest zbyt długie.",
  "AO_100169": "Nie można otworzyć pliku .zip.",
  "AO_100170": "Plik .zip nie zawiera pliku o określonym formacie.",
  "AO_100171": "Nieprawidłowy adres URL usługi lokatora: ${service_url}.",
  "AO_100172": "Nieprawidłowe poświadczenia lub nieprawidłowy adres URL usługi lokatora: ${service_url}. Upewnij się, że elementy serwera proxy są udostępniane wszystkim użytkownikom.",
  "AO_100173": "Ten użytkownik nie ma uprawnień do geokodowania lub odpowiednich uprawnień do publikowania.",
  "AO_100174": "Usługa geokodowania musi być zainstalowana na serwerze sfederowanym.",
  "AO_100175": "Niewłaściwy token.",
  "AO_100176": "Plik musi mieć kodowanie UTF-8. Prześlij swój plik ponownie.",
  "AO_100177": "Plik Excel jest uszkodzony i nie można go otworzyć.",
  "AO_100178": "Pierwszy wiersz w pliku jest pusty. Wykonaj edycję pliku i prześlij go ponownie.",
  "AO_100179": "Zdefiniuj szerokości kolumn, jeśli w pliku szerokość ich jest stała.",
  "AO_100180": "Szerokości kolumn powinny być liczbami całkowitymi rozdzielonymi przecinkami, np.: 5,7,13.",
  "AO_100181": "Nie można przeanalizować wiersza nagłówka pliku lub jest on pusty.",
  "AO_100182": "Pole ${field} można przyporządkować do 2 możliwych pól aliasów: ${field_one} i ${field_two}.",
  "AO_100183": "Przyporządkowanie pól wprowadzono w nieprawidłowym formacie.",
  "AO_100184": "Nieprawidłowy parametr outputFields. Wprowadź parametr outputFields, np. jako: x,y,score,match_addr.",
  "AO_100185": "Wartość parametru chars_per_row musi być liczbą całkowitą.",
  "AO_100186": "Nieprawidłowy parametr widths_of_cols. Wprowadź wartość parametru widths_of_cols, np.: 10,15,6.",
  "AO_100187": "Pole outputName musi być puste, aby wydobyć zbiór obiektów (Feature Collection).",
  "AO_100188": "Pole outputName nie może być puste.",
  "AO_100189": "Nieprawidłowy adres geocodeServiceURL. Sprawdź, czy usługa geokodowania działa w trybie online i ma prawidłowy punkt końcowy REST geocodeAddresses.",
  "AO_100190": "Sprawdź parametr header_rows_to_skip.",
  "AO_100191": "Nie można zapisać nagłówka: być może parametr headerRowsToSkip jest nieprawidłowy lub usługa geokodowania jest niedostępna.",
  "AO_100192": "Jeżeli istnieje wiersz nagłówka, należy podać parametr headerRowsToSkip.",
  "AO_100193": "Wartość parametru headerRowsToSkip musi być liczbą dodatnią mniejszą niż liczba wierszy w parametrze inputTable lub inputFileItem.",
  "AO_100194": "Plik wyników jest edytowany przez inny program.",
  "AO_100195": "Wprowadzony plik był pusty; zwracany jest pusty plik.",
  "AO_100196": "Przyporządkowanie pól musi być listą list.",
  "AO_100197": "Adres geocodingServiceURL może być nieprawidłowy; nie zawiera wartości maxBatchSize na stronie informacyjnej.",
  "AO_100198": "Żadne z tych pól nie są przyporządkowane do prawidłowych pól lokalizatora. Edytuj przyporządkowanie pól i prześlij dane ponownie.",
  "AO_100199": "Przyporządkowanie obejmuje pole lokalizatora, które nie jest obsługiwane. Edytuj przyporządkowanie pól i prześlij dane ponownie.",
  "AO_100200": "Przyporządkowanie obejmuje nieobsługiwane pole lokalizatora. Obsługiwane są następujące pola lokalizatora: ${supported_fields}. Edytuj przyporządkowanie pól i prześlij dane ponownie.",
  "AO_100201": "Parametr field_mapping zawiera pole danych wejściowych ${field}, którego nie ma w pliku wejściowym: ${supported_fields}.",
  "AO_100202": "Nie można wykonać żądania REST z serwera. Sprawdź, czy serwer ma łączność z Internetem.",
  "AO_100203": "Wprowadzony adres geocodeServiceURL powinien rozpoczynać się od https, a nie od http.",
  "AO_100204": "Tabela inputTable ma ponad 100 000 rekordów i nie jest obsługiwana.",
  "AO_100205": "Nieprawidłowy separator kolumn.",
  "AO_100206": "Tworzenie repliki nie powiodło się dla adresów URL: ${Url}. Sprawdź, czy usługa zezwala innym użytkownikom na eksportowanie danych do innych formatów.",
  "AO_100207": "Całkowita liczba pól danych wejściowych oraz zmiennych wzbogacania przekracza maksymalny limit wynoszący ${maxCountOfFields}.",
  "AO_100208": "Długość wiersza nagłówka jest inna niż liczba list w przyporządkowaniu pól.",
  "AO_100209": "Wartość parametru headerRowsToSkip musi być liczbą dodatnią mniejszą niż liczba wierszy w parametrze inputTable lub inputFileItem.",
  "AO_100210": "Plik wejściowy zawiera zbyt wiele wierszy. Plik .xls obsługuje maksymalnie 65536 wierszy. Wprowadź inny format outputType.",
  "AO_100211": "Operacja Utwórz warstwy trasy nie powiodła się.",
  "AO_100212": "Wejściowy plik danych trasy nie jest prawidłowym plikiem .zip.",
  "AO_100213": "Wejściowe dane trasy nie zawierają wymaganej klasy obiektów Przystanki.",
  "AO_100214": "Wejściowe dane trasy nie zawierają co najmniej dwóch przystanków.",
  "AO_100215": "Operacja Złącz obiekty nie powiodła się.",
  "AO_100216": "Operacja Znajdź wartości odstające nie powiodła się.",
  "AO_100217": "Nie udało się zapisać wyniku jako warstwy trasy, ponieważ analiza nie wygenerowała żadnych tras.",
  "AO_100218": "Uwzględnianie warstw trasy jest nieprawidłowe, jeśli parametr measurementType ma wartość StraightLine.",
  "AO_100219": "Nieprawidłowa wartość wejściowa parametru ${paramName}.",
  "AO_100220": "Typ geometrii ${geomType} dla parametru ${paramName} nie jest obsługiwany w przypadku zależności przestrzennej: ${spatialRel}.",
  "AO_100221": "Należy podać atrybut lub zależność przestrzenną.",
  "AO_100222": "Zależność przestrzenna nie jest obsługiwana w przypadku tabelarycznych danych wejściowych.",
  "AO_100223": "Uwzględnianie warstw trasy nie jest obsługiwane, jeśli żądane są dane wynikowe zbioru obiektów.",
  "AO_100224": "Niepowodzenie pobierania danych trasy z elementu danych trasy ${itemId}.",
  "AO_100225": "Niepowodzenie usunięcia elementu danych trasy ${itemId}.",
  "AO_100226": "Niepowodzenie rozpakowania danych trasy z pliku danych trasy.",
  "AO_100227": "Długość wiersza nagłówka jest inna niż liczba list w przyporządkowaniu pól.",
  "AO_100228": "Wartość parametru headerRowsToSkip musi być liczbą dodatnią mniejszą niż liczba wierszy w parametrze inputTable lub inputFileItem.",
  "AO_100229": "Plik wejściowy zawiera zbyt wiele wierszy. Plik .xls obsługuje maksymalnie 65536 wierszy. Wprowadź inny format outputType.",
  "AO_100230": "Ten typ pliku nie jest obsługiwany. Obsługiwane typy plików to csv oraz xlsx.",
  "AO_100231": "Twoja nazwa outputName nie jest poprawnie sformatowana.",
  "AO_100232": "Twoja rola użytkownika nie obejmuje uprawnienia do geokodowania.",
  "AO_100233": "Liczba rekordów w tabeli wejściowej przekracza maksymalną liczbę rekordów (${max}) dozwoloną dla geokodowania.",
  "AO_100234": "Nie możesz przesłać zarówno tabeli, jak i pliku. Prześlij tylko jeden z tych elementów.",
  "AO_100235": "Parametry inputFileParameters nie są poprawnie sformatowane.",
  "AO_100236": "Jeśli przesyłasz plik, musisz podać parametry inputFileParameters.",
  "AO_100237": "Ta tabela wejściowa jest nieprawidłowa. Wybierz inną tabelę.",
  "AO_100238": "Ten plik wejściowy jest nieprawidłowy. Wybierz inny plik.",
  "AO_100239": "Musisz podać wartość inputFile, inputTable lub columnNames.",
  "AO_100240": "Parametry geocodeParameters nie są poprawnie sformatowane.",
  "AO_100241": "Nazwa wynikowa już istnieje. Wybierz inną nazwę.",
  "AO_100242": "Nie masz wystarczającej liczby kredytów do wykonania tej operacji. Skontaktuj się z administratorem systemu ArcGIS, aby uzyskać pomoc.",
  "AO_100243": "Niektóre obiekty w wyniku nie są wzbogacane.",
  "AO_100244": "Relacja przestrzenna W odległości wymaga odległości i jednostek.",
  "AO_100245": "Nieprawidłowe wyrażenie w parametrze ${paramName}. Nieprawidłowo skonstruowane wyrażenie JSON.",
  "AO_100246": "Nie powiodło się utworzenie warstw tras dla następujących tras: ${routeNames}.",
  "AO_100247": "Nie powiodło się utworzenie warstw tras, ponieważ liczba tras (${routeCount}) jest większa od maksymalnej liczby warstw tras (${max}), które można utworzyć.",
  "AO_100248": "Plik lub tabela nie zawiera rekordów. Dołącz rekordy, które mają być geokodowane i prześlij ponownie.",
  "AO_100249": "Nieprawidłowa kategoria.",
  "AO_100250": "Przesłana tabela jest pusta lub uszkodzona.",
  "AO_100251": "Plik nie jest zakodowany w standardzie utf-8. Prześlij ponownie.",
  "AO_100252": "Wartości w polu ${startLayerRouteIDField} warstwy ${startLayer} i polu ${endLayerRouteIDField} warstwy ${endLayer} nie są unikalne.",
  "AO_100253": "Pusty parametr inputTable i pusty parametr inputFileItem. Wprowadź parametr inputTable albo inputFileItem.",
  "AO_100254": "Operacja Znajdź centroidy nie powiodła się.",
  "AO_100255": "Nie powiodło się utworzenie koszy.",
  "AO_100256": "Parametr ${paramName} wymaga poprawnej wartości.",
  "AO_100257": "Niektóre wartości w polach docelowych są niepoprawne i nie mogą być przyłączone.",
  "AO_100258": "W przypadku trasy pieszej odległość pomiędzy dowolnymi danym wejściowymi musi być mniejsza niż ${mileValue} mil (${kmValue} km).",
  "AO_100259": "Nie znaleziono najbliższych lokalizacji. Sprawdź, czy zasięg wyszukiwania jest odpowiedni do przeprowadzenia analizy.",
  "AO_100260": "Działanie narzędzia Znajdź klastry punktów zostało zakończone niepowodzeniem.",
  "AO_100261": "Działanie narzędzia Sumuj wyśrodkowanie i rozproszenie zostało zakończone niepowodzeniem.",
  "AO_100262": "Nieprawidłowe zapytanie. Nie wszystkie wyrażenia odnoszą się do tej samej warstwy docelowej. Lokalizacje wynikowe można wyznaczyć tylko z jednej warstwy docelowej.",
  "AO_100263": "Nie można podać typu ${barrierType}, gdy właściwość measurementType ma wartość StraightLine.",
  "AO_100264": "Warstwa ${inputLayer}, która została użyta do określenia warstwy barier ${shapeType}, musi mieć geometrię ${shapeType}.",
  "AO_100265": "Liczba obiektów ulic przeciętych przez warstwę barier punktowych przekracza limit wynoszący ${limit}.",
  "AO_100266": "Liczba obiektów ulic przeciętych przez warstwę barier liniowych przekracza limit wynoszący ${limit}.",
  "AO_100267": "Liczba obiektów ulic przeciętych przez warstwę barier poligonowych przekracza limit wynoszący ${limit}.",
  "AO_100268": "Generowanie mozaikowania zakończyło się niepowodzeniem.",
  "AO_100269": "Nieprawidłowy zasięg generowania mozaikowania.",
  "AO_100270": "Rozmiar i liczba wybranych zmiennych przekracza maksymalną wielkość wiersza warstwy usługi obiektowej. Zmniejsz liczbę wybranych zmiennych.",
  "AO_100271": "Pole ${fieldName} w warstwie ${analysisLayer} nie może zawierać wartości pustych.",
  "AO_100272": "Pole ${startLayerRouteIDField} w warstwie ${startLayer} lub pole ${endLayerRouteIDField} w warstwie ${endLayer} powinno zawierać wartości unikalne.",
  "AO_100273": "Wartość ${routeId} z pola ${routeIDField} w warstwie ${startLayer} nie ma żadnego zgodnego obiektu w warstwie ${endLayer}.",
  "AO_100274": "Maksymalna liczba pojazdów, dla których mają być wyznaczone trasy, musi być równa liczbie obiektów zawartych w warstwie ${startLayer} używanych jako lokalizacje początkowe dla tras.",
  "AO_100275": "Maksymalna liczba pojazdów, dla których mają być wyznaczone trasy, musi być równa liczbie obiektów zawartych w warstwie ${endLayer} używanych jako lokalizacje końcowe dla tras.",
  "AO_100276": "Liczba obiektów w warstwie ${startLayer} używanych jako lokalizacje początkowe dla tras nie może przekraczać ${max}.",
  "AO_100277": "Liczba obiektów w warstwie ${endLayer} używanych jako lokalizacje końcowe dla tras nie może przekraczać ${max}.",
  "AO_100278": "Wartość ${measureType} nie może przekraczać ${max} ${breakUnits}, gdy jest zaznaczona opcja pokazywania obszarów nieosiągalnych jako dziur.",
  "AO_100279": "Wartość ${measureType} nie może przekraczać ${max} ${breakUnits}, gdy jest zaznaczona opcja dołączania osiągalnych ulic.",
  "AO_100280": "W przypadku trasy pieszej wartość ${measureType} nie może być większa niż ${max} ${breakUnits}.",
  "AO_100281": "Żądane zmienne analizy pochodzą z wielu hierarchii. Może to spowodować zwrócenie niespójnych wyników.",
  "AO_100282": "Na serwerze hostującym podczas korzystania z typu pomiaru StraightLine (Linia prosta) w narzędziu Znajdź najbliższe jest wymagana licencja ArcGIS Server Advanced.",
  "AO_100283": "W zestawie danych znajduje się za dużo obiektów lub kształtów złożonych. Przed uruchomieniem narzędzia Wzbogać warstwę należy rozważyć zmniejszenie liczby obiektów. Można na przykład przefiltrować zestaw danych i uruchomić narzędzie w partiach lub zmniejszyć zasięg mapy.",
  "AO_100284": "Nie znaleziono odniesienia przestrzennego warstwy ${inputLayer}. Spowoduje to wystąpienie niepowodzenia analizy lub utworzenie danych wynikowych bez odniesienia przestrzennego.",
  "AO_100285": "Tylko właściciel warstwy ${inputLayer} może przeprowadzać analizy w jej ramach.",
  "AO_100286": "Oszacowanie kredytów jest oparte na wykorzystaniu niestandardowej usługi wzbogacania danych przestrzennych.",
  "AO_100287": "Dane są niedostępne dla krajów o następujących kodach kraju: ${country}.",
  "AO_100288": "Nie można wykryć kraju dla co najmniej jednego obiektu.",
  "AO_100289": "Błąd połączenia ze środowiskiem. Skontaktuj się z zespołem usług pomocy technicznej Esri.",
  "AO_100290": "Pól ID obiektu nie można używać w złączeniach atrybutowych.",
  "AO_100291": "Nie można było opublikować wyników analizy jako zbioru obiektów, ponieważ jedna z warstw wynikowych zawiera więcej niż 9999 obiektów. Aby zachować wszystkie obiekty, zapisz wyniki jako warstwę obiektową.",
  "AO_100292": "Podana nazwa wynikowa jest już używana lub zawiera nieprawidłowe znaki.",
  "AO_100293": "Nie wzbogacono co najmniej jednego obiektu, ponieważ nie powiodło się tworzenie obszaru trybu podróżowania. Sprawdź, czy obiekty wejściowe znajdują się w obszarze zasięgu danych usługi analizy sieciowej lub użyj odległości w linii prostej.",
  "AO_100294": "Co najmniej jeden obiekt przecina granice demograficzne. Zmienne wzbogacania zostały oszacowane z użyciem agregacji proporcjonalnej.",
  "AO_100295": "Geobaza danych trasy ${geodatabase} nie istnieje.",
  "AO_100296": "Plik zip danych trasy ${zipfile} jest pusty.",
  "AO_100297": "Liczba wynikowych linii obszaru obsługiwanego ${numFeatures} przekracza maksymalną wartość progową ${threshold}, która może zostać zwrócona przez usługę.",
  "AO_100298": "Zadanie nie powiodło się z powodu niepowodzenia usługi. Skontaktuj się z zespołem usług pomocy technicznej Esri.",
  "AO_100299": "Nie można rozpakować wyników usługi wysokościowej. Skontaktuj się z zespołem usług pomocy technicznej Esri.",
  "AO_100300": "Nie można rozpakować wyników usługi hydrologicznej. Skontaktuj się z zespołem usług pomocy technicznej Esri.",
  "AO_100301": "Polecenie Połącz warstwy wymaga takiego samego typu geometrii dla wszystkich danych wejściowych.",
  "AO_100302": "Do uruchomienia tego narzędzia wymagana jest licencja na rozszerzenie Geostatistical Analyst.",
  "AO_100303": "Do uruchomienia tego narzędzia wymagana jest licencja na rozszerzenie Spatial Analyst.",
  "AO_100304": "Utworzenie obszarów progowych zakończyło się niepowodzeniem.",
  "AO_100305": "Wartość nie należy do klasy Minuty | Sekundy | Godziny | Mile | Kilometry | Metry | Stopy | Jardy | Inne.",
  "AO_100306": "Nieprawidłowe wyrażenie w języku Arcade.",
  "AO_100307": "Wszystkie poligony są puste.",
  "AO_100308": "Wartość liczbowa nie należy do prawidłowego zakresu.",
  "AO_100309": "Wartość nie należy do klasy ToFacility | FromFacility.",
  "AO_100310": "Wartość nie należy do klasy StraightLine | Czas przejazdu | Długość trasy | Czas przejazdu samochodem ciężarowym | Odległość dla samochodu ciężarowego | Czas marszu | Odległość pieszo | Czas przejazdu w obszarach wiejskich | Długość trasy w obszarach wiejskich.",
  "AO_100311": "Wartość nie należy do klasy GeoLocal | UTC.",
  "AO_100312": "Nie można zapisać wyników jako zbioru obiektów, gdy uwzględniane są osiągalne ulice.",
  "AO_100313": "Nie można zastąpić: podany element portalu nie istnieje.",
  "AO_100314": "Nie można zastąpić: musisz być właścicielem elementu lub mieć uprawnienia administracyjne, aby zastąpić ten element.",
  "AO_100315": "Nie można zastąpić: nieobsługiwany typ elementu do zastąpienia.",
  "AO_100316": "Podana nazwa usługi różni się od tytułu istniejącego elementu do zastąpienia. Ten element zostanie zastąpiony, ale tytuł elementu nie zostanie zaktualizowany.",
  "AO_100317": "Nie można zastąpić: należy podać ID elementu, aby zastąpić element.",
  "AO_100318": "Nie można zastąpić: do podanego elementu portalu odwołują się inne elementy portalu. Wszystkie warstwy widoku powiązane z podanym elementem portalu muszą zostać usunięte przed wykonaniem operacji zastąpienia.",
  "AO_100319": "Łączna liczba pól w warstwie wynikowej, włączając w to pola analizy wygenerowane przez narzędzie, przekracza limit 1023 pól.",
  "AO_100320": "Łączna liczba pól w warstwie wynikowej, włączając w to pola analizy wygenerowane przez narzędzie, przekracza limit 1019 pól.",
  "AO_100321": "Nie można zastąpić: odniesienie przestrzenne danych wynikowych musi być zgodne z odniesieniem przestrzennym istniejącego elementu do zastąpienia.",
  "AO_100322": "Nie powiodło się publikowanie wyniku. Spróbuj później ponownie uruchomić narzędzie.",
  "AO_100323": "Nie udało się osiągnąć wartości progowych.",
  "AO_100324": "Zmienna nie nadaje się do analizowania obszaru progowego.",
  "AO_100325": "Nie znaleziono sieci ulic dla punktu wejściowego: ${pointId}.",
  "AO_100326": "Osiągnięto maksymalny promień bez rozwiązania dla punktu wejściowego: ${pointId}.",
  "AO_100327": "Nie można zastąpić: do podanego elementu portalu odwołują się inne elementy portalu. Wszystkie warstwy widoku powiązane z podanym elementem portalu muszą zostać usunięte przed wykonaniem operacji zastąpienia.",
  "AO_100328": "Typ geometrii warstwy wejściowej musi być inny niż punktowy. Aby utworzyć nową warstwę punktową przy użyciu tych danych wejściowych, spróbuj użyć narzędzia Znajdź według atrybutów i lokalizacji.",
  "AO_100329": "Nieprawidłowe atrybuty połączenia.",
  "AO_100352": "Suma liczby obiektów w warstwach placówek potencjalnych i wymaganych nie może być większa niż ${max}.",
  "AO_100353": "Nie można utworzyć wynikowej usługi obiektowej. Pola timestampoffset nie są obsługiwane.",
  "AO_100354": "Podany format danych wynikowych wymaga układu współrzędnych World Geodetic System 1984 (WGS84). Zastosowano układ współrzędnych WGS84, a Twój wynikowy układ współrzędnych nie był używany.",
  "AO_100355": "Nie można obliczyć statystyki sumarycznej dla następujących typów pól: DateOnly, TimeOnly i TimestampOffset.",
  "AO_100356": "Nie można wyeksportować następujących typów pól: ${params}.",
  "AO_1011": "Przypadki ze zbyt małą liczbą wierzchołków dla prawidłowej geometrii (tylko 30 pierwszych): %1 = %2.",
  "AO_109": "Odległość bufora nie może być ujemna dla linii i punktów.",
  "AO_110": "${inputFC} nie istnieje.",
  "AO_110057": "Odniesienie przestrzenne obiektów wejściowych (${inputFeatures}) nie jest zgodne z wynikowym układem współrzędnych (${outputCoordinateSystem}).",
  "AO_110058": "Odniesienie przestrzenne obiektów kandydujących (${candidateFeatures}) nie jest zgodne z wynikowym układem współrzędnych (${outputCoordinateSystem}).",
  "AO_110059": "Odwzorowania obiektów wejściowych i obiektów kandydujących są niezgodne. Analiza została przeprowadzona przy użyciu odwzorowania 'WGS_1984_Web_Mercator_Auxiliary_Sphere'.",
  "AO_110068": "Aby wyniki testu Rayleigha były miarodajne, potrzeba co najmniej ${numCases2D} (wynik dwuwymiarowy) lub ${numCases3D} obiektów (wynik trójwymiarowy).",
  "AO_110069": "Za mało obiektów dla ${numBadCases} z ${numCases} przypadków do sprawdzenia poprawności testu Rayleigha.",
  "AO_110070": "Test Rayleigha nie jest miarodajny, ponieważ zestaw danych jest diametrycznie bimodalny. Dane wynikowe zostały skorygowane w celu uzyskania lepszej reprezentacji orientacji średniej.",
  "AO_110071": "Znaleziono dane diametrycznie bimodalne dla ${numDoubleAngleCases} z ${doubleAngleCases} przypadków. Test Rayleigha nie jest miarodajny dla tych przypadków, a w związku z tym ich dane wynikowe zostały skorygowane w celu uzyskania lepszej reprezentacji orientacji średniej.",
  "AO_110083": "Jednostki liniowe i pionowe w układach współrzędnych XY i Z nie są takie same.",
  "AO_110141": "Minimalna liczba obiektów na klaster jest większa niż liczba klastrów w zestawie danych.",
  "AO_110143": "Minimalna liczba obiektów na klaster musi być większa niż 1.",
  "AO_110144": "Nie udało się wygenerować obszarów granicznych przy użyciu podanego trybu podróżowania.",
  "AO_110145": "Nie każda warstwa do połączenia ma odpowiadający jej atrybut łączenia.",
  "AO_110146": "Pole ${fieldName} nie istnieje w warstwie ${layerName}, więc nie można wykonać operacji łączenia ${mergeAttribute}.",
  "AO_110243": "Nie można przeprowadzić analizy, ponieważ utworzona siatka miałaby więcej niż maksymalnie dwa miliardy komórek.",
  "AO_110250": "Wszystkie komórki siatki muszą należeć do domeny odwzorowania.",
  "AO_110339": "Podczas dopasowywania przy użyciu profili atrybutów interesujące atrybuty dla obiektów kandydujących muszą mieć wartości średnie, które różnią się od obiektów wejściowych.",
  "AO_110340": "Wartości ${summary} nie można obliczyć dla pól daty.",
  "AO_110341": "Statystyki nie można obliczyć dla pola ${fieldName}. Skontaktuj się z zespołem usług pomocy technicznej Esri.",
  "AO_110342": "Nie powiodło się utworzenie usługi obiektowej ${serviceName}.",
  "AO_110343": "Nie udało się utworzyć elementu ${itemName}.",
  "AO_110344": "Analiza mozaikowania H3 wymaga układu współrzędnych World Geodetic System 1984 (WGS84). Zastosowano układ współrzędnych WGS84, a Twój wynikowy układ współrzędnych nie był używany.",
  "AO_110345": "Analiza mozaikowania H3 wymaga układu współrzędnych World Geodetic System 1984 (WGS84). Zastosowano układ współrzędnych WGS84 jako wynikowy układ współrzędnych.",
  "AO_110346": "Rozdzielczość kosza jest wymagana, gdy typem kosza jest Sześciokąt H3.",
  "AO_110347": "Dla tego typu kosza wymagane są dane wejściowe dotyczące wielkości kosza.",
  "AO_110348": "Zasięg nie zawiera prawidłowego odniesienia przestrzennego.",
  "AO_110349": "Zasięg podany w parametrze kontekstu jest nieprawidłowy.",
  "AO_110350": "Wynikowy układ współrzędnych podany w parametrze kontekstu jest nieprawidłowy.",
  "AO_110351": "Na tym samym polu nie można wykonywać wielu operacji.",
  "AO_1115": "Dla warstwy ${layerName} należy skonfigurować właściwość opisu warstwy.",
  "AO_1156": "Wartość pola jest niezgodna z typem pola.",
  "AO_12": "Pole, które ma być dodane, już istnieje.",
  "AO_1533": "Nie można było wyznaczyć lokalizacji skupień hot spot i rozrzedzeń cold spot dla dostarczonych danych. Należy spróbować określić pole analizy, jeśli jest to właściwe rozwiązanie.",
  "AO_1534": "Nie można wyznaczyć obszarów skupień hot spot i rozrzedzeń cold spot, jeżeli w każdym obszarze poligonu znajduje się identyczna liczba punktów. Należy spróbować wykorzystać inne obszary poligonów lub inne opcje analizy.",
  "AO_1535": "Wybrana opcja analizy wymaga co najmniej ${minNumFeatures} obszarów agregacji.",
  "AO_1536": "Wybrane opcje analizy wymagają co najmniej ${minNumIncidents} punktów, aby możliwe było wyznaczenie lokalizacji hot spot i cold spot.",
  "AO_1570": "Wybrana opcja analizy wymaga co najmniej ${minNumIncidents} punktów wewnątrz granic obszaru lub obszarów poligonów.",
  "AO_1571": "Wybrane opcje analizy wymagają co najmniej ${minNumFeatures} obiektów z prawidłowymi danymi w polu analizy, aby można było wyznaczyć lokalizacje hot spot i cold spot.",
  "AO_1572": "Różnice pomiędzy lokalizacjami punktów są zbyt małe, aby można było obliczyć lokalizacje skupień hot spot i rozrzedzeń cold spot. Pokrywające się punkty ograniczają na przykład poziom zróżnicowania przestrzennego. Można spróbować określić granicę obszaru, obszary agregacji (przynajmniej 30) lub pole analizy.",
  "AO_1573": "Zróżnicowanie punktów w granicach obszarów poligonów jest niewystarczające. Można spróbować poszerzyć granice.",
  "AO_1574": "Wybrana opcja analizy wymaga co najmniej ${minNumIncidents} punktów wewnątrz poligonów agregacji.",
  "AO_1575": "Wszystkie wartości pola analizy są najprawdopodobniej jednakowe. Nie można wyznaczyć obszarów skupień hot spot i rozrzedzeń cold spot, jeżeli analizowany obszar nie obejmuje punktów znajdujących się w różnych lokalizacjach.",
  "AO_1583": "W przypadku wielu obiektów wejściowych dopasowanie jest przeprowadzane na podstawie średniej interesujących atrybutów.",
  "AO_1584": "Brakujące/nieprawidłowe atrybuty. Następujące pola zostały usunięte z listy atrybutów do rozważenia: ${removedFields}.",
  "AO_1585": "Brakujące/nieprawidłowe atrybuty. Nie pozostawiono prawidłowych pól na liście atrybutów do rozważenia.",
  "AO_1586": "Liczba wyników nie może być większa niż liczba obiektów kandydujących. Ustawianie parametru równego wartości maksymalnej: ${maxValue}.",
  "AO_1587": "Liczba wyników nie może być większa niż jedna druga liczby obiektów kandydujących. Ustawianie parametru równego wartości maksymalnej: ${maxValue}.",
  "AO_1588": "Wariancja zerowa. Następujące pola nie mają wystarczającego zróżnicowania do zastosowania w tym narzędziu: ${name}.",
  "AO_1589": "Aby wyszukać za pomocą tego narzędzia, konieczne jest podanie co najmniej 2 lokalizacji.",
  "AO_1598": "Podczas dopasowywania przy użyciu profili atrybutów należy podać co najmniej dwa interesujące atrybuty.",
  "AO_1599": "Za mało rekordów, aby wykonać analizę. Aby to narzędzie mogło obliczyć wyniki, w warstwie wejściowej musi istnieć przynajmniej 1 lokalizacja odniesienia.",
  "AO_1605": "Odległości dla współrzędnych geograficznych (stopnie, minuty, sekundy) są analizowane przy użyciu odległości po cięciwie w metrach.",
  "AO_1607": "Wartości odległości przekraczają 30 stopni dziesiętnych. Odległości po cięciwie nie są dokładne po przekroczeniu 30 stopni.",
  "AO_1616": "Obiekty kandydujące z błędnymi rekordami (tylko 30 pierwszych): ${label} = ${badIDs}.",
  "AO_192": "Rozmiar komórki powinien być mniejszy niż zakres odległości.",
  "AO_210": "Nie można utworzyć wynikowej klasy obiektów: ${outputFC}.",
  "AO_26": "Odległość bufora wynosi zero.",
  "AO_308": "Nieprawidłowy typ pola.",
  "AO_358": "Nieprawidłowe wyrażenie.",
  "AO_366": "Nieprawidłowy typ geometrii.",
  "AO_385": "Opcja LINIA jest nieprawidłowa w przypadku obiektów punktowych.",
  "AO_40039": "Brak wystarczających danych, aby obliczyć metodę. Wymagane jest co najmniej 10 punktów.",
  "AO_40040": "Dane są rozmieszczone wzdłuż linii prostej i nie mogą być przetworzone.",
  "AO_40069": "Wariancja danych jest zbyt mała, aby ją obliczyć.",
  "AO_401": "Nie znaleziono obiektów na potrzeby przetwarzania.",
  "AO_426": "Brak pamięci.",
  "AO_438": "Nałożenie obiektów, które nie są poligonami.",
  "AO_468": "Typy geometrii wejściowych nie są jednakowe.",
  "AO_539": "Wyrażenie jest nieprawidłowe.",
  "AO_561": "Określona relacja przestrzenna jest nieprawidłowa dla wybranych warstw.",
  "AO_640": "Nieprawidłowy typ pola dla ${fieldName}. Wymagany jest typ ${typeString}.",
  "AO_641": "Minimalna liczba obiektów wymagana przez to narzędzie do obliczenia wyników: ${numFeatures}.",
  "AO_642": "Wystąpiły problemy z odczytaniem ${badNum} z ${totalNum} rekordów.",
  "AO_715": "Następująca liczba obiektów: ${numObsNoNeighs} nie miała sąsiadów na podstawie podanego progu odległości. Zostanie zwrócony sąsiedni obiekt z najbliższym prawdziwym centroidem.",
  "AO_716": "Obiekty z dostosowaniem wyszukiwania sąsiedztwa (obejmuje tylko pierwsze 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "Następująca liczba poligonów: ${numObsNoNeighs} nie spełnia wymagania minimalnej liczby sąsiadów określonego na podstawie przylegania poligonów. W przypadku tych poligonów najbliżsi nieprzylegający sąsiedzi zostaną również uwzględnieni jako sąsiedzi.",
  "AO_728": "Podane pole analysisField ${fieldName} nie istnieje w warstwie analysisLayer.",
  "AO_735": "Aby umożliwić analizę podobieństwa, podaj prawidłowe dane w przynajmniej jednym polu analizy.",
  "AO_800": "Wartość nie należy do kategorii SUMA | ŚREDNIA | MIN.| MAKS. | ZAKRES | STAND. | LICZBA | PIERWSZY | OSTATNI.",
  "AO_84426": "Aby obliczyć zdarzenia przy tej metodzie agregacji danych, należy podać poligony.",
  "AO_845": "Idealnym rozwiązaniem jest minimalna liczba ${warnNumObs} obiektów wejściowych na potrzeby analizy.",
  "AO_846": "Następująca liczba obiektów: ${numObsNoNeighs} nie miała sąsiadów, co ogólnie unieważnia własności statystyczne testu.",
  "AO_847": "Obiekty bez sąsiadów (obejmuje tylko pierwsze 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Obiekty z błędnymi rekordami (tylko 30 pierwszych): ${ObjIDs} = ${IDnums}.",
  "AO_897": "Podane pasmo odległości ${smallDistance} jest za małe dla badanego obszaru.",
  "AO_898": "Nie znaleziono prawidłowych wag.",
  "AO_900003": "Nie można pobrać liczby obiektów z warstwy ${layer}.",
  "AO_900004": "Plik konfiguracyjny ${file} nie istnieje.",
  "AO_900005": "Oszacowanie kosztu zadania ${TaskName} nie powiodło się.",
  "AO_900006": "Nie można przeanalizować zniekształconego wejściowego pliku JSON.",
  "AO_900007": "Nieobsługiwany typ parametru ${type}.",
  "AO_900008": "Nieobsługiwane narzędzie ${ToolName} szacowania kosztu.",
  "AO_900009": "Nie można pobrać liczby obiektów warstwy GeoEnrichment.",
  "AO_906": "Wariancja zerowa: wszystkie wartości pola danych wejściowych najprawdopodobniej są jednakowe.",
  "AO_910": "Zbyt mało obiektów dla ${numBadCases} z następującej liczby przypadków: ${numCases}.",
  "AO_911": "Te same punkty początkowe i końcowe dla ${numBadObs} z ${numObs} funkcji liniowych.",
  "AO_912": "Obiekty liniowe z tymi samymi punktami początkowymi i końcowymi (obejmuje tylko pierwsze 30): ${label} = ${badLengths}.",
  "AO_929": "Pasmo odległości musi być mniejsze niż zasięg analizy.",
  "AO_941": "Ujemne wartości wagi zostały zinterpretowane podczas przetwarzania jako zero.",
  "AO_947": "Przypadki ze zbyt małą liczbą obiektów (tylko 30 pierwszych): ${label} = ${badCases}.",
  "AO_973": "Nie można wyświetlić danych wynikowych na podstawie domyślnego pliku warstwy.",
  "AO_978": "Za mało wierzchołków, aby utworzyć prawidłową geometrię.",
  "BD_100082": "Wymagane są nazwa pola i wyrażenie.",
  "BD_100084": "Pole musi być typu Ciąg znakowy, Liczba całkowita, Podwójne lub Data.",
  "BD_100088": "Zarówno warstwa referencyjna, jak i warstwa propozycji wyszukiwania musi zawierać pola ${attribute}.",
  "BD_100089": "Następujące pola nie mają wystarczającego zróżnicowania do zastosowania w analizie: ${attribute}.",
  "BD_100090": "To narzędzie wymaga co najmniej 2 proponowanych lokalizacji wyszukiwania, które nie są również lokalizacjami referencyjnymi.",
  "BD_100161": "Geokodowanie wsadowe nie powiodło się.",
  "BD_100162": "Analiza danych wejściowych geokodowania nie powiodła się.",
  "BD_100171": "Nieprawidłowy adres URL lokalizatora adresów: ${locator_url}.",
  "BD_100182": "W polach ${field} występują duplikaty.",
  "BD_100189": "Nie można nawiązać połączenia ze zdalną usługą geokodowania — sprawdź, czy usługa geokodowania jest w trybie online i ma prawidłowy punkt końcowy geocodeAddresses REST.",
  "BD_100199": "Wykonaj edycję przyporządkowywania pól i prześlij ponownie — przyporządkowywanie obejmuje pole lokalizatora, które nie jest obsługiwane.",
  "BD_101000": "Nie można wykonać operacji zapytania.",
  "BD_101001": "Ta operacja wymaga ustawienia czasu na obiektach źródłowych, czego brakuje w „${paramName}”.",
  "BD_101002": "Ta operacja wymaga ustawienia geometrii na obiektach źródłowych, czego brakuje w „${paramName}”.",
  "BD_101003": "Ten typ interwału odległości nie jest obsługiwany.",
  "BD_101004": "Nieprawidłowy typ geometrii dla „${paramName}”. Oczekiwano '${expectedType}', ale otrzymano '${actualType}'.",
  "BD_101005": "Pole „${requiredField}” jest wymagane, jeśli ustawiono „${setField}”.",
  "BD_101006": "Ten typ interwału czasu nie jest obsługiwany. Dozwolone są tylko liczby całkowite.",
  "BD_101007": "Wymagana jest co najmniej jedna relacja.",
  "BD_101008": "Pole „${requiredField}” jest wymagane.",
  "BD_101009": "Nie znaleziono pól w zestawie danych: ${fields}.",
  "BD_101010": "W wynikach analizy nie zostały zwrócone żadne obiekty. Nie zostanie utworzona żadna warstwa.",
  "BD_101011": "Pole „${firstField}” lub „${secondField}” jest wymagane.",
  "BD_101012": "Nie można ustawić jednocześnie pól „${firstField}” i „${secondField}”.",
  "BD_101013": "Nieprawidłowy typ czasu dla „${paramName}”. Oczekiwano „${expectedType}”, zwrócono „${actualType}”.",
  "BD_101014": "Podana relacja obiektu „${targetType} ${relationshipType} ${joinType}” jest nieprawidłowa.",
  "BD_101015": "Zestaw zdefiniowanych relacji jest nieprawidłowy.",
  "BD_101016": "Odniesienie przestrzenne jest wymagane, jeśli zaznaczono opcję Geodezyjne (GEODESIC).",
  "BD_101017": "Niektóre wyniki z bufora płaskiego mogą wykraczać poza prawidłowy zasięg. Rozważ użycie bufora geodezyjnego, aby uwzględnić kształt ziemi.",
  "BD_101018": "Pominięto co najmniej jeden obiekt, ponieważ ujemna lub bardzo mała odległość powodowała brak geometrii.",
  "BD_101019": "Pominięto co najmniej jeden obiekt, ponieważ wartość w polu odległości wynosiła zero.",
  "BD_101020": "Pominięto co najmniej jeden obiekt, ponieważ pole odległości było puste (wartość NULL lub EMPTY).",
  "BD_101021": "Pominięto co najmniej jeden obiekt, ponieważ wartość w polu odległości była nieprawidłowa.",
  "BD_101022": "Pominięto co najmniej jeden obiekt, ponieważ wartość w polu odległości pochodziła z bufora nieliniowego.",
  "BD_101023": "Pominięto co najmniej jeden obiekt, ponieważ typ odległości z bufora jest nieprawidłowy.",
  "BD_101024": "Użycie metody geodezyjnej dla geograficznego układu współrzędnych.",
  "BD_101025": "Nieprawidłowe wyrażenie w buforze.",
  "BD_101026": "Parametr „${paramName}” jest nieprawidłowy.",
  "BD_101027": "Nazwa „${outputName}” nie jest prawidłową nazwą wynikową.",
  "BD_101028": "Rozpoczynanie nowej rozproszonej pracy, w której liczba zadań wynosi ${totalTasks}.",
  "BD_101029": "Liczba ukończonych zadań rozproszonych: ${completedTasks}/${totalTasks}.",
  "BD_101030": "Nie można uruchomić ${toolName}. Skontaktuj się z administratorem i podaj identyfikator zadania ${jobID}.",
  "BD_101031": "Zadanie zostało anulowane.",
  "BD_101032": "Wartość ${paramValue} w parametrze ${paramName} nie należy do prawidłowego zakresu [${expectedRange}].",
  "BD_101033": "Parametr „${paramName}” zostanie odwzorowany w przetwarzanie odniesienia przestrzennego.",
  "BD_101034": "Parametr „${paramName}” nie ma odniesienia przestrzennego i nie może zostać odwzorowany na przetwarzanie odniesienia przestrzennego.",
  "BD_101035": "Parametr „${paramName}” zostanie ograniczony do zasięgu wynikowego.",
  "BD_101036": "Statystyka „${statistic}” jest nieprawidłowa dla pola „${fieldName}”.",
  "BD_101037": "Wielkość sąsiedztwa musi być większa niż wielkość kosza.",
  "BD_101038": "Wystąpił błąd podczas zwracania wyniku, jednak wynik powinien być w dalszym ciągu dostępny w zasobach.",
  "BD_101039": "Wejściowy parametr ${paramName} określa układ współrzędnych geograficznych, ale ta operacja wymaga układu współrzędnych odwzorowanych. Użyj odwzorowanego zestawu danych lub skonfiguruj układ współrzędnych odwzorowanych jako układ współrzędnych przetwarzania na potrzeby analiz.",
  "BD_101040": "Warstwa internetowa o nazwie ${outputName} już istnieje. Wybierz inną nazwę, która jest unikalna w obrębie instytucji.",
  "BD_101041": "Nie powiodła się próba nawiązania połączenia z magazynem danych. Sprawdź, czy informacje o połączeniu są poprawne.",
  "BD_101042": "Nie można uzyskać dostępu do udziału plików. Sprawdź, czy konto użytkownika serwera ArcGIS Server ma dostęp do udziału plików.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Należy podać co najmniej dwa interesujące atrybuty dla metody dopasowania profilu atrybutu.",
  "BD_101046": "Podaj liczbę wyników do zwrócenia. Liczba wyników musi być większa niż 0.",
  "BD_101047": "Liczba wyników nie może przekraczać 10000. Obliczono 10000 pierwszych wyników.",
  "BD_101048": "Interesujące atrybuty mają duplikaty.",
  "BD_101049": "Liczba żądanych wyników jest większa niż liczba zwróconych wyników.",
  "BD_101050": "Pola wybranych interesujących atrybutów muszą być typu liczbowego.",
  "BD_101051": "Znaleziono potencjalne problemy podczas odczytu parametru „${paramName}”.",
  "BD_101052": "Niektóre rekordy nie zawierają wartości czasu lub zawierają nieprawidłowe wartości czasu.",
  "BD_101053": "Niektóre rekordy zawierają wartości czasu, których typ jest inny niż ${timeType}.",
  "BD_101054": "Niektóre rekordy nie zawierają geometrii lub zawierają nieprawidłową geometrię.",
  "BD_101055": "Niektóre rekordy zawierają geometrie, których typ jest inny niż ${geometryType}.",
  "BD_101056": "Niepoprawna jednostka kształtu podsumowania ${unit} dla geometrii ${geomType}.",
  "BD_101057": "Nie można uruchomić zadania rozproszonego. Sprawdź ustawienia usługi GeoAnalyticsTools i zapewnij wystarczającą ilość zasobów do uruchomienia zadania.",
  "BD_101058": "Analiza wymaga więcej pamięci, niż przydzielono. Zwiększ ilość pamięci przydzielonej do skrzynki narzędziowej analizy geoprzestrzennej w aplikacji ArcGIS Server Manager.",
  "BD_101059": "Nie można obliczyć etapów czasowych.",
  "BD_101060": "Nie można było obliczyć ${numErrors} etapów czasowych. Wyświetlono następującą liczbę początkowych błędów: ${numDisplay}.",
  "BD_101061": "Etap czasowy od ${startTime} do ${endTime} ma zbyt mało rekordów do analizy. Do obliczenia wyników każdy etap czasowy wymaga co najmniej ${minFeatures} obiektów.",
  "BD_101062": "Etap czasowy od ${startTime} do ${endTime} ma zerową wariancję. Wszystkie wartości dla pola danych wejściowych w tym etapie czasowym są najprawdopodobniej jednakowe.",
  "BD_101063": "Występuje wariancja zerowa. Wszystkie wartości pola wejściowego są prawdopodobnie jednakowe.",
  "BD_101064": "Wyrażenie podane dla pola '${fieldName}' zwraca wyniki o typie danych, który nie jest obsługiwanym typem danych atrybutu.",
  "BD_101065": "Wyrażenie podane dla pola '${fieldName}' jest nieprawidłowe.",
  "BD_101066": "Nie można zainicjować platformy obliczeń rozproszonych.",
  "BD_101067": "Utworzono kostkę czasoprzestrzenną. Wyniki nie zostały poprawnie przesłane do zasobów.",
  "BD_101068": "Generowanie i analiza koszy wymaga układu współrzędnych odwzorowanych. Odwzorowanie ${projectionName} zostało zastosowane z niestandardowymi parametrami odwzorowania określonymi na podstawie zasięgu analizy.",
  "BD_101069": "Parametr wejściowy '${paramName}' nie definiuje układu współrzędnych.",
  "BD_101070": "Nieprawidłowo zarejestrowano zestaw danych '${datasetName}' znajdujący się w udostępnionym pliku dużych zbiorów danych ${fileShareName}.",
  "BD_101071": "Obiekt '${jsonObject}' dla '${datasetName}' w udostępnionym pliku dużych zbiorów danych ${fileShareName}' został nieprawidłowo zarejestrowany.",
  "BD_101073": "Liczba pól (${numColumns} plus pola systemowe) przekracza limit wynoszący ${maxColumns} dla magazynu danych ${dataStoreType}.",
  "BD_101074": "Aby dodać nowe pole, należy podać jego typ.",
  "BD_101075": "Czas jest wymagany w przypadku operacji z możliwością śledzenia.",
  "BD_101076": "Nie powiodło się odnalezienie prawidłowego certyfikatu SSL podczas nawiązywania połączenia z komputerem zdalnym.",
  "BD_101077": "Niepoprawne przyporządkowanie pól. Pola nie zostały przyporządkowane do lokalizatora, ponieważ nazwy kolumn są puste.",
  "BD_101083": "* Zasięg przestrzenny = ${extent}",
  "BD_101084": "* Zasięg czasowy = ${extent}",
  "BD_101085": "Zasięg przetwarzania ma wartość null lub jest pusty.",
  "BD_101086": "Zasięg przetwarzania jest niepoprawny dla podanego odniesienia przestrzennego.",
  "BD_101087": "Nie znaleziono zestawu danych ${datasetName}, do którego istnieją odniesienia w pliku wskazówek.",
  "BD_101088": "Niektóre obiekty wynikowe zostały obcięte do prawidłowego zasięgu wynikowego odniesienia przestrzennego.",
  "BD_101089": "Trwa ponawianie etapu (próba=${attempt}). Sprawdź, czy przydzielono wystarczającą ilość zasobów przy użyciu ustawień analizy geoprzestrzennej. Jeśli nie, rozważ anulowanie zadania.",
  "BD_101090": "Nie powiodło się geokodowanie niektórych rekordów i brakuje w nich geometrii.",
  "BD_101091": "Usługa ArcGIS Online World Geocoding Service nie jest obsługiwanym lokalizatorem dla narzędzi analiz geoprzestrzennych.",
  "BD_101092": "Próg podziału odległości musi być większy niż zero.",
  "BD_101093": "Błąd wyrażenia w polu ${fieldName}: przekazano nieprawidłowe parametry funkcji ${functionName}.",
  "BD_101094": "Błąd wyrażenia w polu ${fieldName}: nieprawidłowe przypisanie lewostronne.",
  "BD_101095": "Błąd wyrażenia w polu ${fieldName}: obiekt ${object} nie jest funkcją",
  "BD_101096": "Podczas odczytywania danych wejściowych napotkano uszkodzony lub nieobsługiwany plik.",
  "BD_101097": "Podczas obliczania nowych wartości pól wystąpił jeden lub większa liczba błędów.",
  "BD_101098": "Błąd wyrażenia w polu '${fieldName}': niezdefiniowane odniesienie do zmiennej '${reference}'.",
  "BD_101099": "Błąd wyrażenia w polu '${fieldName}': niezdefiniowane odniesienie do zmiennej '${reference}'. Czy masz na myśli '${suggestion}'?",
  "BD_101100": "Bliskie relacje czasowe wymagają odległości czasowej.",
  "BD_101114": "Pole grupowania wg musi zawierać liczby całkowite, tekst lub datę.",
  "BD_101115": "Pole '${inputLayerField}' zostało umieszczone na mapie ${count} razy.",
  "BD_101116": "Wystąpił co najmniej jeden błąd związany z parametrem fieldMapping.",
  "BD_101117": "Nie podano przyporządkowania pól. Zostanie zastosowane domyślne przyporządkowanie pól.",
  "BD_101118": "Warstwa wejściowa ${inputLayer} nie jest warstwą hostowaną.",
  "BD_101119": "Nieznany typ przyporządkowania pól \\'${invalidMappingType}\\'. Oczekiwano wartości 'AppendData' lub 'Expression'.",
  "BD_101120": "Typ pola '${inputLayerField}' nie jest zgodny z typem pola '${appendLayerField}'. Oczekiwano '${expectedType}', ale otrzymano '${actualType}'.",
  "BD_101121": "Warstwa wejściowa i warstwa dołączana nie mają zgodnych pól. Nie dołączono żadnych obiektów.",
  "BD_101122": "Typ geometrii warstwy dołączanej nie jest zgodny z typem geometrii warstwy wejściowej. Oczekiwano '${expectedType}', ale otrzymano '${actualType}'.",
  "BD_101123": "Typ czasu warstwy dołączanej nie jest zgodny z typem czasu warstwy wejściowej. Oczekiwano '${expectedType}', ale otrzymano '${actualType}'.",
  "BD_101124": "W warstwie dołączanej i w operacji przyporządkowania pól brakuje następujących pól: ${missingFields}.",
  "BD_101125": "Następujące pola nie zostały dołączone: ${fieldNames}.",
  "BD_101126": "Następujące pole dołączane nie istnieje w warstwie dołączanej: ${fieldName}.",
  "BD_101127": "Nieprawidłowe wyrażenie języka Arcade dla pola wejściowego: ${fieldName}.",
  "BD_101128": "Pole ${inputLayerField} nie istnieje w warstwie wejściowej.",
  "BD_101129": "Niektóre pola warstwy dołączanej nie zostały dołączone ze względu na niezgodność typu pola.",
  "BD_101130": "Typ pola ${inputFieldName} nie jest zgodny z typem pola warstwy wejściowej. Oczekiwano ${expectedType}, ale otrzyman ${actualType}.",
  "BD_101131": "Zdolność do przyjmowania wartości NULL elementu ${inputFieldName} nie jest zgodna ze zdolnością do przyjmowania wartości NULL warstwy wejściowej. Oczekiwano ${expectedType}, ale otrzymano ${actualType}.",
  "BD_101132": "Następujące pola warstwy dołączanej nie zostały dołączone ze względu na niezgodność nazwy pola: ${mismatchedFields}.",
  "BD_101136": "W warstwie wejściowej nie włączono edycji. Skontaktuj się z administratorem lub właścicielem warstwy, aby włączyć edycję.",
  "BD_101137": "Analiza i generowanie koszy wymagają układu współrzędnych odwzorowanych. Odwzorowanie ${projectionName} zostało zastosowane z niestandardowymi parametrami określonymi na podstawie zasięgu analizy.",
  "BD_101152": "Typ geometrii warstwy łączenia nie jest zgodny z typem geometrii warstwy wejściowej. Oczekiwano ${expectedType}, ale otrzymano ${actualType}.",
  "BD_101153": "Typ czasu warstwy łączenia nie jest zgodny z typem czasu warstwy wejściowej. Oczekiwano '${expectedType}', ale otrzymano '${actualType}'.",
  "BD_101154": "Do pola ${mergeLayerField} przypisano operację ${count} razy.",
  "BD_101155": "Wystąpił co najmniej jeden błąd związany z parametrem atrybutów łączenia.",
  "BD_101156": "Typ pola ${inputLayerField} nie jest zgodny z typem pola ${mergeLayerField}. Oczekiwano ${expectedType}, ale otrzymano ${actualType}.",
  "BD_101157": "Nieznany typ łączenia ${invalidMergeType}. Oczekiwano typu 'Dopasuj', 'Usuń' lub 'Zmień nazwę'.",
  "BD_101158": "Pole ${mergeLayerField} nie istnieje w warstwie łączenia.",
  "BD_101159": "Pole ${inputLayerField} nie istnieje w warstwie wejściowej.",
  "BD_101160": "Nazwa pola ${renameField} już istnieje w warstwie wejściowej.",
  "BD_101161": "Nazwa pola ${fieldName} już istnieje w warstwie łączenia.",
  "BD_101162": "Brakuje pola w atrybutach łączenia dla ${mergeOperation}.",
  "BD_101164": "Ignorowanie wartości mergeValue dla opcji 'Usuń'.",
  "BD_101169": "Nie można połączyć jednego lub większej liczby pól o zgodnych nazwach ze względu na niezgodne typy pól. Użyj atrybutów łączenia, aby rozstrzygnąć konflikty.",
  "BD_101178": "Podsumowanie wyników GLR [Typ modelu: ${regressionFamily}]",
  "BD_101179": "[\"Zmienna\", \"Współczynnik\", \"Błąd_standardowy\", \"Statystyka_t\", \"Prawdopodobieństwo\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "Diagnostyki GLR",
  "BD_101189": "Zadanie GeoAnalytics oczekuje na zasoby i nie zostało jeszcze uruchomione. Zadanie zostanie automatycznie anulowane po ${minutes} min.",
  "BD_101191": "Udostępniony plik dużych zbiorów danych ${catalogPath} nie istnieje lub jest niedostępny.",
  "BD_101204": "Wynik analizy nie zawiera żadnych obiektów dla ${layerName}. Element${layerName} nie zostanie utworzony.",
  "BD_101205": "Żądana liczba próbkowanych obiektów jest większa niż łączna liczba obiektów. Zostaną zwrócone wszystkie obiekty wejściowe.",
  "BD_101206": "Tworzenie warstwy zasięgu zostanie pominięte.",
  "BD_101207": "Zmienna wejściowa ${variableName} nie może być traktowana jako zmienna jakościowa.",
  "BD_101208": "Nie można utworzyć diagnostyki danych weryfikacji. Wartości zmiennej służącej do prognozowania w zestawie danych weryfikacji nie istnieją w treningowym zestawie danych.",
  "BD_101209": "Zmienna wejściowa ${variableName} jest polem znakowym i musi być podana jako zmienna jakościowa.",
  "BD_101210": "Źródło danych wynikowych nie obsługuje zapisywania zestawów danych bez zdefiniowanego typu geometrii.",
  "BD_101211": "[\"Kategoria\", \"Wynik_F1\", \"Odwołanie\", \"Precyzja\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Parametry wejściowe",
  "BD_101214": "Zmienna do prognozowania: ${variablePredict}",
  "BD_101215": "Utwórz tabelę istotności zmiennych: ${createTable}",
  "BD_101216": "Dopasowywanie zmiennych objaśniających: ${variableMatching}",
  "BD_101219": "Następujący raport zawiera podsumowanie wyniku działania narzędzia Klasyfikacja i regresja oparta na zespołach drzew decyzyjnych:",
  "BD_101220": "Następujący raport zawiera podsumowanie wyniku działania analizy Opisz zestaw danych:",
  "BD_101221": "Podsumowanie obiektów wejściowych:",
  "BD_101222": "Podsumowanie geometrii:",
  "BD_101223": "Podsumowanie czasu:",
  "BD_101224": "Skrypt w języku Python ma nieprawidłową składnię.",
  "BD_101225": "Narzędzie '${toolName}' wymaga uprawnienia 'Publikowanie narzędzi internetowych'.",
  "BD_101227": "Utworzono zestaw danych udostępnionego pliku dużych zbiorów danych: ${serviceUrl}",
  "BD_101228": "Następujące zmienne jakościowe zawierają mniej niż dwie odrębne wartości: ${variableNames}. Zmienne jakościowe wymagają co najmniej dwóch odrębnych wartości.",
  "BD_101229": "Nieprawidłowy parametr przyporządkowania zmiennej zależnej. Wymagane klucze to 'value0' i 'value1'.",
  "BD_101230": "Nieprawidłowy parametr przyporządkowania zmiennej zależnej. Należy podać dwie unikalne wartości.",
  "BD_101238": "Wejściowa liczba sąsiadów musi być większa niż 0 i mniejsza lub równa 5000.",
  "BD_101239": "Wejściowy promień wyszukiwania musi być większy niż 0 i mniejszy lub równy 500 km.",
  "BD_101245": "Nie powiodło się zapisanie wyników w magazynie dużych zbiorów danych czasowo-przestrzennych.",
  "BD_101253": "Prognozowanie wartości zmiennej zależnej dla co najmniej jednego obiektu zostało przeprowadzone przy użyciu liczby obiektów sąsiadujących mniejszej niż ${minNeighbors}.",
  "BD_101254": "Istnieje co najmniej jeden obiekt, który ma więcej pokrywających się obiektów niż wynosi podana liczba obiektów sąsiadujących (${numNeighbors}).",
  "BD_101255": "Nie można oszacować co najmniej jednego modelu lokalnego ze względu na wieloliniowość.",
  "BD_101256": "Nie można było prognozować wartości zmiennej zależnej dla co najmniej jednego obiektu.",
  "BD_101257": "Nie można było prognozować wartości zmiennej zależnej dla żadnego obiektu.",
  "BD_101259": "Atrybuty mające znaczenie dla obiektów wyszukiwania muszą mieć średnie wartości, które różnią się od obiektów wejściowych, gdy używana jest metoda dopasowywania profili atrybutów.",
  "BD_1022": "To narzędzie wymaga układu współrzędnych odwzorowanych.",
  "BD_109": "Odległość bufora nie może być ujemna dla linii ani punktów.",
  "BD_110004": "Kostka czasoprzestrzenna musi mieć co najmniej 10 okien czasowych.",
  "BD_110005": "Nie można utworzyć tej kostki czasoprzestrzennej, ponieważ miałaby więcej niż dwa miliardy koszy.",
  "BD_110047": "Wartość parametru Interwał etapu czasu musi być większa od zera.",
  "BD_110064": "Nie powiodło się utworzenie wynikowej kostki czasoprzestrzeni z powodu pola sumowania ${variableName}. Rozważ ponownie statystykę i typ wypełnienia wybrane dla tego pola.",
  "BD_110194": "Nie można przyporządkować i przeanalizować pól w obiektach treningowych z polami w obiektach do prognozowania.",
  "BD_110199": "Nie można obliczyć statystyki sumarycznej, która jest wymagana do analizy.",
  "BD_110208": "Zmienna do prognozowania dla regresji wymaga więcej niż pięciu unikalnych wartości.",
  "BD_1583": "W przypadku wielu obiektów wejściowych dopasowanie jest przeprowadzane na podstawie średniej interesujących atrybutów.",
  "BD_1589": "Za mało rekordów, aby wykonać analizę. To narzędzie wymaga do obliczenia wyników co najmniej 2 obiektów kandydujących.",
  "BD_1599": "Za mało rekordów, aby wykonać analizę. Aby to narzędzie mogło obliczyć wyniki, w warstwie wejściowej musi istnieć przynajmniej 1 lokalizacja odniesienia.",
  "BD_26": "Odległość bufora wynosi zero.",
  "BD_3": "Następujący raport zawiera podsumowanie wyniku działania narzędzia Znajdź podobne lokalizacje.",
  "BD_308": "Nieprawidłowy typ pola.",
  "BD_641": "Za mało rekordów, aby wykonać analizę. Minimalna liczba obiektów wymagana przez to narzędzie do obliczenia wyników: ${minFeatures}.",
  "BD_800": "Wartość nie należy do ${value}.",
  "BD_84503": "Podsumowanie obiektów wejściowych do dopasowania",
  "BD_84504": "Podsumowanie interesujących atrybutów",
  "BD_84505": "${numResults} najbardziej podobnych lokalizacji (wartości).",
  "BD_84506": "10 z ${numResults} najbardziej podobnych lokalizacji (wartości).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Atrybut\", \"Min.\", \"Maks.\", \"SD\", \"Średnia\", \"Wejście\"].",
  "BD_84810": "Cechy modelu",
  "BD_84811": "Liczba drzew: ${numberOfTrees}",
  "BD_84812": "Rozmiar liści: ${leafSize}",
  "BD_84813": "Głębokość drzewa: ${treeDepth}",
  "BD_84814": "% dostępnych treningów na drzewo: ${sampleSize}",
  "BD_84815": "Liczba losowo próbkowanych zmiennych: ${randomVariables}",
  "BD_84816": "% wykluczonych danych treningowych na potrzeby weryfikacji: ${percentageForValidation}",
  "BD_84828": "Dane weryfikacyjne: diagnostyka klasyfikacji",
  "BD_84829": "Dane weryfikacyjne: diagnostyka regresji",
  "BD_84830": "Prognozy dotyczące danych weryfikacyjnych (wyłączonych z treningu modelu) w porównaniu z wartościami zaobserwowanymi dla tych obiektów testowych",
  "BD_84834": "Najważniejsza zmienna",
  "BD_84838": "Dane treningowe: diagnostyka klasyfikacji",
  "BD_84839": "Dane treningowe: diagnostyka regresji",
  "BD_84840": "Prognozy dotyczące danych używanych podczas treningu modelu w porównaniu z kategoriami wartości zaobserwowanych dla tych obiektów",
  "BD_89997": "[\"Atrybut\", \"Min.\", \"Maks.\", \"SD\", \"Średnia\"].",
  "BD_89998": "[\"\", \"Razem\", ${sumIndex}]",
  "GPEXT_001": "Nieprawidłowa wartość parametru ${name}.",
  "GPEXT_002": "Brakuje parametru ${name}.",
  "GPEXT_003": "Nieprawidłowy parametr ${name} — brak właściwości ${propname}.",
  "GPEXT_004": "Nieprawidłowy parametr warstwy — brak właściwości ${propname}.",
  "GPEXT_005": "Nie udało się uzyskać dostępu do adresu URL ${url}.",
  "GPEXT_006": "Podczas próby uzyskania dostępu do adresu URL ${url} zwrócony został błąd ${error}.",
  "GPEXT_007": "Nieprawidłowy element ${id}.",
  "GPEXT_008": "Nie udało się utworzyć usługi ${name}.",
  "GPEXT_009": "Nie udało się dodać warstwy ${lname} do usługi ${name}.",
  "GPEXT_010": "Nie udało się przeanalizować warstwy JSON.",
  "GPEXT_011": "Warstwa ${url} nie ma funkcji wyodrębniania.",
  "GPEXT_012": "Nieprawidłowa operacja zewnętrzna.",
  "GPEXT_013": "To narzędzie korzysta z usługi wzbogacania danych przestrzennych. Więcej informacji można znaleźć w kalkulatorze kredytów usługi ArcGIS Online.",
  "GPEXT_014": "To narzędzie korzysta z usług analizy sieciowej. Więcej informacji można znaleźć w kalkulatorze kredytów usługi ArcGIS Online.",
  "GPEXT_015": "Wybierz odpowiedni adres URL usług pomocy z portalu do przeprowadzenia żądanej operacji.",
  "GPEXT_016": "Nieprawidłowy obiekt w warstwie.",
  "GPEXT_017": "Usługa ${name} już istnieje.",
  "GPEXT_018": "Zdalna usługa obiektowa ${url} przekracza limit 100000 obiektów. Utwórz hostowaną usługę obiektową, aby przeanalizować duży zestaw danych.",
  "GPEXT_019": "Nieprawidłowy filtr dla warstwy ${url}.",
  "MT_001": "Nie można pobrać szczegółów uruchomienia narzędzia. Sprawdź zawartość pod kątem oczekiwanych wyników lub uruchom narzędzie ponownie.",
  "RA_120101": "Następująca tabela zawiera statystykę krzyżowego sprawdzania poprawności:",
  "RA_120102": "Błąd średni",
  "RA_120103": "Średnia kwadratowa",
  "RA_120104": "Średnia standardowa",
  "RA_120105": "Średnia standaryzowana",
  "RA_120106": "Standaryzowana średnia kwadratowa",
  "RA_120200": "Działanie bazowego narzędzia geoprzetwarzania zostało zakończone niepowodzeniem.",
  "RA_120201": "Operacja statystyki strefowej nie powiodła się.",
  "RA_120202": "Działanie narzędzia Oblicz zagęszczenie zostało zakończone niepowodzeniem.",
  "RA_120203": "Działanie narzędzia Interpoluj punkty zostało zakończone niepowodzeniem.",
  "RA_120204": "Działanie narzędzia Monitoruj roślinność zostało zakończone niepowodzeniem.",
  "RA_120205": "Działanie narzędzia Oblicz spadki zostało zakończone niepowodzeniem.",
  "RA_120206": "Działanie narzędzia Wyznacz ekspozycje zostało zakończone niepowodzeniem.",
  "RA_120207": "Operacja obszaru widoczności geodezyjnej nie powiodła się.",
  "RA_120208": "Działanie narzędzia Zlewnia zostało zakończone niepowodzeniem.",
  "RA_120209": "Działanie narzędzia Wyodrębnij raster zostało zakończone niepowodzeniem.",
  "RA_120210": "Działanie narzędzia Ponownie przyporządkuj wartości zostało zakończone niepowodzeniem.",
  "RA_120211": "Działanie narzędzia Konwertuj obiekt na raster zostało zakończone niepowodzeniem.",
  "RA_120212": "Działanie narzędzia Konwertuj raster na obiekt zostało zakończone niepowodzeniem.",
  "RA_120213": "Działanie narzędzia Oblicz odległość zostało zakończone niepowodzeniem.",
  "RA_120214": "Działanie narzędzia Określ ścieżkę kosztów podróży jako polilinię zostało zakończone niepowodzeniem.",
  "RA_120215": "Działanie narzędzia Określ sieć optymalnego kosztu podróży zostało zakończone niepowodzeniem.",
  "RA_120216": "Obliczenie kosztów podróży nie powiodło się.",
  "RA_120217": "Współczynnik oporu nie jest obsługiwany i dlatego nie należy podawać jego wartości podczas uruchamiania narzędzia Oblicz koszty podróży.",
  "RA_120218": "Operacja Wykrywaj obiekty metodą Deep Learning zakończyła się niepowodzeniem.",
  "RA_120219": "Operacja Klasyfikuj piksele metodą Deep Learning zakończyła się niepowodzeniem.",
  "RA_120220": "Próbkowanie zakończyło się niepowodzeniem.",
  "RA_120221": "Operacja Optymalne połączenia regionów zakończyła się niepowodzeniem.",
  "RA_120222": "Operacja Statystyka strefowa jako tabela zakończyła się niepowodzeniem.",
  "RA_120223": "Operacja Akumulacja odległości zakończyła się niepowodzeniem.",
  "RA_120224": "Operacja Przydział odległości zakończyła się niepowodzeniem.",
  "RA_120225": "Operacja Ścieżka optymalna jako linia zakończyła się niepowodzeniem.",
  "RA_120226": "Operacja Ścieżka optymalna jako raster zakończyła się niepowodzeniem.",
  "RA_120227": "Operacja Parametry powierzchni zakończyła się niepowodzeniem.",
  "RA_120228": "Operacja Wyznacz przepływ ciągły zakończyła się niepowodzeniem.",
  "RA_120229": "Operacja Klasyfikuj obiekty metodą Deep Learning zakończyła się niepowodzeniem.",
  "RA_120230": "Operacja Agreguj raster wielowymiarowy zakończyła się niepowodzeniem.",
  "RA_120231": "Operacja Znajdź statystyki dotyczące argumentu zakończyła się niepowodzeniem.",
  "RA_120232": "Operacja Generuj anomalię wielowymiarową zakończyła się niepowodzeniem.",
  "RA_120233": "Operacja Generuj raster trendu zakończyła się niepowodzeniem.",
  "RA_120234": "Operacja Prognozuj na podstawie rastra trendu zakończyła się niepowodzeniem.",
  "RA_120306": "Przyczyna niepowodzenia: ${cause}",
  "SS_00002": "Następujący raport zawiera podsumowanie schematu przebiegu pracy zastosowanego do zoptymalizowania wyników działania narzędzia Znajdź lokalizacje skupień hot spot:",
  "SS_00003": "Następujący raport zawiera podsumowanie wyniku działania narzędzia Znajdź podobne lokalizacje:",
  "SS_00004": "Następujący raport zawiera informacje o procedurze wykonywania zadań zastosowanej do zoptymalizowania wyników działania narzędzia Znajdź elementy odstające:",
  "SS_110140": "Odległość wyszukiwania użyta w procesie wynosiła ${searchDistance}.",
  "SS_110142": "Nie wykryto klastrów.",
  "SS_220647": "Minimalna liczba obiektów na klaster ${minFeatures}",
  "SS_84261_0": "Średnia",
  "SS_84262_0": "Standard Odchylenie",
  "SS_84271_0": "Minimum",
  "SS_84272_0": "Maksimum",
  "SS_84428": "Wstępna ocena danych.",
  "SS_84434": "Liczba lokalizacji będących elementami odstającymi: ${NumOutliers}. Nie zostały one użyte do obliczenia ${AggregationType}.",
  "SS_84437": "Brak lokalizacji będących elementami odstającymi.",
  "SS_84444": "Agregacja zdarzeń",
  "SS_84446": "${VarName} — właściwości:",
  "SS_84449": "Dla punktów agregacji utworzono siatkę poligonów.",
  "SS_84450": "Rozmiar komórki poligonu to ${SnapInfo}.",
  "SS_84451": "Analiza została oparta na liczbie punktów w każdej komórce poligonów z siatki.",
  "SS_84452": "W analizie ujęte zostały wszystkie komórki poligonów z siatki zawierające co najmniej jeden punkt.",
  "SS_84453": "W analizie ujęte zostały wszystkie komórki poligonów z siatki znajdujące się w warstwie z granicą obszaru.",
  "SS_84457": "Punkty zostały zagregowane w siatce komórek poligonów znajdujących się w podanych granicach obszarów.",
  "SS_84458": "Analiza została oparta na liczbie punktów w każdej komórce poligonu.",
  "SS_84459": "Skala analizy",
  "SS_84461": "Wybrany optymalny przedział stałej odległości oparto na zgrupowaniu o maksymalnej wartości znalezionym w odległości ${DistanceInfo}.",
  "SS_84464": "Optymalny przedział stałej odległości oparto na średniej odległości od ${NumNeighs} najbliższych elementów: ${DistanceInfo}.",
  "SS_84465": "Optymalny przedział stałej odległości oparto na jednej standardowej odległości obiektów od średniej geometrycznej: ${DistanceInfo}.",
  "SS_84466": "Analiza lokalizacji skupień hot spot",
  "SS_84469_0": "Czerwone obiekty wynikowe przedstawiają lokalizacje skupień hot spot, w których występują zgrupowania o wysokiej liczbie zdarzeń.",
  "SS_84469_1": "Niebieskie obiekty wynikowe przedstawiają lokalizacje rozrzedzeń cold spot, w których występują zgrupowania o niskiej liczbie zdarzeń.",
  "SS_84470": "Liczba statystycznie istotnych obiektów wynikowych na podstawie korekcji FDR w testach wielokrotnych i zależnościach przestrzennych: ${NumSignificant}.",
  "SS_84471": "Dane wynikowe",
  "SS_84476": "Czerwone obiekty wynikowe przedstawiają lokalizacje skupień hot spot, w których występują zgrupowania pól ${FieldName} o wysokich wartościach.",
  "SS_84477": "Niebieskie obiekty wynikowe przedstawiają lokalizacje rozrzedzeń cold spot, w których występują zgrupowania pól ${FieldName} o niskich wartościach.",
  "SS_84485": "Liczba prawidłowych obiektów wejściowych: ${NumFeatures}.",
  "SS_84489": "Analiza została przeprowadzona na wszystkich obszarach agregacji.",
  "SS_84490": "Liczba obszarów ważonych utworzonych w procesie agregacji: ${AggNumFeatures}.",
  "SS_84491": "Liczba prawidłowych wejściowych obszarów agregacji: ${NumFeatures}.",
  "SS_84492": "Całkowita analizowana powierzchnia to ${Area}.",
  "SS_84493": "Znaleziono 1 lokalizację będącą elementem odstającym. Nie została użyta do obliczenia ${AggregationType}.",
  "SS_84495_0": "Znaleziono 1 lokalizację będącą elementem odstającym. Nie zostanie ona użyta do obliczenia rozmiaru komórki poligonu.",
  "SS_84495_1": "Znaleziono następującą liczbę lokalizacji będących elementami odstającymi: ${numOutliers}. Nie zostaną one użyte do obliczenia rozmiaru komórki poligonu.",
  "SS_84496_0": "Znaleziono 1 lokalizację będącą elementem odstającym. Nie zostanie ona użyta do obliczenia optymalnego przedziału stałej odległości.",
  "SS_84496_1": "Znaleziono następującą liczbę lokalizacji będących elementami odstającymi: ${numOutliers}. Nie zostaną one użyte do obliczenia optymalnego przedziału stałej odległości.",
  "SS_84501": "punkty",
  "SS_84502": "poligony",
  "SS_84503": "Podsumowanie obiektów wejściowych do dopasowania",
  "SS_84504": "Podsumowanie interesujących atrybutów",
  "SS_84505": "${numResults} najbardziej podobnych lokalizacji (wartości)",
  "SS_84506": " 10 z ${numResults} najbardziej podobnych lokalizacji (wartości)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Atrybut\", \"Min.\", \"Maks.\", \"SD\", \"Średnia\", \"Wejście\"]",
  "SS_84698": "Korzystanie z sześciokąta o szerokości ${HexWidth} i wysokości ${HexHeight}.",
  "SS_84700": "rozmiar sześciokąta",
  "SS_84700_0": "Znaleziono 1 lokalizację będącą elementem odstającym. Nie zostanie ona użyta do obliczenia rozmiaru sześciokąta.",
  "SS_84700_1": "Znaleziono następującą liczbę lokalizacji będących elementami odstającymi: ${numOutliers}. Nie zostaną one użyte do obliczenia rozmiaru sześciokąta.",
  "SS_84703": "Zastosowana wartość Odległość w sąsiedztwie wynosiła ${NeighborDistance}.",
  "SS_84704": "Analiza elementów odstających",
  "SS_84705": "Tworzenie losowej dystrybucji referencyjnej za pomocą ${NumPermutation} permutacji.",
  "SS_84708": "Liczba istniejących istotnych statystycznie obiektów odstających stopnia niskiego: ${NumLowOutliers}.",
  "SS_84709": "Liczba istniejących istotnych statystycznie obiektów odstających stopnia wysokiego: ${NumHighOutliers}.",
  "SS_84710": "Liczba części obiektów statystycznie istotnych klastrów stopnia niskiego: ${NumLowClusters}.",
  "SS_84711": "Liczba części obiektów statystycznie istotnych klastrów stopnia wysokiego: ${NumHighClusters}.",
  "SS_84712": "Obiekty wynikowe w kolorze różowym należą do klastra wysokich wartości zmiennej ${Variable}.",
  "SS_84713": "Obiekty wynikowe w kolorze jasnoniebieskim należą do klastra niskich wartości zmiennej ${Variable}.",
  "SS_84714": "Obiekty wynikowe w kolorze czerwonym reprezentują elementy odstające o wysokich wartościach w klastrze niskich wartości zmiennej ${Variable}.",
  "SS_84715": "Obiekty wynikowe w kolorze niebieskim reprezentują elementy odstające o niskich wartościach w klastrze wysokich wartości zmiennej ${Variable}.",
  "SS_84764": "Liczba klastrów: ${number}",
  "SS_84766": "Obiekty sklasyfikowane jako szum: ${number}",
  "SS_84769": "Diagram dostępności",
  "SS_84770": "Odległość dostępności",
  "SS_84771": "Kolejność dostępności",
  "SS_84782": "Rozkład prawdopodobieństwa przynależności",
  "SS_84785": "Liczba",
  "SS_84786": "Użyta czułość klastrowania: ${sensitivity}",
  "SS_84787": "Druga najlepsza wartość czułości: ${sensitivity}",
  "SS_84789": "Prawdopodobieństwo przynależności",
  "SS_89997": "[\"Atrybut\", \"Min.\", \"Maks.\", \"SD\", \"Średnia\"]",
  "SS_89998": " [\"\", \"Razem\", ${sumIndex}] "
}
