{
  "AO_100001": "Error de Consolidar puntos.",
  "AO_100002": "El tipo de geometría de la capa de puntos debe ser puntos.",
  "AO_100003": "El tipo de geometría de la capa de polígonos debe ser polígonos.",
  "AO_100004": "El campo ${fieldName} proporcionado para Campos de resumen no existe.",
  "AO_100005": "El campo ${fieldName} proporcionado para Campos de resumen no es compatible con los cálculos de estadísticas.",
  "AO_100006": "El tipo de resumen ${summary} proporcionado para el campo ${fieldName} no es válido.",
  "AO_100007": "Error de Buscar puntos calientes.",
  "AO_100008": "El tipo de geometría de boundingPolygonLayer debe ser poligonal.",
  "AO_100009": "El tipo de geometría de la capa de análisis debe ser puntos o polígonos.",
  "AO_100010": "El tipo de geometría de la capa de polígonos de agregación debe ser poligonal.",
  "AO_100011": "Es necesario indicar un campo de análisis para la capa de análisis de polígonos.",
  "AO_100012": "Error de Crear zonas de influencia.",
  "AO_100013": "Error de Superponer capas.",
  "AO_100014": "Error de Resumir dentro de.",
  "AO_100015": "El tipo de geometría de la entrada de Resumir capa debe ser punto, línea o polígono.",
  "AO_100016": "El tipo de geometría de la entrada de Resumir capa debe ser punto o línea.",
  "AO_100017": "El tipo de geometría de la entrada de Resumir capa debe ser punto.",
  "AO_100018": "Las unidades de forma ${sumUnits} no son válidas cuando se resume una capa ${shapeType}.",
  "AO_100019": "Por lo menos uno de los parámetros, Resumir forma o Campos de resumen, es obligatorio.",
  "AO_100020": "Error de Enriquecer capa.",
  "AO_100021": "El tipo de geometría de la capa de entrada debe ser punto, línea o polígono.",
  "AO_100022": "Las unidades ${units} no son compatibles con el tipo de zona de influencia ${bufferType}.",
  "AO_100023": "No se puede enriquecer la capa para introducir referencias espaciales ${spref}.",
  "AO_100024": "No se han proporcionado entidades para análisis en ${inputLayer}.",
  "AO_100025": "Error de Resumir cerca de.",
  "AO_100026": "Error de Extraer datos.",
  "AO_100027": "Error de Disolver límites.",
  "AO_100028": "Error al generar áreas de viaje.",
  "AO_100029": "Error de Fusionar capas.",
  "AO_100030": "Error al buscar más cercano.",
  "AO_100031": "El número de ubicaciones más cercanas a encontrar no puede ser mayor que ${max}.",
  "AO_100032": "El número de entidades en ${analysisLayer} es cero.",
  "AO_100033": "El número de entidades en ${nearLayer} es cero.",
  "AO_100034": "El número de entidades en ${analysisLayer} no puede ser mayor que ${max}.",
  "AO_100035": "El número de entidades en ${nearLayer} no puede ser mayor que 1000.",
  "AO_100036": "La capa ${analysisLayer} debe contar con un tipo de geometría de puntos cuando se use ${measurementType} como tipo de medición.",
  "AO_100037": "La capa ${nearLayer} debe contar con un tipo de geometría de puntos cuando se use ${measurementType} como tipo de medición.",
  "AO_100038": "El valor límite de búsqueda no puede ser menor a cero.",
  "AO_100039": "${inputLayer} debe contar con un tipo de geometría de puntos.",
  "AO_100040": "El número de entidades en ${inputLayer} no puede ser mayor que ${max}.",
  "AO_100041": "El parámetro de tipo de zona de influencia solo es compatible con las capas que contienen puntos o líneas.",
  "AO_100042": "El tipo de geometría ${shapeType} de la capa más cercana no es compatible con el tipo cercano ${nearType}.",
  "AO_100043": "Las unidades ${units} no son compatibles con el tipo Cercano ${nearType}.",
  "AO_100044": "El valor de distancia debe ser mayor que 0.",
  "AO_100045": "La distancia y las unidades son necesarias cuando se especifica el tipo de zona de influencia.",
  "AO_100046": "Error al acceder al servidor GeoEnrichment.",
  "AO_100047": "Puede que el enriquecimiento no esté disponible para algunas entidades.",
  "AO_100048": "La capa de entrada ${inputLayer} contiene geometría multipunto y se ha convertido a una geometría de punto simple.",
  "AO_100049": "No hay entidades en la extensión de procesamiento en ninguna capa de entrada.",
  "AO_100050": "No existe ningún campo en la capa de entrada para la extracción de datos.",
  "AO_100051": "No hay entidades en la extensión de procesamiento en ninguna capa de entrada y ninguna de las capas de entrada tiene campos para la extracción de datos.",
  "AO_100052": "El nombre de campo ${fieldName} no existe en ${paramName}.",
  "AO_100053": "Faltan las claves necesarias ${missingKeys} en la expresión de atributo ${expression}.",
  "AO_100054": "Faltan las claves necesarias ${missingKeys} en la expresión de relación espacial ${expression}.",
  "AO_100055": "Expresión no válida; JSON mal formado.",
  "AO_100056": "Índice de capa no válido en la expresión ${expression}.",
  "AO_100057": "El índice de capa supera el número de capas de entrada en la expresión ${expression}.",
  "AO_100058": "La relación espacial ${spatialRel} no es compatible con los tipos de geometría ${lyrGeomType}/${selLyrGeomType} para la capa/capa de selección en la expresión ${expression}.",
  "AO_100059": "Relación espacial no válida ${spatialRel} en la expresión ${expression}.",
  "AO_100060": "Error de expresión de la consulta en la expresión ${expression}.",
  "AO_100061": "Error al buscar por atributos y ubicación.",
  "AO_100062": "Distancia o unidades no válidas en la expresión ${expression}.",
  "AO_100063": "Error de Planificar rutas.",
  "AO_100064": "El número de entidades en ${stopsLayer} es cero.",
  "AO_100065": "El número de entidades en ${startLayer} es cero.",
  "AO_100066": "El número máximo de vehículos para definir rutas no puede ser menor que cero ni mayor que ${max}.",
  "AO_100067": "El número máximo de paradas por vehículo no puede ser menor que cero ni mayor que ${max}.",
  "AO_100068": "El número de entidades en ${stopsLayer} no puede ser mayor que ${max}.",
  "AO_100069": "El número de entidades en ${startLayer} no puede ser mayor que ${max}.",
  "AO_100070": "El número de entidades en ${endLayer} no puede ser mayor que ${max}.",
  "AO_100071": "La capa ${stopsLayer} debe contar con un tipo de geometría de puntos.",
  "AO_100072": "La capa ${startLayer} debe tener una geometría de punto.",
  "AO_100073": "La capa ${endLayer} debe tener una geometría de punto.",
  "AO_100074": "El tiempo pasado en cada parada no puede ser menor que cero.",
  "AO_100075": "El tiempo total de ruta por vehículo debe ser mayor que cero e inferior a un año (525.600 minutos).",
  "AO_100076": "La capa ${endLayer} no se debe especificar si se va a volver al inicio.",
  "AO_100077": "Error de Buscar ubicaciones similares.",
  "AO_100078": "Nombre de campo no válido en la expresión ${expression}.",
  "AO_100079": "Error al buscar por atributos y ubicación.",
  "AO_100080": "Error al calcular gastos de viaje.",
  "AO_100081": "Error de Calculadora de campo.",
  "AO_100082": "Se necesita un nombre de campo y una expresión.",
  "AO_100083": "Se necesita un tipo de campo para crear un nuevo campo.",
  "AO_100084": "El tipo de campo debe ser una cadena de caracteres, un entero, un valor doble o una fecha.",
  "AO_100087": "El campo ${fieldName} no existe en ${inputLayer}.",
  "AO_100088": "Los campos ${attribute} deben estar tanto en la capa de referencia como en la de búsqueda de candidatos.",
  "AO_100089": "Los siguientes campos carecen de variación suficiente para usarlos en este análisis: ${attribute}.",
  "AO_100090": "Esta herramienta requiere al menos dos ubicaciones de búsqueda candidatas que no sean también ubicaciones de referencia.",
  "AO_100091": "El tipo de geometría de ${paramName} debe ser de puntos.",
  "AO_100092": "El tipo de geometría de boundingPolygonLayer debe ser de polígono.",
  "AO_100093": "El tipo de clasificación manual requiere un valor de corte de clase.",
  "AO_100094": "El número máximo de vehículos para crear rutas debe ser igual al número de entidades de ${startLayer}.",
  "AO_100095": "El número de entidades de ${endLayer} debe ser igual al número de entidades de ${startLayer}.",
  "AO_100096": "El ${startLayerRouteIDField} de ${startLayer} no tiene valores únicos.",
  "AO_100097": "El ${endLayerRouteIDField} de ${endLayer} no tiene valores únicos.",
  "AO_100098": "Los valores de ${startLayerRouteIDField} en ${startLayer} no tienen una coincidencia uno a uno con los valores de ${endLayerRouteIDField} en ${endLayer}.",
  "AO_100099": "Todos los valores de división deben ser mayores que cero.",
  "AO_100100": "Las entidades de ${inputLayer} no están dentro del área de cobertura de datos. Consulte la disponibilidad en ${url}.",
  "AO_100101": "No hay ninguna entidad en ${inputLayer} que esté a una distancia de ${max} kilómetros de las calles.",
  "AO_100102": "Todas las entidades de ${inputLayer} deben estar en la misma zona horaria cuando se usa el tráfico y se crean áreas con opciones de disolución o de división.",
  "AO_100103": "El valor ${measureType} no puede ser mayor que ${max} ${breakUnits}.",
  "AO_100104": "Error de Interpolar puntos.",
  "AO_100105": "Error de Calcular densidad.",
  "AO_100106": "El campo ${fieldName} no es numérico.",
  "AO_100107": "El campo ${fieldName} no tiene ningún valor positivo.",
  "AO_100108": "El campo ${fieldName} tiene valores negativos. Solo se tendrán en cuenta los valores positivos al calcular la densidad.",
  "AO_100109": "El tipo de geometría para la capa de entrada debe ser puntos o líneas.",
  "AO_100110": "Su rol de usuario no incluye el privilegio de geoenriquecimiento.",
  "AO_100111": "Su rol de usuario no incluye el privilegio de análisis de red.",
  "AO_100112": "Su rol de usuario no incluye el privilegio de publicación de entidades alojadas.",
  "AO_100113": "No se asignó ninguna parada a ninguna ruta. Compruebe los campos Estado e Infracción de restricciones en la capa de paradas sin asignar de salida para obtener más información.",
  "AO_100114": "El tiempo empleado en cada parada, ${stopServiceTime} minutos, debe ser inferior al tiempo total de la ruta por vehículo, ${maxRouteTime} minutos.",
  "AO_100115": "Algunas paradas no se asignaron a ninguna ruta. Compruebe el campo Infracción de restricciones en la capa de paradas sin asignar de salida para obtener más información.",
  "AO_100116": "Solo se necesitan ${routesUsed} de ${routeCount} rutas para llegar a todas las paradas. Si desea utilizar más rutas, ejecute de nuevo Planificar rutas, pero reduzca el límite en el número máximo de paradas o el tiempo total de ruta por vehículo.",
  "AO_100117": "Actualmente, la opción de conducir un camión no es compatible fuera de América del Norte y Central.",
  "AO_100118": "Su rol de usuario no incluye el privilegio de creación, actualización y eliminación de contenido.",
  "AO_100119": "El tipo de geometría de la entrada WithinLayer debe ser polígonos.",
  "AO_100120": "Algunas entidades de la capa superan el límite máximo de tamaño de la solicitud y no se enriquecieron.",
  "AO_100121": "Error de Crear cuenca visual.",
  "AO_100122": "Error de seguimiento aguas abajo.",
  "AO_100123": "Error de creación de cuencas hidrográficas.",
  "AO_100124": "El tipo de geometría de la capa de entrada debe ser de punto para el tipo de zona de influencia ${bufferType}.",
  "AO_100125": "El campo GroupBy ${fieldName} debe contener enteros, texto o una fecha.",
  "AO_100126": "La capa de entrada contiene entidades con una geometría demasiado compleja para el servicio solicitado. Los resultados se basarán en una geometría simplificada.",
  "AO_100127": "Todos los puntos de entrada quedan fuera del área de cobertura de datos.",
  "AO_100128": "El campo de punto proporcionado debe ser una cadena de caracteres o un entero.",
  "AO_100129": "El punto está fuera de la extensión de la cuenca.",
  "AO_100130": "El punto está fuera de la extensión de la unidad de procesamiento.",
  "AO_100131": "El parámetro de distancia de visualización máxima no puede ser superior a ${max}${units}.",
  "AO_100132": "Los datos de origen del DEM no están disponibles en el área de puntos de entrada.",
  "AO_100133": "La resolución del DEM de entrada no es compatible con el valor de distancia máxima especificado. Especifique un valor de distancia máxima más pequeño.",
  "AO_100136": "Extensión no válida para la extracción de datos.",
  "AO_100137": "Se requiere un valor para el ${parameterName}.",
  "AO_100138": "Algunos orígenes no estaban conectados con los destinos correspondientes. Compruebe el campo Estado en las capas de destinos sin asignar y orígenes sin asignar de salida para obtener más información.",
  "AO_100139": "Ninguno de los orígenes se ha podido conectar a destinos.",
  "AO_100140": "La capa de extensión contiene entidades con una geometría demasiado compleja para el servicio solicitado. Los resultados se basarán en una geometría simplificada.",
  "AO_100141": "Las entidades de la capa de extensión superan el límite de tamaño máximo de solicitud y no se pueden extraer.",
  "AO_100142": "La extensión de las entidades de puntos de entrada supera la extensión máxima permitida.",
  "AO_100143": "Su rol de usuario no incluye el privilegio de análisis de elevación.",
  "AO_100144": "La utilidad ${serviceName} no está registrada para el portal.",
  "AO_100145": "El siguiente modo de viaje no es válido: ${travelMode}.",
  "AO_100146": "Las unidades de descanso elegidas, ${breakUnits}, y el modo de viaje, ${travelMode}, son incompatibles. No son valores de tiempo o distancia mutuos.",
  "AO_100147": "El modo de viaje no especifica ningún atributo de impedancia basado en el tiempo.",
  "AO_100148": "No tiene permisos para acceder a la utilidad ${serviceName}.",
  "AO_100149": "No se puede acceder a la dirección URL registrada para la utilidad ${serviceName}: ${cause}.",
  "AO_100150": "Error de Elegir mejores instalaciones.",
  "AO_100151": "Las unidades de rango de viaje elegidas, ${travelRangeUnits}, y el modo de viaje, ${travelMode}, son incompatibles. No son valores de tiempo o distancia mutuos.",
  "AO_100152": "El número combinado de entidades en ${requiredFacilitiesLayer} y ${candidateFacilitiesLayer} no puede ser mayor que ${max}.",
  "AO_100153": "El valor del parámetro ${paramName} debe ser mayor que cero.",
  "AO_100154": "Especifique un valor para el parámetro ${paramName1} o ${paramName2}.",
  "AO_100155": "La capa de instalaciones candidatas, ${candidateFacilitiesLayer}, no se debe especificar para el objetivo de Asignar.",
  "AO_100156": "El porcentaje de demanda para cubrir debe ser mayor que cero y menor o igual a cien.",
  "AO_100157": "La cantidad de candidatos a elegir no puede ser menor que la cantidad de entidades en la capa de instalaciones necesaria.",
  "AO_100158": "La cantidad de candidatos para elegir no puede ser mayor que ${max}.",
  "AO_100159": "El número de recopilaciones de datos es superior al límite máximo de ${maxDataCollections}.",
  "AO_100160": "Algunas de las entidades tienen una geometría no válida y se han eliminado del resultado",
  "AO_100161": "Error de Geocodificación en lote.",
  "AO_100162": "Error de Analizar entrada de geocodificación.",
  "AO_100163": "El texto calificador no es válido.",
  "AO_100164": "Debe introducir inputTable, inputFileItem o columnNames. Los tres no pueden estar vacíos.",
  "AO_100165": "Si no existe fila de encabezado, debe introducir columnNames.",
  "AO_100166": "Si fileType es una tabla, debe introducir inputTable.",
  "AO_100167": "La colección CSV no es un tipo de entrada compatible. Introduzca un archivo CSV o una hoja de cálculo de Microsoft Excel.",
  "AO_100168": "El nombre del archivo o la extensión son demasiado largos.",
  "AO_100169": "El archivo zip no se puede abrir.",
  "AO_100170": "No hay ningún archivo del formato especificado en el archivo zip.",
  "AO_100171": "Dirección URL de servicio de localizador no válida: ${service_url}.",
  "AO_100172": "Credenciales no válidas o URL de servicio de localizador no válida: ${service_url}. Asegúrese de que los elementos de proxy se hayan compartido con Todos.",
  "AO_100173": "El usuario no tiene privilegios de geocodificación ni privilegios de publicación adecuados.",
  "AO_100174": "El servicio de geocodificación debe estar en un servidor federado.",
  "AO_100175": "Token no válido.",
  "AO_100176": "El archivo debe tener codificación UTF-8. Vuelva a enviar el archivo.",
  "AO_100177": "El archivo Excel está dañado y no se puede abrir.",
  "AO_100178": "La primera fila del archivo está vacía. Edite el archivo y vuelva a enviarlo.",
  "AO_100179": "Debe definir anchos de columna si el archivo es de ancho fijo.",
  "AO_100180": "Los anchos de columna deben ser enteros separados por comas como: 5,7,13.",
  "AO_100181": "La fila de encabezado del archivo no se ha podido analizar o está vacía.",
  "AO_100182": "El campo ${field} se podría asignar a 2 campos de alias posibles ${field_one} y ${field_two}.",
  "AO_100183": "La asignación de campos se ha introducido en un formato incorrecto.",
  "AO_100184": "outputFields incorrectos. Introduzca outputFields como: x,y,score,match_addr.",
  "AO_100185": "chars_per_row debe ser un entero.",
  "AO_100186": "widths_of_cols incorrecto. Introduzca widths_of_cols como: 10,15,6.",
  "AO_100187": "outputName debe estar en blanco para obtener un Conjunto de entidades.",
  "AO_100188": "outputName no puede estar vacío.",
  "AO_100189": "Dirección geocodeServiceURL incorrecta. Verifique que el servicio de geocodificación está conectado y tiene un extremo REST de geocodeAddresses válido.",
  "AO_100190": "Compruebe el parámetro header_rows_to_skip.",
  "AO_100191": "No se ha podido escribir el encabezado; compruebe si el valor de headerRowsToSkip es incorrecto o si el servicio de geocodificación no está disponible.",
  "AO_100192": "Si existe la fila de encabezado, debe proporcionar el valor de headerRowsToSkip.",
  "AO_100193": "El valor de headerRowsToSkip debe ser un número positivo menor que el número de filas de inputTable o inputFileItem.",
  "AO_100194": "El archivo de resultados está siendo editado por otro programa.",
  "AO_100195": "El archivo introducido estaba vacío y se devuelve un archivo vacío.",
  "AO_100196": "La asignación de campos debe ser una lista de listas.",
  "AO_100197": "La dirección geocodingServiceURL puede ser incorrecta, no hay maxBatchSize en la página de información.",
  "AO_100198": "Ninguno de los campos está asignado a un campo de localizador válido. Edite la asignación de campos y vuelva a enviar.",
  "AO_100199": "La asignación incluye un campo de localizador no compatible. Edite la asignación de campos y vuelva a enviar.",
  "AO_100200": "La asignación incluye un campo de localizador no compatible. Los campos de localizador admitidos son ${supported_fields}. Edite la asignación de campos y vuelva a enviar.",
  "AO_100201": "field_mapping incluye un campo de entrada ${field} que no está presente en el archivo de entrada: ${supported_fields}.",
  "AO_100202": "No se pudo hacer una solicitud REST desde el equipo del servidor. Verifique que el equipo del servidor puede conectarse a Internet.",
  "AO_100203": "La dirección geocodeServiceURL introducida debería ser https en vez de http.",
  "AO_100204": "En inputTable hay más de 100.000 registros y no se admite.",
  "AO_100205": "El delimitador de columna no es válido.",
  "AO_100206": "Error de Crear réplica para las URL: ${Url}. Compruebe si el servicio permite a otros usuarios exportar datos en distintos formatos.",
  "AO_100207": "El número total de campos de entrada y variables de enriquecimiento supera el límite máximo de ${maxCountOfFields}.",
  "AO_100208": "La fila de encabezado no tiene la misma longitud que el número de listas de la asignación de campos.",
  "AO_100209": "El valor de headerRowsToSkip debe ser un número positivo menor que el número de filas de inputTable o inputFileItem.",
  "AO_100210": "El archivo de entrada tiene demasiadas filas. xls y solo admite hasta 65536 filas. Envíe otro outputType.",
  "AO_100211": "Error de Crear capas de ruta.",
  "AO_100212": "El archivo de datos de ruta de entrada no es un archivo zip válido.",
  "AO_100213": "Los datos de ruta de entrada no contienen la clase de entidad Paradas que se requiere.",
  "AO_100214": "Los datos de ruta de entrada no contienen como mínimo dos paradas.",
  "AO_100215": "Error de Unir entidades.",
  "AO_100216": "Error de Buscar valores atípicos.",
  "AO_100217": "Error al guardar los resultados como capas de rutas ya que el análisis no produjo ninguna ruta.",
  "AO_100218": "Incluir capas de ruta no es válido cuando measurementType es StraightLine.",
  "AO_100219": "Parámetro de entrada no válido: ${paramName}.",
  "AO_100220": "El tipo de geometría ${geomType} para ${paramName} no se admite para la relación espacial: ${spatialRel}.",
  "AO_100221": "El atributo o la relación espacial deben especificarse.",
  "AO_100222": "La relación espacial no se admite para las entradas de tabla.",
  "AO_100223": "No se admite la inclusión de capas de ruta cuando se solicita la salida del conjunto de entidades.",
  "AO_100224": "Error al descargar los datos de ruta desde el elemento de datos de ruta, ${itemId}.",
  "AO_100225": "Error al eliminar el elemento de datos de ruta, ${itemId}.",
  "AO_100226": "Error al extraer los datos de ruta del archivo de datos de ruta.",
  "AO_100227": "La fila de encabezado no tiene la misma longitud que el número de listas de la asignación de campos.",
  "AO_100228": "El valor de headerRowsToSkip debe ser un número positivo menor que el número de filas de inputTable o inputFileItem.",
  "AO_100229": "El archivo de entrada tiene demasiadas filas. xls y solo admite hasta 65536 filas. Envíe otro outputType.",
  "AO_100230": "El tipo de archivo no es compatible. Los tipos de archivo compatibles son csv y xlsx.",
  "AO_100231": "El outputName no está formateado correctamente.",
  "AO_100232": "Su rol de usuario no incluye el privilegio de geocodificación.",
  "AO_100233": "El número de registros de la tabla de entrada supera el número máximo de ${max} registros permitidos para la geocodificación.",
  "AO_100234": "No puede enviar una tabla y un archivo, envíe solo uno de ellos.",
  "AO_100235": "Los inputFileParameters no están formateados correctamente.",
  "AO_100236": "Si envía un archivo debe especificar los inputFileParameters.",
  "AO_100237": "Esta tabla de entrada no es válida. Seleccione otra tabla.",
  "AO_100238": "Este archivo de entrada no es válido. Seleccione otro archivo.",
  "AO_100239": "Debe especificar inputFile, inputTable o columnNames.",
  "AO_100240": "Los geocodeParameters no están formateados correctamente.",
  "AO_100241": "El nombre del resultado de salida ya existe. Elija otro nombre.",
  "AO_100242": "No tiene suficientes créditos para realizar esta operación. Póngase en contacto con su administrador de sistemas de ArcGIS para obtener ayuda.",
  "AO_100243": "Algunas de las entidades de su resultado no están enriquecidas.",
  "AO_100244": "La distancia y las unidades son necesarias para SpatialRelationship WithinDistance.",
  "AO_100245": "Expresión no válida; para ${paramName} JSON mal formado.",
  "AO_100246": "Error al crear capas de ruta para las siguientes rutas: ${routeNames}.",
  "AO_100247": "Error al crear capas de ruta, ya que el número de rutas, ${routeCount}, supera el número máximo de capas de ruta, ${max}, que se pueden crear.",
  "AO_100248": "El archivo o la tabla no tienen registros. Incluya los registros que se van a geocodificar y volver a enviar.",
  "AO_100249": "Categoría no válida.",
  "AO_100250": "La tabla enviada está vacía o dañada.",
  "AO_100251": "Su archivo no tiene codificación UTF-8. Vuelva a enviar.",
  "AO_100252": "Los valores del campo ${startLayerRouteIDField} en ${startLayer} y del campo ${endLayerRouteIDField} en ${endLayer} no son únicos.",
  "AO_100253": "inputTable vacío e inputFileItem vacío. Introduzca inputTable o inputFileItem.",
  "AO_100254": "Error de Buscar centroides.",
  "AO_100255": "Error al crear bins.",
  "AO_100256": "El parámetro ${paramName} requiere un valor válido.",
  "AO_100257": "Algunos valores de los campos de destino no son válidos y no se pueden unir.",
  "AO_100258": "La distancia entre cualquier entrada debe ser inferior a ${mileValue} millas (${kmValue} kilómetros) a pie.",
  "AO_100259": "No se encontró ninguna ubicación vecina. Compruebe que el rango de búsqueda sea el adecuado para su análisis.",
  "AO_100260": "Error de Buscar clústeres de puntos.",
  "AO_100261": "Error de Resumir centro y dispersión.",
  "AO_100262": "Consulta no válida. No todas las expresiones hacen referencia a la misma capa de destino. Las ubicaciones de salida solo pueden provenir de una capa de destino.",
  "AO_100263": "No se puede especificar ${barrierType} si measurementType es StraightLine.",
  "AO_100264": "La capa ${inputLayer} utilizada para especificar ${shapeType} debe tener una geometría ${shapeType}.",
  "AO_100265": "El número de entidades de calle que se intersecan con la capa de barreras de punto rebasó el límite de ${limit}.",
  "AO_100266": "El número de entidades de calle que se intersecan con la capa de barreras de línea rebasó el límite de ${limit}.",
  "AO_100267": "El número de entidades de calle que se intersecan con la capa de barreras de polígono rebasó el límite de ${limit}.",
  "AO_100268": "Error de Generar teselaciones.",
  "AO_100269": "Extensión no válida para la generación de teselaciones.",
  "AO_100270": "El tamaño y número de las variables que ha seleccionado superan el tamaño máximo de fila de la capa de servicio de entidades. Seleccione menos variables.",
  "AO_100271": "El campo ${fieldName} de la capa ${analysisLayer} no puede tener valores vacíos.",
  "AO_100272": "El campo ${startLayerRouteIDField} de la capa ${startLayer} o el campo ${endLayerRouteIDField} de la capa ${endLayer} deben tener valores únicos.",
  "AO_100273": "El valor ${routeId} del campo ${routeIDField} de la capa ${startLayer} no tiene ninguna entidad coincidente en la capa ${endLayer}.",
  "AO_100274": "El número máximo de vehículos para crear rutas debe ser igual al número de entidades de la capa ${startLayer} que se utilizaron como ubicaciones de partida de las rutas.",
  "AO_100275": "El número máximo de vehículos para crear rutas debe ser igual al número de entidades de la capa ${endLayer} que se utilizaron como ubicaciones de llegada de las rutas.",
  "AO_100276": "El número de entidades de la capa ${startLayer} utilizadas como ubicaciones de partida de las rutas no puede ser mayor que ${max}.",
  "AO_100277": "El número de entidades de la capa ${endLayer} utilizadas como ubicaciones de llegada de las rutas no puede ser mayor que ${max}.",
  "AO_100278": "El valor ${measureType} no puede ser mayor que ${max} ${breakUnits} cuando la opción para mostrar áreas inalcanzables como agujeros está seleccionada.",
  "AO_100279": "El valor ${measureType} no puede ser mayor que ${max} ${breakUnits} cuando la opción de incluir calles alcanzables está seleccionada.",
  "AO_100280": "El valor ${measureType} no puede ser mayor que ${max} ${breakUnits} al caminar.",
  "AO_100281": "Las variables de análisis solicitadas provienen de varias jerarquías. Puede dar como resultado resultados incoherentes.",
  "AO_100282": "Se requiere una licencia para ArcGIS Server Advanced en el servidor de alojamiento al utilizar el tipo de medición StraightLine con la herramienta Buscar más cercano.",
  "AO_100283": "Existen demasiadas entidades o formas complejas en el dataset. Considere reducir el número de entidades antes de ejecutar Enriquecer capa. Por ejemplo, puede filtrar el dataset y ejecutar la herramienta en lotes, o reducir el tamaño de la extensión del mapa.",
  "AO_100284": "No se encuentra referencia espacial para ${inputLayer}. Esto provocará que el análisis falle o que se cree una salida sin referencia espacial.",
  "AO_100285": "Solo el propietario para ${inputLayer} puede realizar análisis en esta capa.",
  "AO_100286": "La estimación de crédito se basa en el uso de un GeoEnrichment Service personalizado.",
  "AO_100287": "Los datos no están disponibles para países con los siguientes códigos de país: ${country}.",
  "AO_100288": "No se puede detectar el país de una o más entidades.",
  "AO_100289": "Error de conexión al entorno Póngase en contacto con los servicios de soporte de Esri.",
  "AO_100290": "Los campos de Id. de objeto no pueden utilizar uniones de atributos.",
  "AO_100291": "Error al publicar los resultados de análisis como un conjunto de entidades porque una de las capas de salida tiene más de 9999 entidades. Para mantener todas las entidades, guarde el resultado con capa de entidades.",
  "AO_100292": "El nombre de salida proporcionado ya se está utilizando o contiene caracteres no válidos.",
  "AO_100293": "Una o varias entidades no se han enriquecido debido a un error de creación del área del modo de viaje. Verifique que las entidades de entrada se encuentran en el área de cobertura de datos de su servicio de análisis de red o utilice la distancia en línea recta.",
  "AO_100294": "Una o varias entidades cruzan los límites demográficos. Las variables de enriquecimiento se han estimado mediante el uso de la agregación proporcional.",
  "AO_100295": "La geodatabase de datos de ruta ${geodatabase} no existe.",
  "AO_100296": "El archivo zip de datos de ruta ${zipfile} está vacío.",
  "AO_100297": "La cantidad de líneas de área de servicio de salida, ${numFeatures}, supera el umbral máximo, ${threshold}, que se puede devolver del servicio.",
  "AO_100298": "El trabajo falló debido a un error en el servicio. Póngase en contacto con los servicios de soporte de Esri.",
  "AO_100299": "No se pueden desempaquetar los resultados del servicio de elevación. Póngase en contacto con los servicios de soporte de Esri.",
  "AO_100300": "No se pueden desempaquetar los resultados del servicio de hidrología. Póngase en contacto con los servicios de soporte de Esri.",
  "AO_100301": "Para fusionar capas, se requiere el mismo tipo de geometría en todas las entradas.",
  "AO_100302": "Se requiere una licencia de Geostatistical Analyst para ejecutar esta herramienta.",
  "AO_100303": "Se requiere una licencia de Spatial Analyst para ejecutar esta herramienta.",
  "AO_100304": "Error al crear áreas de umbral.",
  "AO_100305": "El valor no forma parte de Minutos | Segundos | Horas | Millas | Kilómetros | Metros | Pies | Yardas | Otros.",
  "AO_100306": "Expresión de Arcade no válida.",
  "AO_100307": "Todos los polígonos están vacíos.",
  "AO_100308": "El valor numérico está fuera del rango válido.",
  "AO_100309": "El valor no forma parte de ToFacility | FromFacility.",
  "AO_100310": "El valor no forma parte de a StraightLine | Tiempo de conducción | Distancia de conducción | Tiempo en camión | Distancia en camión | Tiempo a pie | Distancia a pie | Tiempo de conducción (medio rural) | Distancia de conducción (medio rural).",
  "AO_100311": "El valor no forma parte de GeoLocal | UTC.",
  "AO_100312": "Los datos no se pueden almacenar como conjunto de entidades si incluyen calles alcanzables.",
  "AO_100313": "No se puede realizar la sobrescritura: el elemento de portal especificado no existe.",
  "AO_100314": "No se puede realizar la sobrescritura: debe ser el propietario del elemento o tener privilegios administrativos para sobrescribir este elemento.",
  "AO_100315": "No se puede realizar la sobrescritura: tipo de elemento no compatible para sobrescribir.",
  "AO_100316": "El nombre de servicio especificado es distinto del título del elemento existente que se va a sobrescribir. El elemento se sobrescribirá, pero el título del elemento no se actualizará.",
  "AO_100317": "No se puede realizar la sobrescritura: debe proporcionar un Id. de elemento para sobrescribir un elemento.",
  "AO_100318": "No se puede realizar la sobrescritura: otros elementos del portal hacen referencia al elemento de portal especificado. Es preciso eliminar cualquier capa de visualización asociada al elemento de portal especificado antes de poder llevar a cabo la sobreescritura.",
  "AO_100319": "El número total de campos de la capa de resultados, incluidos los campos de análisis generados por la herramienta, supera el límite de 1023.",
  "AO_100320": "El número total de campos de la capa de resultados, incluidos los campos de análisis generados por la herramienta, supera el límite de 1019.",
  "AO_100321": "No se puede realizar la sobrescritura; la referencia espacial de la salida debe coincidir con la referencia espacial del elemento existente que se quiere sobrescribir.",
  "AO_100322": "Error al publicar el resultado. Intente ejecutar la herramienta de nuevo más tarde.",
  "AO_100323": "No se han podido alcanzar los valores de umbral.",
  "AO_100324": "Esta variable no es adecuada para el análisis de área de umbral.",
  "AO_100325": "No se ha encontrado ninguna red de calles para el punto de entrada: ${pointId}.",
  "AO_100326": "Se ha alcanzado el radio máximo sin ninguna solución para el punto de entrada: ${pointId}.",
  "AO_100327": "No se puede realizar la sobrescritura: otros elementos del portal hacen referencia al elemento de portal especificado. Es preciso eliminar cualquier capa de visualización asociada al elemento de portal especificado antes de poder llevar a cabo la sobreescritura.",
  "AO_100328": "El tipo de geometría de la capa de entrada no puede ser de puntos. Para utilizar esta entrada para crear una nueva capa de puntos, pruebe la herramienta Buscar por atributos y ubicación.",
  "AO_100329": "Los atributos de fusión no son válidos.",
  "AO_100352": "La suma del número de entidades de las instalaciones candidatas y las capas de instalaciones no puede ser superior a ${max}.",
  "AO_100353": "No se pudo crear el servicio de entidades de salida. No se admiten campos Timestampoffset.",
  "AO_100354": "El formato de datos de salida especificado requiere el sistema de coordenadas del Sistema geodésico mundial de 1984 (WGS84). Se ha aplicado WGS84 y el sistema de coordenadas de salida no se ha utilizado.",
  "AO_100355": "Las estadísticas de resumen no se pueden calcular para los siguientes tipos de campo: DateOnly, TimeOnly y TimestampOffset.",
  "AO_100356": "Los siguientes tipos de campos no se pueden exportar: ${params}.",
  "AO_1011": "Casos con un número demasiado bajo de vértices para una geometría válida (solo incluye los 30 primeros): %1 = %2.",
  "AO_109": "La distancia de zona de influencia no puede ser negativa para líneas y puntos.",
  "AO_110": "${inputFC} no existe.",
  "AO_110057": "La referencia espacial de las entidades de entrada (${inputFeatures}) no es compatible con el sistema de coordenadas de salida (${outputCoordinateSystem}).",
  "AO_110058": "La referencia espacial de las entidades candidatas (${candidateFeatures}) no es compatible con el sistema de coordenadas de salida (${outputCoordinateSystem}).",
  "AO_110059": "Las proyecciones entre entidades de entrada y entidades candidatas son incompatibles. Se ha realizado un análisis en la proyección 'WGS_1984_Web_Mercator_Auxiliary_Sphere'.",
  "AO_110068": "La prueba de Rayleigh requiere al menos ${numCases2D} entidades para que un resultado bidimensional sea válido y ${numCases3D} entidades para que un resultado tridimensional lo sea.",
  "AO_110069": "Hay muy pocas entidades para ${numBadCases} de ${numCases} casos para validar la prueba de Rayleigh.",
  "AO_110070": "La prueba de Rayleigh no es válida porque el dataset es diametralmente bimodal. La salida se ha corregido para mejorar la representación de la orientación media.",
  "AO_110071": "Se han encontrado datos diametralmente bimodales para ${numDoubleAngleCases} de ${doubleAngleCases} casos. La prueba de Rayleigh no es válida para esos casos y, como resultado, la salida se ha corregido para mejorar la representación de la orientación media.",
  "AO_110083": "Las unidades verticales y lineales del sistema de coordenadas XY y Z no son las mismas.",
  "AO_110141": "El número mínimo de entidades por clúster es mayor que el número de entidades del dataset.",
  "AO_110143": "El número mínimo de entidades por clúster debe ser mayor que 1.",
  "AO_110144": "Error al generar las áreas de delimitación utilizando el modo de viaje especificado.",
  "AO_110145": "No todas las capas de fusión tienen un atributo de fusión.",
  "AO_110146": "El campo ${fieldName} no existe en la capa ${layerName}, por lo que la operación de fusión ${mergeAttribute} no puede realizarse.",
  "AO_110243": "El análisis no pudo completarse porque la cuadrícula creada superaría el máximo de dos mil millones de celdas.",
  "AO_110250": "Todas las celdas de cuadrícula deben quedar dentro del dominio de proyección.",
  "AO_110339": "Los atributos de interés para las entidades candidatas deben tener valores promedio que varíen con respecto a las entidades de entrada al establecer la coincidencia usando perfiles de atributo.",
  "AO_110340": "${summary} no se puede calcular para los campos de fecha.",
  "AO_110341": "Las estadísticas no se pueden calcular para el campo ${fieldName}. Póngase en contacto con los servicios de soporte de Esri.",
  "AO_110342": "Error al crear el servicio de entidades ${serviceName}.",
  "AO_110343": "Error al crear el elemento ${itemName}.",
  "AO_110344": "En el análisis de teselación H3 se requiere el sistema de coordenadas del Sistema geodésico mundial de 1984 (WGS84). Se ha aplicado WGS84 y el sistema de coordenadas de salida no se ha utilizado.",
  "AO_110345": "En el análisis de teselación H3 se requiere el sistema de coordenadas del Sistema geodésico mundial de 1984 (WGS84). Se ha aplicado WGS84 como sistema de coordenadas de salida.",
  "AO_110346": "Se requiere una resolución de bin cuando el tipo de bin es H3 Hexagons.",
  "AO_110347": "Se requiere una entrada de tamaño de bin para este tipo de bin.",
  "AO_110348": "La extensión no contiene una referencia espacial válida.",
  "AO_110349": "La extensión proporcionada en el parámetro de contexto no es válida.",
  "AO_110350": "El sistema de coordenadas de salida proporcionado en el parámetro de contexto no es válido.",
  "AO_110351": "No se pueden realizar varias operaciones en el mismo campo.",
  "AO_1115": "Se debe establecer la propiedad de descripción de capas para ${layerName}.",
  "AO_1156": "Un valor de campo no es compatible con el tipo de campo.",
  "AO_12": "El campo que se desea agregar ya existe.",
  "AO_1533": "No se han podido calcular los puntos calientes y fríos de los datos que ha proporcionado. Intenta especificar un campo de análisis cuando corresponda.",
  "AO_1534": "Los puntos calientes y fríos no se pueden calcular si el número de puntos de cada área poligonal es idéntico. Inténtelo con áreas poligonales diferentes o seleccione opciones de análisis diferentes.",
  "AO_1535": "La opción de análisis que ha seleccionado necesita un mínimo de ${minNumFeatures} áreas de agregación.",
  "AO_1536": "Las opciones de análisis que ha seleccionado necesitan un mínimo de ${minNumIncidents} puntos para poder calcular los puntos calientes y fríos.",
  "AO_1570": "La opción de análisis que ha seleccionado necesita un mínimo de ${minNumIncidents} puntos para situarse en el interior de las áreas de polígono de límite.",
  "AO_1571": "Las opciones de análisis que ha seleccionado necesitan un mínimo de ${minNumFeatures} entidades con datos válidos en el campo de análisis para poder calcular los puntos calientes y fríos.",
  "AO_1572": "No existe una variación suficiente en cuanto a puntos de ubicación para calcular los puntos calientes y fríos. Los puntos que coinciden, por ejemplo, reducen la variación espacial. Puede intentar especificar un área límite, áreas de agregación (un mínimo de 30) o un campo de análisis.",
  "AO_1573": "No hay suficiente variación entre los puntos dentro de las áreas del polígono de delimitación. Puede intentar especificar unos límites mayores.",
  "AO_1574": "La opción de análisis que ha seleccionado necesita un mínimo de ${minNumIncidents} puntos para situarse en el interior de los polígonos de agregación.",
  "AO_1575": "Todos los valores de su campo de análisis son probablemente los mismos. Los puntos calientes y fríos no se pueden calcular si no existe una variación en el campo que se está analizando.",
  "AO_1583": "Cuando hay varias entidades de entrada, la coincidencia se basa en el promedio de sus atributos de interés.",
  "AO_1584": "Atributo(s) no encontrado(s) o no válido(s). Los siguientes campos se han eliminado de la lista de atributos que se deben tener en cuenta: ${removedFields}.",
  "AO_1585": "Atributos no encontrados o no válidos. No quedan campos válidos en esta lista de atributos que se deben tener en cuenta.",
  "AO_1586": "El número de resultados no puede ser mayor que el número de entidades candidatas. El parámetro se establecerá en el valor máximo: ${maxValue}",
  "AO_1587": "El número de resultados no puede ser mayor que la mitad del número de entidades candidatas. El parámetro se establecerá en el valor máximo: ${maxValue}",
  "AO_1588": "Varianza cero. Los campos siguientes no tienen suficiente variación para usarlos en esta herramienta: ${name}.",
  "AO_1589": "Esta herramienta requiere un mínimo de 2 ubicaciones para buscar.",
  "AO_1598": "Debe proporcionar al menos dos atributos de interés al establecer la coincidencia usando perfiles de atributo.",
  "AO_1599": "Hay muy pocos registros para el análisis. Esta herramienta requiere al menos 1 ubicación de referencia en la capa de entrada para calcular los resultados.",
  "AO_1605": "Las distancias de las coordenadas geográficas (grados, minutos, segundos) se analizan usando distancias de cuerda en metros.",
  "AO_1607": "Los valores de distancia sobrepasan los 30 grados decimales. Las distancias de cuerda no son precisas por encima de los 30 grados.",
  "AO_1616": "Entidades candidatas con registros erróneos (solo se incluyen las 30 primeras): ${label} = ${badIDs}.",
  "AO_192": "El tamaño de celda debe ser menor que la banda de distancia.",
  "AO_210": "No se puede crear la salida ${outputFC}.",
  "AO_26": "La distancia de zona de influencia es cero.",
  "AO_308": "Tipo de campo no válido.",
  "AO_358": "Expresión no válida.",
  "AO_366": "Tipo de geometría no válido.",
  "AO_385": "La opción LINE no es válida con entidades de punto.",
  "AO_40039": "No hay suficientes datos para calcular el método. Se requieren al menos 10 puntos.",
  "AO_40040": "Los datos están distribuidos a lo largo de una línea recta y no se pueden procesar.",
  "AO_40069": "La varianza de los datos es demasiado pequeña para calcularla.",
  "AO_401": "No se encontraron entidades para el procesamiento.",
  "AO_426": "Memoria insuficiente.",
  "AO_438": "La superposición no es un polígono.",
  "AO_468": "Los tipos de forma de entrada no son iguales.",
  "AO_539": "La expresión no es válida.",
  "AO_561": "La relación espacial especificada no es válida para las capas seleccionadas.",
  "AO_640": "Tipo de campo no válido para ${fieldName}; debe ser de tipo ${typeString}.",
  "AO_641": "Esta herramienta requiere al menos ${numFeatures} entidades para calcular los resultados.",
  "AO_642": "Problemas al leer ${badNum} de ${totalNum} registros totales.",
  "AO_715": "${numObsNoNeighs} entidades no tenían vecinos según el umbral de distancia determinado; devolviendo la entidad vecina con el centroide verdadero más cercano.",
  "AO_716": "Entidades con ajuste de búsqueda de vecindad (solo incluye las primeras 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} polígonos no cumplieron el número mínimo de vecinos especificado en función de la contigüidad del polígono; para estos polígonos, los vecinos no contiguos más cercanos también se incluirán como vecinos.",
  "AO_728": "El analysisField ${fieldName} que ha especificado no existe en analysisLayer.",
  "AO_735": "Proporcione al menos un campo de análisis válido en el cual basar la similitud.",
  "AO_800": "El valor no es miembro de SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "Es necesario proporcionar polígonos para agregar incidentes en recuentos para este método de agregación de datos de incidentes.",
  "AO_845": "Lo ideal es contar con un mínimo de ${warnNumObs} entidades de entrada para el análisis.",
  "AO_846": "${numObsNoNeighs} entidades no tenían vecinos, lo cual generalmente invalida las propiedades estadísticas de una prueba.",
  "AO_847": "Entidades sin vecinos (solo incluye las primeras 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Entidades con registros erróneos (solo incluye las primeras 30): ${ObjIDs} = ${IDnums}.",
  "AO_897": "La banda de distancia proporcionada ${smallDistance} es demasiado pequeña para el área de estudio.",
  "AO_898": "No se encontraron ponderaciones válidas.",
  "AO_900003": "Imposible obtener el recuento de entidades de ${layer}.",
  "AO_900004": "El archivo de configuración ${file} no existe.",
  "AO_900005": "Error al estimar el coste de ${TaskName}.",
  "AO_900006": "Imposible analizar la entrada; JSON mal formado.",
  "AO_900007": "Tipo de parámetro no admitido: ${type}.",
  "AO_900008": "Herramienta ${ToolName} no admitida para la estimación de costes.",
  "AO_900009": "Imposible obtener el recuento de entidades de la capa de geoenriquecimiento.",
  "AO_906": "Varianza cero: es probable que todos los valores para el campo de entrada sean similares.",
  "AO_910": "Hay muy pocas entidades para ${numBadCases} de ${numCases} casos.",
  "AO_911": "Mismos puntos de inicio y final para ${numBadObs} de ${numObs} entidades de línea.",
  "AO_912": "Entidades de línea con los mismos puntos de inicio y final (solo incluye las primeras 30): ${label} = ${badLengths}.",
  "AO_929": "La banda de distancia debe ser menor que la extensión de análisis.",
  "AO_941": "Los valores de peso negativos se interpretaron como cero para el procesamiento.",
  "AO_947": "Casos con muy pocas entidades (solo incluye los primeros 30): ${label} = ${badCases}.",
  "AO_973": "No se pudo representar la salida en base al archivo de capa predeterminado.",
  "AO_978": "Hay muy pocos vértices para crear una geometría válida.",
  "BD_100082": "Se necesita un nombre de campo y una expresión.",
  "BD_100084": "El tipo de campo debe ser una cadena de caracteres, un entero, un valor doble o una fecha.",
  "BD_100088": "Los campos \"${attribute}\" deben estar tanto en la capa de referencia como en la de búsqueda de candidatos.",
  "BD_100089": "Los siguientes campos carecen de variación suficiente para usarlos en este análisis: ${attribute}.",
  "BD_100090": "Esta herramienta requiere al menos dos ubicaciones de búsqueda candidatas que no sean también ubicaciones de referencia.",
  "BD_100161": "Error de Geocodificación en lote.",
  "BD_100162": "Error de Analizar entrada de geocodificación.",
  "BD_100171": "URL de localizador de direcciones no válida: ${locator_url}.",
  "BD_100182": "Los siguientes campos ${field} tienen duplicados.",
  "BD_100189": "No se pudo conectar al servicio de geocodificación remoto. Compruebe que el servicio de geocodificación esté en línea y tenga un extremo REST de geocodeAddresses válido.",
  "BD_100199": "Edite la asignación de campos y vuelva a enviar. La asignación incluye un campo de localizador no compatible.",
  "BD_101000": "No se puede realizar la operación de consulta.",
  "BD_101001": "Para esta operación es necesario establecer el tiempo en las entidades de origen, falta en '${paramName}'.",
  "BD_101002": "Para esta operación es necesario establecer la geometría en las entidades de origen, falta en '${paramName}'.",
  "BD_101003": "No se admite el tipo de intervalo de distancia.",
  "BD_101004": "Tipo de geometría incorrecto para '${paramName}'. Se esperaba '${expectedType}', pero se obtuvo '${actualType}'.",
  "BD_101005": "El campo '${requiredField}' es obligatorio si se ha definido '${setField}'.",
  "BD_101006": "No se admite el tipo de intervalo de tiempo. Solo se admiten números enteros.",
  "BD_101007": "Se requiere al menos una relación.",
  "BD_101008": "El campo '${requiredField}' es obligatorio.",
  "BD_101009": "No se encontraron los campos en el dataset: ${fields}.",
  "BD_101010": "El resultado de su análisis no ha devuelto ninguna entidad. No se creará ninguna capa.",
  "BD_101011": "Uno de '${firstField}' o '${secondField}' es obligatorio.",
  "BD_101012": "No es posible establecer '${firstField}' y '${secondField}' al mismo tiempo.",
  "BD_101013": "Tipo de tiempo incorrecto para '${paramName}'. Se esperaba '${expectedType}', se obtuvo '${actualType}'.",
  "BD_101014": "La relación de entidades proporcionada '${targetType} ${relationshipType} ${joinType}' no es válida.",
  "BD_101015": "El conjunto de relaciones definido no es válido.",
  "BD_101016": "Se requiere una referencia espacial si se ha seleccionado la opción GEODESIC.",
  "BD_101017": "Algunos resultados de la zona de influencia planar pueden superar la extensión válida. Plantéese utilizar una zona de influencia geodésica para tener en cuenta la forma de la Tierra.",
  "BD_101018": "Se omitieron una o varias entidades porque una distancia negativa o muy pequeña no produjo ninguna geometría.",
  "BD_101019": "Se omitieron una o varias entidades debido a un valor del campo de distancia de cero.",
  "BD_101020": "Se omitieron una o varias entidades debido a un valor del campo de distancia NULL o EMPTY.",
  "BD_101021": "Se omitieron una o varias entidades debido a un valor del campo de distancia de zona de influencia no válido.",
  "BD_101022": "Se omitieron una o varias entidades debido a un valor del campo de distancia de zona de influencia no lineal.",
  "BD_101023": "Se omitieron una o varias entidades debido a un tipo de distancia de zona de influencia no válido.",
  "BD_101024": "Utilizar un método geodésico para el sistema de coordenadas geográficas.",
  "BD_101025": "Expresión de zona de influencia no válida.",
  "BD_101026": "El parámetro '${paramName}' no es válido.",
  "BD_101027": "'${outputName}' no es un nombre de salida válido.",
  "BD_101028": "Iniciando nuevo trabajo distribuido con ${totalTasks} tareas.",
  "BD_101029": "${completedTasks}/${totalTasks} tareas distribuidas finalizadas.",
  "BD_101030": "Error al ejecutar ${toolName}. Póngase en contacto con el administrador con el Id. de trabajo '${jobID}'.",
  "BD_101031": "Se ha cancelado el trabajo.",
  "BD_101032": "El valor '${paramValue}' del parámetro '${paramName}' no está dentro del rango válido [${expectedRange}].",
  "BD_101033": "'${paramName}' se proyectará en la referencia espacial de procesamiento.",
  "BD_101034": "'${paramName}' no tiene una referencia espacial y no se pudo proyectar en la referencia espacial de procesamiento.",
  "BD_101035": "'${paramName}' se limitará a la extensión de salida.",
  "BD_101036": "La estadística '${statistic}' no es válida para el campo '${fieldName}'.",
  "BD_101037": "El tamaño de vecindad debe ser mayor que el tamaño de bin.",
  "BD_101038": "Se produjo un error al devolver el resultado; no obstante, el resultado debería seguir estando disponible en su contenido.",
  "BD_101039": "El ${paramName} de entrada es un sistema de coordenadas geográficas, pero esta operación requiere un sistema de coordenadas proyectadas. Utilice un dataset proyectado o defina el sistema de coordenadas de procesamiento para el análisis como un sistema de coordenadas proyectadas.",
  "BD_101040": "Ya existe una capa web denominada '${outputName}'.Elija un nombre diferente que sea único en su organización.",
  "BD_101041": "Error al conectar con el data store. Verifique que la información de conexión es correcta.",
  "BD_101042": "No se puede acceder al recurso compartido de archivos. Verifique que su cuenta de usuario de ArcGIS Server tiene acceso al recurso compartido de archivos.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Debe proporcionar al menos dos atributos de interés para el método de coincidencia de perfil de atributo.",
  "BD_101046": "Especifique el número de resultados para devolver. El número de resultados debe ser mayor que 0.",
  "BD_101047": "El número de resultados debe ser menor o igual que 10.000. Se han calculado los 10.000 primeros resultados.",
  "BD_101048": "Los atributos de interés tienen duplicados.",
  "BD_101049": "El número de resultados solicitado es mayor que el número de resultados devuelto.",
  "BD_101050": "El tipo de campo de atributos de interés seleccionado debe ser numérico.",
  "BD_101051": "Se encontraron posibles problemas al leer '${paramName}'.",
  "BD_101052": "Faltan valores de tiempo en algunos registros o bien no son válidos.",
  "BD_101053": "Algunos registros tienen valores de tiempo que no son del tipo ${timeType}.",
  "BD_101054": "Faltan geometrías en algunos registros o bien no son válidas.",
  "BD_101055": "Algunos registros tienen geometrías que no son del tipo ${geometryType}.",
  "BD_101056": "Unidad de forma de resumen no válida ${unit} para geometría ${geomType}.",
  "BD_101057": "No se puede iniciar el trabajo distribuido. Compruebe la configuración del servicio GeoAnalyticsTools y asegúrese de que haya suficientes recursos disponibles para poder ejecutar el trabajo.",
  "BD_101058": "El análisis requiere más memoria de la que está asignada. Incremente la memoria asignada a la caja de herramientas GeoAnalytics en ArcGIS Server Manager.",
  "BD_101059": "No se pudo calcular ningún periodo de tiempo.",
  "BD_101060": "Había ${numErrors} periodos de tiempo que no se pudieron calcular. Se han mostrado los primeros ${numDisplay} errores.",
  "BD_101061": "El periodo de tiempo de ${startTime} a ${endTime} tiene muy pocos registros para su análisis. Cada periodo de tiempo requiere al menos ${minFeatures} entidades para calcular los resultados.",
  "BD_101062": "El periodo de tiempo de ${startTime} a ${endTime} tiene una varianza cero. Todos los valores del campo de entrada de este periodo de tiempo son prácticamente iguales.",
  "BD_101063": "Existe varianza cero. Todos los valores del campo de entrada son prácticamente iguales.",
  "BD_101064": "La expresión proporcionada para '${fieldName}' da como resultado un tipo de datos que no es un tipo de datos de atributos compatible.",
  "BD_101065": "La expresión proporcionada para '${fieldName}' no es válida.",
  "BD_101066": "Error al inicializar la plataforma informática distribuida.",
  "BD_101067": "Se ha creado un cubo de espacio-tiempo. Los resultados no se han cargado correctamente en su contenido.",
  "BD_101068": "Para la generación y el análisis de bins se requiere un sistema de coordenadas proyectadas. La proyección ${projectionName} se ha aplicado con parámetros de proyección personalizados basados en la extensión de análisis.",
  "BD_101069": "La entrada '${paramName}' no define ningún sistema de coordenadas.",
  "BD_101070": "El dataset '${datasetName}' en el recurso compartido de archivos de big data '${fileShareName}' se ha registrado incorrectamente.",
  "BD_101071": "El objeto '${jsonObject}' para '${datasetName}' en el recurso compartido de archivos de big data '${fileShareName}' se ha registrado incorrectamente.",
  "BD_101073": "${numColumns} campos (más los campos de sistema) superan el límite de ${maxColumns} para ${dataStoreType} del data store.",
  "BD_101074": "El tipo de campo es obligatorio para agregar un nuevo campo.",
  "BD_101075": "La hora es obligatoria para las operaciones que realizan seguimiento.",
  "BD_101076": "Error al encontrar un certificado SSL válido durante la conexión a un equipo remoto.",
  "BD_101077": "Asignación de campos incorrecta. Los campos no asignados al localizador como nombres de columnas están vacíos.",
  "BD_101083": "* Extensión espacial = ${extent}",
  "BD_101084": "* Extensión temporal = ${extent}",
  "BD_101085": "La extensión de procesamiento es nula o está vacía.",
  "BD_101086": "La extensión de procesamiento no es válida para la referencia espacial proporcionada.",
  "BD_101087": "No se encontró el dataset '${datasetName}' referenciado en el archivo de sugerencias.",
  "BD_101088": "Algunas entidades de resultado se recortaron a la extensión válida de la referencia espacial resultante.",
  "BD_101089": "Se está reintentando el escenario (attempt=${attempt}). Compruebe que haya asignado los recursos suficientes con la configuración de GeoAnalytics. Si no lo ha hecho, plantéese cancelar el trabajo.",
  "BD_101090": "Algunos registros no se geocodificaron y faltan geometrías.",
  "BD_101091": "El Servicio de geocodificación mundial de ArcGIS Online no es un localizador compatible con GeoAnalytics Tools.",
  "BD_101092": "El umbral de división de distancia debe ser mayor que cero.",
  "BD_101093": "Error en la expresión de '${fieldName}': La función '${functionName}' presenta parámetros no válidos.",
  "BD_101094": "Error en la expresión de '${fieldName}': Asignación izquierda no válida.",
  "BD_101095": "Error en la expresión de '${fieldName}': No es una función: ${object}",
  "BD_101096": "Se encontró un archivo dañado o no compatible durante la lectura de la entrada.",
  "BD_101097": "Se produjeron uno o varios errores al calcular los nuevos valores de campo.",
  "BD_101098": "Error en la expresión de '${fieldName}': Referencia a variable no definida '${reference}'.",
  "BD_101099": "Error en la expresión de '${fieldName}': Referencia a variable no definida '${reference}'. ¿Quiso decir '${suggestion}'?",
  "BD_101100": "Las relaciones temporales cercanas necesitan una distancia temporal.",
  "BD_101114": "Los valores de campo de groupby deben ser del tipo entero, de texto o de fecha.",
  "BD_101115": "El campo '${inputLayerField}' se ha asignado ${count} veces.",
  "BD_101116": "Se produjeron uno o varios errores con el parámetro fieldMapping.",
  "BD_101117": "Ninguna asignación de campos especificada. Se aplicará la asignación de campos predeterminada.",
  "BD_101118": "La capa de entrada ${inputLayer} no es una capa alojada.",
  "BD_101119": "Tipo de asignación de campos \\'${invalidMappingType}\\' desconocido. Se esperaba \\'AppendData\\' o \\'Expression\\'.",
  "BD_101120": "El tipo de campo de '${inputLayerField}' no coincide con el tipo de campo de '${appendLayerField}'. Se esperaba '${expectedType}', pero se obtuvo '${actualType}'.",
  "BD_101121": "La capa de entrada y la capa de incorporación no tienen ningún campo coincidente. No se ha incorporado ninguna entidad.",
  "BD_101122": "El tipo de geometría de la capa de incorporación no coincide con el de la capa de entrada. Se esperaba '${expectedType}', pero se obtuvo '${actualType}'.",
  "BD_101123": "El tipo de tiempo de la capa de incorporación no coincide con el de la capa de entrada. Se esperaba '${expectedType}', pero se obtuvo '${actualType}'.",
  "BD_101124": "Faltan los siguientes campos en la capa de incorporación y asignación de campos: ${missingFields}.",
  "BD_101125": "No se han incorporado los siguientes campos: \\'${fieldNames}\\'.",
  "BD_101126": "El siguiente campo de incorporación no existe en la capa de incorporación: \\'${fieldName}\\'.",
  "BD_101127": "Expresión de Arcade no válida para el campo de entrada: \\'${fieldName}\\'.",
  "BD_101128": "El campo '${inputLayerField}' no existe en la capa de entrada.",
  "BD_101129": "Algunos campos de capa de incorporación no se han incorporado debido a la falta de coincidencia del tipo de campo.",
  "BD_101130": "El tipo de campo de \\'${inputFieldName}\\' no coincide con el tipo de campo de la capa de entrada. Se esperaba \\'${expectedType}\\', pero se obtuvo \\'${actualType}\\'.",
  "BD_101131": "La nulidad de \\'${inputFieldName}\\' no coincide con la nulidad de la capa de entrada. Se esperaba \\'${expectedType}\\', pero se obtuvo \\'${actualType}\\'.",
  "BD_101132": "Los siguientes campos de capa de incorporación, ${mismatchedFields}, no se han incorporado debido a la falta de coincidencia del nombre de campo.",
  "BD_101136": "La capa de entrada no tiene habilitada la edición. Póngase en contacto con el administrador o propietario de la capa para habilitar la edición.",
  "BD_101137": "El análisis y la generación de bins requiere un sistema de coordenadas de proyección. Se ha aplicado la proyección ${projectionName} con parámetros de proyección personalizados basados en la extensión de análisis.",
  "BD_101152": "El tipo de geometría de la capa de fusión no coincide con el de la capa de entrada. Se esperaba \\'${expectedType}\\', pero se obtuvo \\'${actualType}\\'.",
  "BD_101153": "El tipo de tiempo de la capa de fusión no coincide con el de la capa de entrada. Se esperaba '${expectedType}' pero se obtuvo '${actualType}'.",
  "BD_101154": "Se ha asignado al campo \\'${mergeLayerField}\\' una operación ${count} veces.",
  "BD_101155": "Se produjeron uno o varios errores con el parámetro de fusión de atributos.",
  "BD_101156": "El tipo de campo de \\'${inputLayerField}\\' no coincide con el tipo de campo de \\'${mergeLayerField}\\'. Se esperaba \\'${expectedType}\\', pero se obtuvo \\'${actualType}\\'.",
  "BD_101157": "MergeType \\'${invalidMergeType}\\' desconocido. Se esperaba \\'Match\\', \\'Remove\\' o \\'Rename\\'.",
  "BD_101158": "El campo \\'${mergeLayerField}\\' no existe en la capa de fusión.",
  "BD_101159": "El campo \\'${inputLayerField}\\' no existe en la capa de entrada.",
  "BD_101160": "El nombre de campo \\'${renameField}\\' ya existe en la capa de entrada.",
  "BD_101161": "El nombre de campo \\'${fieldName}\\' ya existe en la capa de fusión.",
  "BD_101162": "Falta un campo en los atributos de fusión de \\'${mergeOperation}\\'.",
  "BD_101164": "Se ignora mergeValue para \\'Remove\\'.",
  "BD_101169": "Uno o varios campos con nombres coincidentes no se pudieron fusionar debido a tipos de campo incompatibles. Utilice atributos de fusión para resolver los conflictos.",
  "BD_101178": "Resumen de resultados GLR [Tipo de modelo: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "Diagnósticos GLR",
  "BD_101189": "El trabajo de GeoAnalytics está esperando a los recursos y aún no ha empezado. El trabajo se cancelará automáticamente pasados ${minutes} minutos.",
  "BD_101191": "El recurso compartido de archivos de big data \\'${catalogPath}\\' no existe o no se puede acceder a él.",
  "BD_101204": "El resultado del análisis no ha devuelto ninguna entidad para \\'${layerName}\\'. \\'${layerName}\\' no se creará.",
  "BD_101205": "El número de entidades de muestra solicitado es mayor que el número total de entidades. Se devolverán todas las entidades de entrada.",
  "BD_101206": "Se omitirá la creación de una capa de extensión.",
  "BD_101207": "La variable de entrada \\'${variableName}\\' no se puede tratar como de categorías.",
  "BD_101208": "No se puede crear el diagnóstico de los datos de validación. Los valores para la variable que se va a predecir en el dataset de validación no existen en el dataset de entrenamiento.",
  "BD_101209": "La variable de entrada \\'${variableName}\\' es un campo de cadena de caracteres y se debe especificar como de categorías.",
  "BD_101210": "La fuente de datos de salida no admite escribir datasets sin un tipo de geometría definido.",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Parámetros de entrada",
  "BD_101214": "Variable para predecir: ${variablePredict}",
  "BD_101215": "Crear tabla de importancia variable: ${createTable}",
  "BD_101216": "Variables explicativas coincidentes: ${variableMatching}",
  "BD_101219": "En el siguiente informe se describe el resumen del resultado de Clasificación y regresión basadas en bosque:",
  "BD_101220": "En el siguiente informe se describe el resumen del análisis de Describir dataset:",
  "BD_101221": "Resumen de entidades de entrada:",
  "BD_101222": "Resumen de geometría:",
  "BD_101223": "Resumen de tiempo:",
  "BD_101224": "El script de Python tiene una sintaxis no válida.",
  "BD_101225": "La herramienta \\'${toolName}\\' requiere el privilegio 'Publicar herramientas web'.",
  "BD_101227": "Dataset de recurso compartido de archivos de big data creado: ${serviceUrl}",
  "BD_101228": "Las siguientes variables de categorías contienen menos de dos valores distintos: ${variableNames}. Las variables de categorías requieren al menos dos valores distintos.",
  "BD_101229": "Parámetro de asignación de variable dependiente no válido. Las claves deben ser \\'value0\\' y \\'value1\\'.",
  "BD_101230": "Parámetro de asignación de variable dependiente no válido. Se deben proporcionar dos valores únicos.",
  "BD_101238": "El número de vecinos introducido debe ser mayor que 0 y menor o igual que 5.000.",
  "BD_101239": "El radio de búsqueda introducido debe ser mayor que 0 y menor o igual que 500 kilómetros.",
  "BD_101245": "Error al escribir resultados en el big data store espaciotemporal.",
  "BD_101253": "El valor de variable dependiente predicho para una o más entidades mediante menos de ${minNeighbors} vecinos.",
  "BD_101254": "Existen una o más entidades con más entidades coincidentes que el número de vecinos especificados, ${numNeighbors}.",
  "BD_101255": "No se pudo calcular al menos un modelo local debido a la multicolinealidad.",
  "BD_101256": "No se puede predecir el valor de variable dependiente para una o más entidades.",
  "BD_101257": "No se puede predecir el valor de variable dependiente para ninguna entidad.",
  "BD_101259": "Los atributos de interés para las entidades de búsqueda deben tener valores promedio que difieran con respecto a las entidades de entrada cuando se utilice el método de coincidencia de perfiles de atributos.",
  "BD_1022": "Esta herramienta requiere un sistema de coordenadas proyectadas.",
  "BD_109": "La distancia de zona de influencia no puede ser negativa para líneas y puntos.",
  "BD_110004": "Un cubo de espacio-tiempo debe tener por lo menos 10 intervalos de tiempo.",
  "BD_110005": "Este cubo de espacio-tiempo no se puede crear porque tendría más bins que los dos mil millones de bins permitidos como máximo.",
  "BD_110047": "El valor del parámetro Intervalo de periodo de tiempo debe ser positivo y mayor que cero.",
  "BD_110064": "No se pudo crear el cubo de espacio-tiempo de salida debido al campo de resumen ${variableName}. Vuelva a considerar la estadística y el tipo de relleno elegidos para este campo.",
  "BD_110194": "No se pueden asignar y analizar campos en las entidades de entrenamiento con campos en las entidades que se van a predecir.",
  "BD_110199": "No se pueden calcular las estadísticas de resumen requeridas para el análisis.",
  "BD_110208": "La variable para predecir por regresión requiere más de cinco valores únicos.",
  "BD_1583": "Cuando hay varias entidades de entrada, la coincidencia se basa en el promedio de sus atributos de interés.",
  "BD_1589": "Hay muy pocos registros para el análisis. Esta herramienta requiere al menos dos entidades candidatas para calcular resultados.",
  "BD_1599": "Hay muy pocos registros para el análisis. Esta herramienta requiere al menos 1 ubicación de referencia en la capa de entrada para calcular los resultados.",
  "BD_26": "La distancia de zona de influencia es cero.",
  "BD_3": "En el siguiente informe se describe el resumen del resultado de Buscar ubicaciones similares.",
  "BD_308": "Tipo de campo no válido.",
  "BD_641": "Hay muy pocos registros para el análisis. Esta herramienta requiere al menos ${minFeatures} entidades para calcular los resultados.",
  "BD_800": "El valor no es miembro de ${value}.",
  "BD_84503": "Resumen de entidades de entrada para coincidir",
  "BD_84504": "Resumen de atributos de interés",
  "BD_84505": "'${numResults}' principales ubicaciones más similares (valores).",
  "BD_84506": "10 de '${numResults}' principales ubicaciones más similares (valores).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"].",
  "BD_84810": "Características del modelo",
  "BD_84811": "Número de árboles: ${numberOfTrees}",
  "BD_84812": "Tamaño de hoja: ${leafSize}",
  "BD_84813": "Profundidad de árbol: ${treeDepth}",
  "BD_84814": "% de entrenamiento disponible por árbol: ${sampleSize}",
  "BD_84815": "Número de variables muestreadas aleatoriamente: ${randomVariables}",
  "BD_84816": "% de datos de entrenamiento excluidos para la validación: ${percentageForValidation}",
  "BD_84828": "Datos de validación: diagnóstico de clasificación",
  "BD_84829": "Datos de validación: diagnóstico de regresión",
  "BD_84830": "Las predicciones de los datos de validación (excluidas del entrenamiento de modelos) en comparación con los valores observados de estas entidades de prueba",
  "BD_84834": "Variable superior de Importancia",
  "BD_84838": "Datos de entrenamiento: diagnóstico de clasificación",
  "BD_84839": "Datos de entrenamiento: diagnóstico de regresión",
  "BD_84840": "Las predicciones de los datos utilizados para entrenar el modelo en comparación con las categorías observadas de esas entidades",
  "BD_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"].",
  "BD_89998": "[\"\", \"Total\", ${sumIndex}]",
  "GPEXT_001": "Valor ${name} de parámetro no válido.",
  "GPEXT_002": "Falta el parámetro ${name}.",
  "GPEXT_003": "Parámetro ${name} no válido, falta la propiedad ${propname}.",
  "GPEXT_004": "Parámetro de la capa no válido, falta la propiedad ${propname}.",
  "GPEXT_005": "Error al acceder a la url ${url}.",
  "GPEXT_006": "Al acceder a la url ${url} se recibió el error ${error}.",
  "GPEXT_007": "Elemento ${id} no válido.",
  "GPEXT_008": "Error al crear el servicio ${name}.",
  "GPEXT_009": "Error al agregar la capa ${lname} al servicio ${name}.",
  "GPEXT_010": "Error al analizar la capa JSON.",
  "GPEXT_011": "La capa ${url} no tiene la capacidad Extraer.",
  "GPEXT_012": "Operación externa no válida.",
  "GPEXT_013": "Esta herramienta utiliza el servicio de geoenriquecimiento Consulte el estimador de créditos de servicio de ArcGIS Online para obtener más detalles.",
  "GPEXT_014": "Esta herramienta utiliza servicios de análisis de red. Consulte el estimador de créditos de servicio de ArcGIS Online para obtener más detalles.",
  "GPEXT_015": "Seleccione la URL adecuada de los servicios de ayuda del portal para la operación solicitada.",
  "GPEXT_016": "Objeto de capa no válido.",
  "GPEXT_017": "El servicio ${name} ya existe.",
  "GPEXT_018": "El servicio de entidades remotas ${url} excede el límite de 100.000 entidades. Cree un servicio de entidades alojadas para analizar datos voluminosos.",
  "GPEXT_019": "Filtro no válido para la capa ${url}.",
  "MT_001": "Error al obtener los detalles de ejecución de la herramienta. Verifique su contenido para ver los resultados esperados o vuelva a ejecutar la herramienta.",
  "RA_120101": "La tabla siguiente contiene estadísticas de validación cruzada:",
  "RA_120102": "Mean Error",
  "RA_120103": "Root Mean Square",
  "RA_120104": "Average Standard",
  "RA_120105": "Mean Standardized",
  "RA_120106": "Root Mean Square Standardized",
  "RA_120200": "Error en la herramienta de geoprocesamiento subyacente.",
  "RA_120201": "Error de Estadísticas zonales.",
  "RA_120202": "Error de Calcular densidad.",
  "RA_120203": "Error de Interpolar puntos.",
  "RA_120204": "Error de Supervisar vegetación.",
  "RA_120205": "Error de Calcular pendiente.",
  "RA_120206": "Error de Derivar orientación.",
  "RA_120207": "Error de cuenca visual geodésica.",
  "RA_120208": "Error de Cuenca hidrográfica.",
  "RA_120209": "Error de Extraer ráster.",
  "RA_120210": "Error de Reasignar valores.",
  "RA_120211": "Error de Convertir entidad a ráster.",
  "RA_120212": "Error de Convertir ráster a entidad.",
  "RA_120213": "Error de Calcular distancia.",
  "RA_120214": "Error de Determinar ruta de coste de viaje como polilínea.",
  "RA_120215": "Error de Determinar red de gastos de viaje óptimos.",
  "RA_120216": "Error al calcular gastos de viaje.",
  "RA_120217": "La tasa de resistencia no se admite y, en consecuencia, debe dejarse vacía al ejecutar Calcular gastos de viaje.",
  "RA_120218": "Error de Detectar objetos con aprendizaje profundo.",
  "RA_120219": "Error de Clasificar píxeles con aprendizaje profundo.",
  "RA_120220": "Error de ejemplo.",
  "RA_120221": "Error de Conexiones de región óptimas.",
  "RA_120222": "Error de Estadísticas zonales como tabla.",
  "RA_120223": "Error de Acumulación de distancia.",
  "RA_120224": "Error de Asignación de distancia.",
  "RA_120225": "Error de Ruta óptima como línea.",
  "RA_120226": "Error de Ruta óptima como ráster.",
  "RA_120227": "Error de Parámetros de superficie.",
  "RA_120228": "Error de Obtener flujo continuo.",
  "RA_120229": "Error de Clasificar objetos con aprendizaje profundo.",
  "RA_120230": "Error de Agregar ráster multidimensional.",
  "RA_120231": "Error de Hallar estadísticas de argumentos.",
  "RA_120232": "Error de Generar anomalía multidimensional.",
  "RA_120233": "Error de Generar ráster de tendencia.",
  "RA_120234": "Error de Predecir con ráster de tendencia.",
  "RA_120306": "Causa del fallo: ${cause}",
  "SS_00002": "El siguiente informe describe el flujo de trabajo empleado para optimizar el resultado de Buscar puntos calientes:",
  "SS_00003": "En el siguiente informe se describe el resumen del resultado de Buscar ubicaciones similares:",
  "SS_00004": "El siguiente informe describe el flujo de trabajo empleado para optimizar el resultado de Buscar valores atípicos:",
  "SS_110140": "La distancia de búsqueda utilizada en el proceso fue ${searchDistance}.",
  "SS_110142": "No se detectaron clústeres.",
  "SS_220647": "Entidades mínimas por clúster ${minFeatures}",
  "SS_84261_0": "Valor medio",
  "SS_84262_0": "Desv. est. Desv.",
  "SS_84271_0": "Mín.",
  "SS_84272_0": "Máx.",
  "SS_84428": "Evaluación inicial de datos.",
  "SS_84434": "Había ${NumOutliers} ubicaciones atípicas; no se utilizaron para calcular ${AggregationType}.",
  "SS_84437": "No había valores atípicos de ubicación.",
  "SS_84444": "Agregación de incidentes",
  "SS_84446": "Propiedades de ${VarName}:",
  "SS_84449": "Se creó una malla de polígonos de red para agregar puntos.",
  "SS_84450": "El tamaño de celda del polígono era ${SnapInfo}.",
  "SS_84451": "El análisis se basó en el número de puntos de cada celda del polígono de red.",
  "SS_84452": "El análisis se realizó en todas las celdas del polígono de red que contenían al menos un punto.",
  "SS_84453": "El análisis se realizó en todas las celdas del polígono de red dentro de la capa de área de límite.",
  "SS_84457": "Los puntos se agregaron a las celdas del polígono de red que caen dentro de las áreas de límite proporcionadas.",
  "SS_84458": "El análisis se basó en el número de puntos de cada celda del polígono.",
  "SS_84459": "Escala de análisis",
  "SS_84461": "La banda de distancia fija óptima seleccionada se basó en el pico de clustering encontrado en ${DistanceInfo}.",
  "SS_84464": "La banda de distancia fija óptima se basó en la distancia media a ${NumNeighs} vecinos más cercanos: ${DistanceInfo}.",
  "SS_84465": "La banda de distancia fija óptima se basó en una distancia estándar de las entidades desde el valor medio geométrico: ${DistanceInfo}.",
  "SS_84466": "Análisis de puntos calientes",
  "SS_84469_0": "Las entidades de salida en rojo representan puntos calientes donde se agrupan recuentos elevados de incidentes.",
  "SS_84469_1": "Las entidades de salida en azul representan puntos fríos donde se agrupan recuentos bajos de incidentes.",
  "SS_84470": "Hay ${NumSignificant} entidades resultantes estadísticamente significativas a partir de una corrección de FDR para pruebas múltiples y dependencia espacial.",
  "SS_84471": "Salida",
  "SS_84476": "Las entidades de salida en rojo representan puntos calientes donde se agrupan valores altos de ${FieldName}.",
  "SS_84477": "Las entidades de salida en azul representan puntos fríos donde se agrupan valores bajos de ${FieldName}.",
  "SS_84485": "Había ${NumFeatures} entidades de entrada válidas.",
  "SS_84489": "El análisis se realizó en todas las áreas de agregación.",
  "SS_84490": "El proceso de agregación dio como resultado ${AggNumFeatures} áreas ponderadas.",
  "SS_84491": "Había ${NumFeatures} áreas de agregación de entrada válidas.",
  "SS_84492": "El área total de estudio era ${Area}.",
  "SS_84493": "Había 1 ubicación atípica; no se utilizó para calcular ${AggregationType}.",
  "SS_84495_0": "Había 1 ubicación atípica; no se utilizará para calcular el tamaño de celda del polígono.",
  "SS_84495_1": "Había ${numOutliers} ubicaciones atípicas; no se utilizarán para calcular el tamaño de celda del polígono.",
  "SS_84496_0": "Había 1 ubicación atípica; no se utilizará para calcular la banda de distancia fija óptima.",
  "SS_84496_1": "Había ${numOutliers} ubicaciones atípicas; no se utilizarán para calcular la banda de distancia fija óptima.",
  "SS_84501": "puntos",
  "SS_84502": "polígonos",
  "SS_84503": "Resumen de entidades de entrada para coincidir",
  "SS_84504": "Resumen de atributos de interés",
  "SS_84505": "${numResults} principales ubicaciones más similares (valores)",
  "SS_84506": " 10 de ${numResults} principales ubicaciones más similares (valores)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"]",
  "SS_84698": "Utilizando un hexágono con un ancho de ${HexWidth} y una altura de ${HexHeight}.",
  "SS_84700": "el tamaño del hexágono",
  "SS_84700_0": "Había 1 ubicación atípica; no se utilizará para calcular el tamaño del hexágono.",
  "SS_84700_1": "Había ${numOutliers} ubicaciones atípicas; no se utilizarán para calcular el tamaño del hexágono.",
  "SS_84703": "La distancia de vecindad utilizada fue ${NeighborDistance}.",
  "SS_84704": "Análisis de valores atípicos",
  "SS_84705": "Cree la distribución de referencia aleatoria con ${NumPermutation} permutaciones.",
  "SS_84708": "Existen ${NumLowOutliers} entidades con valores atípicos bajos estadísticamente significativos.",
  "SS_84709": "Existen ${NumHighOutliers} entidades con valores atípicos altos estadísticamente significativos.",
  "SS_84710": "Hay ${NumLowClusters} entidades que forman parte de clústeres bajos estadísticamente significativos.",
  "SS_84711": "Hay ${NumHighClusters} entidades que forman parte de clústeres altos estadísticamente significativos.",
  "SS_84712": "Las entidades de salida en rosa forman parte de un clúster de valores altos de ${Variable}.",
  "SS_84713": "Las entidades de salida en azul claro forman parte de un clúster de valores bajos de ${Variable}.",
  "SS_84714": "Las entidades de salida en rojo representan valores atípicos altos dentro de un clúster de valores bajos de ${Variable}.",
  "SS_84715": "Las entidades de salida en azul representan valores atípicos bajos dentro de un clúster de valores altos de ${Variable}.",
  "SS_84764": "Número de clústeres ${number}.",
  "SS_84766": "Entidades de ruido ${number}.",
  "SS_84769": "Gráfico de alcanzabilidad",
  "SS_84770": "Distancia de alcanzabilidad",
  "SS_84771": "Orden de alcanzabilidad",
  "SS_84782": "Distribución de probabilidad de pertenencia",
  "SS_84785": "Recuento",
  "SS_84786": "Sensibilidad de clúster utilizada ${sensitivity}.",
  "SS_84787": "Segunda mejor sensibilidad ${sensitivity}.",
  "SS_84789": "Probabilidad de pertenencia",
  "SS_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"]",
  "SS_89998": " [\"\", \"Total\", ${sumIndex}] "
}
