{
  "AO_100001": "Falha ao Agregar Pontos.",
  "AO_100002": "O tipo de geometria da Camada de Ponto deve ser pontos.",
  "AO_100003": "O tipo de geometria da Camada de Polígonos deve ser polígonos.",
  "AO_100004": "O campo ${fieldName} fornecido para Campos de Resumo não existe.",
  "AO_100005": "O campo ${fieldName} fornecido para Campos de Resumo não é suportado para cálculos estatísticos.",
  "AO_100006": "O tipo de resumo ${summary} fornecido para o campo ${fieldName} é inválido.",
  "AO_100007": "Falha ao Localizar Valor Alto de Incidência.",
  "AO_100008": "O tipo de geometria de entrada para boundingPolygonLayer deve ser polígono.",
  "AO_100009": "O tipo de geometria da Camada de Análise deve ser pontos ou polígonos.",
  "AO_100010": "O tipo de geometria da Camada do Polígono de Agregação deve ser polígono.",
  "AO_100011": "Deve fornecer um Campo de Análise para camada de análise do polígono.",
  "AO_100012": "Falha ao Criar Buffers.",
  "AO_100013": "Falha ao Sobrepor Camadas.",
  "AO_100014": "Falha ao Resumir Dentro.",
  "AO_100015": "O tipo de geometria de entrada para Resumir Camada deve ser ponto, linha ou polígonos.",
  "AO_100016": "O tipo de geometria de entrada para Resumir Camada deve ser ponto ou linha.",
  "AO_100017": "O tipo de geometria de entrada para Resumir Camada deve ser ponto.",
  "AO_100018": "As unidades de forma ${sumUnits} não são válidas ao resumir uma camada ${shapeType} .",
  "AO_100019": "Pelo menos um dos parâmetros, Resumir Formato ou Resumir Campos é exigido.",
  "AO_100020": "Falha ao Enriquecer Camada.",
  "AO_100021": "O tipo de geometria da Camada de Entrada deve ser ponto, linha ou polígono.",
  "AO_100022": "Unidades ${units} não é suportada para tipo de Buffer ${bufferType}.",
  "AO_100023": "Não é possível enriquecer a camada para referência espacial de entrada ${spref}.",
  "AO_100024": "Não há feições fornecidas para análise em ${inputLayer}.",
  "AO_100025": "Falha ao Resumir Mais Próximo.",
  "AO_100026": "Falha ao Extrair Dados.",
  "AO_100027": "Falha ao Dissolver Limites.",
  "AO_100028": "Falha ao Gerar Áreas de Viagem.",
  "AO_100029": "Falha ao Juntar Camadas.",
  "AO_100030": "Falha ao Localizar Mais Próximo.",
  "AO_100031": "O número de locais mais próximos para encontrar não pode ser maior que ${max}.",
  "AO_100032": "O número de feições em ${analysisLayer} é zero.",
  "AO_100033": "O número de feições em ${nearLayer} é zero.",
  "AO_100034": "O número de feições em ${analysisLayer} não pode ser maior que ${max}.",
  "AO_100035": "O número de feições em ${nearLayer} não pode ser maior que 1000.",
  "AO_100036": "A camada ${analysisLayer} deve ter um tipo de geometria de ponto ao utilizar ${measurementType} como o tipo de medição.",
  "AO_100037": "A camada ${nearLayer} deve ter um tipo de geometria de ponto ao utilizar ${measurementType} como o tipo de medição.",
  "AO_100038": "O prazo de pesquisa não pode ser menor que zero.",
  "AO_100039": "A ${inputLayer} deve ter um tipo de geometria de ponto.",
  "AO_100040": "O número de feições em ${inputLayer} não pode ser maior que ${max}.",
  "AO_100041": "O parâmetro do tipo de buffer é suportado somente para camadas contendo pontos ou linhas.",
  "AO_100042": "O tipo de geometria ${shapeType} da Camada Mais Próxima não é suportado tipo Mais Próximo ${nearType}.",
  "AO_100043": "Unidades ${units} não são suportadas para tipo Mais Próximo ${nearType}.",
  "AO_100044": "O valor da distância deve ser maior que 0.",
  "AO_100045": "A distância e unidades são exigidas quando o tipo Buffer for especificado.",
  "AO_100046": "Falha ao acessar o servidor de GeoEnriquecimento.",
  "AO_100047": "O enriquecimento pode não estar disponível para algumas feições.",
  "AO_100048": "A camada de entrada ${inputLayer} contém geometria de multiponto e foi convertida para geometria de único ponto.",
  "AO_100049": "Não há feições na extensão de processamento de qualquer camada de entrada.",
  "AO_100050": "Não há campos na camada de entrada para extração de dados.",
  "AO_100051": "Nenhuma feição na extensão de processamento para quaisquer camadas de entrada e nenhuma das camadas de entrada têm campos de extração de dados.",
  "AO_100052": "O nome de campo ${fieldName} não existe no ${paramName}.",
  "AO_100053": "Chaves exigidas ${missingKeys} estão ausentes na expressão de atributo ${expression}.",
  "AO_100054": "Chaves exigidas ${missingKeys} estão ausentes na expressão de relacionamento espacial ${expression}.",
  "AO_100055": "Expressão inválida; JSON malformado.",
  "AO_100056": "Índice de camada inválido na expressão ${expression}.",
  "AO_100057": "O índice de camada excede o número de camadas de entrada na expressão ${expression}.",
  "AO_100058": "${spatialRel} o relacionamento espacial não suporta ${lyrGeomType}/${selLyrGeomType} tipos de geometria para camada/selectingLayer na expressão ${expression}",
  "AO_100059": "Relacionamento espacial inválido ${spatialRel} na expressão ${expression}.",
  "AO_100060": "A expressão de consulta falhou na expressão ${expression}.",
  "AO_100061": "Falha ao Localizar por Atributos e Localização.",
  "AO_100062": "Distância inválida e/ou unidades em expressão ${expression}.",
  "AO_100063": "Falha ao Planejar Rotas.",
  "AO_100064": "O número de feições em ${stopsLayer} é zero.",
  "AO_100065": "O número de feições em ${startLayer} é zero.",
  "AO_100066": "O número máximo de veículos para rota não pode ser menor que zero e maior que ${max}.",
  "AO_100067": "O número máximo de paradas por veículo não pode ser menor que zero e maior que ${max}.",
  "AO_100068": "O número de feições em ${stopsLayer} não pode ser maior que ${max}.",
  "AO_100069": "O número de feições em ${startLayer} não pode ser maior que ${max}.",
  "AO_100070": "O número de feições em ${endLayer} não pode ser maior que ${max}.",
  "AO_100071": "A camada ${stopsLayer} deve ter um tipo de geometria de ponto.",
  "AO_100072": "A camada ${startLayer} deve ter um tipo de geometria de ponto.",
  "AO_100073": "A camada ${endLayer} deve ter um tipo de geometria de ponto.",
  "AO_100074": "O tempo gasto em cada parada não pode ser menor que zero.",
  "AO_100075": "O tempo total da rota por veículo deve ser maior que zero e menor que um ano (525600 minutos).",
  "AO_100076": "O ${endLayer} não deve ser especificado se retornar para início for verdadeiro.",
  "AO_100077": "Falha ao Encontrar Locais Semelhantes.",
  "AO_100078": "Nome de campo inválido na expressão ${expression}.",
  "AO_100079": "Falha ao Localizar por Atributos e Localização.",
  "AO_100080": "Falha ao Calcular Custo da Viagem",
  "AO_100081": "Falha ao Calcular Campo.",
  "AO_100082": "Um nome de campo e uma expressão são exigidos.",
  "AO_100083": "Um tipo de campo é exigido para a criação de um novo campo.",
  "AO_100084": "O campo Tipo é necessário que seja String, Inteiro, Duplo ou Data.",
  "AO_100087": "O campo ${fieldName} não existe no ${inputLayer}.",
  "AO_100088": "Os campos ${attribute} devem estar em ambas as camadas de pesquisa de candidatos e referência.",
  "AO_100089": "Os seguintes campos não tem variação suficiente para uso nesta análise: ${attribute}.",
  "AO_100090": "Esta ferramenta exige pelo menos dois locais de pesquisa de candidatos que não sejam também locais de referência.",
  "AO_100091": "O tipo de geometria de ${paramName} deve ser de Pontos.",
  "AO_100092": "O tipo de geometria de boundingPolygonLayer deve ser Polígonos",
  "AO_100093": "O tipo de classificação Manual exige um valor das quebras de classe.",
  "AO_100094": "O número máximo de veículos da rota tem que ser igual ao número de feições na ${startLayer}.",
  "AO_100095": "O número de feições em ${endLayer} deve ser igual ao número de feições em ${startLayer}.",
  "AO_100096": "O ${startLayerRouteIDField} em ${startLayer} não tem valores únicos.",
  "AO_100097": "O ${endLayerRouteIDField} em ${endLayer} não tem valores únicos.",
  "AO_100098": "Os valores em ${startLayerRouteIDField} em ${startLayer} não tenha um correspondente individual com os valores em ${endLayerRouteIDField} em ${endLayer}.",
  "AO_100099": "Todos os valores de quebra devem ser maiores que zero.",
  "AO_100100": "As feições em ${inputLayer} não estão dentro da área de cobertura de dados. Visualizar disponibilidade em ${url}.",
  "AO_100101": "Nenhuma feição em ${inputLayer} está dentro de uma distância de ${max} quilômetros das ruas.",
  "AO_100102": "Todas as feições em ${inputLayer} devem estar no mesmo fuso horário ao utilizarem o tráfego e criarem áreas com as opções dissolver ou dividir.",
  "AO_100103": "O ${measureType} valor não pode ser maior que ${max} ${breakUnits}.",
  "AO_100104": "Falha ao Interpolar Pontos.",
  "AO_100105": "Falha ao Calcular Densidade.",
  "AO_100106": "Campo ${fieldName} não é numérico.",
  "AO_100107": "O campo ${fieldName} não tem quaisquer valores positivos.",
  "AO_100108": "O campo ${fieldName} tem valores negativos. Apenas valores positivos serão considerados para o cálculo da densidade.",
  "AO_100109": "O tipo de geometria para a camada de entrada deve ser pontos ou linhas.",
  "AO_100110": "Seu papel de usuário não inclui o privilégio de geoEnriquecimento.",
  "AO_100111": "Seu papel de usuário não inclui o privilégio para análise de rede.",
  "AO_100112": "Seu papel de usuário não inclui o privilégio de publicar feições hospedadas.",
  "AO_100113": "Nenhuma das paradas foi atribuída a quaisquer rotas. Verifique os campos Status e Restrições Violadas na camada de paradas não atribuídas de saída para obter mais informações.",
  "AO_100114": "O tempo gasto em cada parada, ${stopServiceTime} minutos, deve ser menor que o tempo de rota total por veículo, ${maxRouteTime} minutos.",
  "AO_100115": "Algumas paradas não foram atribuídas a quaisquer rotas. Verifique o campo Restrições Violadas na camada de paradas não atribuídas de saída para obter mais informações.",
  "AO_100116": "Somente ${routesUsed} de ${routeCount} rotas são necessárias para alcançar todas as paradas. Se você desejar usar mais rotas, execute Planejar Rotas novamente, mas reduza os limites do número máximo de paradas ou o tempo total da rota por veículo.",
  "AO_100117": "Dirigir um caminhão atualmente não é suportado fora da América do Norte e América Central.",
  "AO_100118": "Seu papel de usuário não inclui o privilégio para criar, atualizar e excluir conteúdo.",
  "AO_100119": "O tipo de geometria de entrada de WithinLayer deve ser de polígonos.",
  "AO_100120": "Algumas das feições da camada estão além do limite de tamanho máximo da solicitação e não foram aprimoradas.",
  "AO_100121": "Falha ao Criar Panorama.",
  "AO_100122": "Falha ao Traçar Jusante.",
  "AO_100123": "Falha ao Criar Vertentes.",
  "AO_100124": "O tipo de geometria da Camada de Entrada deve ser de ponto para tipo de buffer ${bufferType}.",
  "AO_100125": "O campo groupby ${fieldName} deve ser inteiro, texto ou data.",
  "AO_100126": "A camada de entrada contém recursos com geometria muito complexa para o serviço solicitado. Os resultados serão baseados em uma geometria simplificada.",
  "AO_100127": "Todos os pontos de entrada caem do lado de fora da área de cobertura dos dados.",
  "AO_100128": "O campo de ponto fornecido deve ser string ou inteiro.",
  "AO_100129": "O ponto está fora da extensão de captação.",
  "AO_100130": "O ponto cai fora da extensão da unidade de processamento.",
  "AO_100131": "O parâmetro de distância de visualização máxima não pode ser mais que ${max}${units}.",
  "AO_100132": "A fonte de dados de DEM não está disponível na área de pontos de entrada.",
  "AO_100133": "A resolução de entrada do DEM não é suportada no valor de distância máxima especificado. Especifique um valor de distância máximo menor.",
  "AO_100136": "Extensão inválida para extração de dados.",
  "AO_100137": "Um valor para o ${parameterName} é exigido.",
  "AO_100138": "Algumas origens não foram conectadas aos seus destinos emparelhados. Verifique o campo Status nas camadas de origens e destinos não atribuídas de saída para obter mais informações.",
  "AO_100139": "Nenhuma das origens podem ser conectadas aos destinos.",
  "AO_100140": "A camada de extensão contém feições com geometria muito complexa para o serviço solicitado. Os resultados serão baseados em uma geometria simplificada.",
  "AO_100141": "As feições na Camada de Extensão estão além do limite de tamanho do pedido máximo e não podem ser extraídas.",
  "AO_100142": "A extensão das feições de ponto de entrada excede a extensão máxima permitida.",
  "AO_100143": "Seu papel de usuário não inclui o privilégio para análise de elevação",
  "AO_100144": "O utilitário ${serviceName} não é registrado para o portal.",
  "AO_100145": "O modo de viagem seguinte é inválido: ${travelMode}.",
  "AO_100146": "As unidades de quebra escolhidas, ${breakUnits}, e modo de viagem, ${travelMode}, são incompatíveis. Eles não são mutuamente valores de tempo ou de distância.",
  "AO_100147": "O modo de viagem não especifica um atributo de impedância baseado em tempo.",
  "AO_100148": "Você não tem permissões para acessar o utilitário ${serviceName}.",
  "AO_100149": "Não é possível acessar url registrado para utilitário ${serviceName}: ${cause}.",
  "AO_100150": "Falha ao Escolher Melhores Instalações.",
  "AO_100151": "As unidades de intervalo de viagem escolhidas, ${travelRangeUnits}, e modo de viagem, ${travelMode}, são incompatíveis. Eles não são mutuamente valores de tempo ou de distância.",
  "AO_100152": "A contagem combinada de feições em ${requiredFacilitiesLayer} e ${candidateFacilitiesLayer} não pode ser maior que ${max}.",
  "AO_100153": "O valor do parameter ${paramName} deve ser maior que zero.",
  "AO_100154": "Especifique um valor para ${paramName1} ou parâmetro ${paramName2}.",
  "AO_100155": "A camada de instalações de candidato, ${candidateFacilitiesLayer} não deve ser especificada para meta Alocar.",
  "AO_100156": "A porcentagem de demanda para cobrir deve ser maior que zero e menor ou igual a cem.",
  "AO_100157": "O número de candidatos para escolher não pode ser menor que o número de feições na camada de instalações exigida.",
  "AO_100158": "O número de candidatos para escolher não pode ser maior que ${max}.",
  "AO_100159": "O número de datacollections é maior que o limite máximo do ${maxDataCollections}.",
  "AO_100160": "Algumas das feições têm uma geometria inválida e foram removidas do resultado.",
  "AO_100161": "Falha na Geocodificação em Lote.",
  "AO_100162": "Falha ao Analisar Entrada de Geocódigo.",
  "AO_100163": "Seu qualificador de texto é inválido.",
  "AO_100164": "Você deve inserir inputTable, inputFileItem ou columnNames. Todos os três não podem estar vazios.",
  "AO_100165": "Se a sua linha de cabeçalho não existir, você deverá inserir columnNames.",
  "AO_100166": "Se o seu fileType for tabela, então você deverá inserir um inputTable.",
  "AO_100167": "A coleção CSV não é um tipo de entrada suportado. Insira uma planilha CSV ou Microsoft Excel.",
  "AO_100168": "Seu nome de arquivo ou a extensão é muito grande.",
  "AO_100169": "Seu arquivo zip não pode ser aberto.",
  "AO_100170": "Não há nenhum arquivo do formato especificado em seu arquivo zip.",
  "AO_100171": "URL de serviço do localizador inválida: ${service_url}.",
  "AO_100172": "Credenciais inválidas ou URL de serviço do localizador inválida: ${service_url}. Certifique-se de que os itens de proxy sejam compartilhados com todos.",
  "AO_100173": "O usuário não tem privilégios de geocodificação ou privilégios de publicação adequados.",
  "AO_100174": "O serviço de geocodificação deve estar em um servidor federado.",
  "AO_100175": "Token inválido.",
  "AO_100176": "Seu arquivo deve ser codificado em UTF-8. Reenvie seu arquivo.",
  "AO_100177": "Seu arquivo do Excel está corrompido e não pode ser aberto.",
  "AO_100178": "A primeira linha do seu arquivo está vazia. Edite seu arquivo e envie novamente.",
  "AO_100179": "Você deve definir as larguras da coluna se o seu arquivo for de largura fixa.",
  "AO_100180": "Suas larguras da coluna devem ser inteiros separados por vírgulas como isto: 5,7,13.",
  "AO_100181": "A linha do cabeçalho do arquivo não pôde ser analisada ou está vazia.",
  "AO_100182": "O campo ${field} pode mapear até 2 campos de nome alternativo possíveis ${field_one} e ${field_two}.",
  "AO_100183": "Mapeamento de campo inserido em um formato incorreto.",
  "AO_100184": "outputFields incorreto. Insira outputFields desta forma: x,y,score,match_addr.",
  "AO_100185": "chars_per_row deve ser um inteiro.",
  "AO_100186": "widths_of_cols incorreto. Insira widths_of_cols desta forma: 10,15,6.",
  "AO_100187": "Seu outputName deve estar em branco para sair de uma Coleção de Feição.",
  "AO_100188": "Seu outputName não pode estar vazio.",
  "AO_100189": "geocodeServiceURL incorreto. Verifique se o serviço de geocodificação está online e possui um terminal REST geocodeAddresses válido.",
  "AO_100190": "Verifique seu parâmetro header_rows_to_skip.",
  "AO_100191": "Não foi possível gravar o cabeçalho: verifique se o seu headerRowsToSkip está incorreto ou se o serviço de geocodificação não está disponível.",
  "AO_100192": "Se a sua linha de cabeçalho existir, você deverá fornecer o headerRowsToSkip.",
  "AO_100193": "Seu headerRowsToSkip deve ser um número positivo menor que o número de linhas na inputTable ou inputFileItem.",
  "AO_100194": "O arquivo de resultados está sendo editado por outro programa.",
  "AO_100195": "O arquivo inserido estava vazio, retornando um arquivo vazio.",
  "AO_100196": "O mapeamento do campo deve ser uma lista de listas.",
  "AO_100197": "Seu geocodingServiceURL pode estar incorreto, ele não tem um maxBatchSize na página de info.",
  "AO_100198": "Nenhum dos campos é mapeado para campos de localizador válidos. Edite o mapeamento do campo e reenvie.",
  "AO_100199": "O mapeamento inclui um campo localizador que não é compatível. Edite o mapeamento do campo e reenvie.",
  "AO_100200": "O mapeamento inclui um campo localizador não compatível. Os campos de localização suportados são ${supported_fields}. Edite o mapeamento do campo e reenvie.",
  "AO_100201": "O field_mapping inclui um campo ${field} de entrada não presente no arquivo de entrada: ${supported_fields}.",
  "AO_100202": "Não foi possível fazer uma solicitação REST da máquina do servidor. Verifique se a máquina do servidor pode se conectar à Internet.",
  "AO_100203": "O geocodeServiceURL inserido deve ser https, ao invés de http.",
  "AO_100204": "A inputTable tem mais de 100,000 registros e não é suportada.",
  "AO_100205": "Seu delimitador de coluna é inválido.",
  "AO_100206": "Falha ao Criar Réplica das Urls: ${Url}. Marque se o serviço permite que outros exportem para diferentes formatos.",
  "AO_100207": "O número total de campos de entrada e variáveis de enriquecimento excedem a limitação máxima de ${maxCountOfFields}.",
  "AO_100208": "Sua linha de cabeçalho não é do mesmo comprimento que o número de listas no seu mapeamento de campo.",
  "AO_100209": "Seu headerRowsToSkip deve ser um número positivo menor que o número de linhas na inputTable ou inputFileItem.",
  "AO_100210": "Seu arquivo de entrada tem muitas linhas. O xls suporta somente até 65536 linhas. Envie um outputType diferente.",
  "AO_100211": "Falha ao criar Camadas de Rotas.",
  "AO_100212": "O arquivo de dados de rota de entrada não é um arquivo zip válido.",
  "AO_100213": "Os dados de rota de entrada não contêm a classe de feição Stops exigida.",
  "AO_100214": "Os dados de rota de entrada não contêm pelo menos duas paradas.",
  "AO_100215": "Falha ao Ligar Feições.",
  "AO_100216": "Falha ao Localizar Valores Atípicos.",
  "AO_100217": "Falha ao salvar o resultado como camadas de rota já que a análise não produziu quaisquer rotas.",
  "AO_100218": "A inclusão de camadas de rota não é válida quando measurementType é StraightLine.",
  "AO_100219": "Parâmetro de entrada inválido ${paramName}.",
  "AO_100220": "O tipo de geometria ${geomType} do ${paramName} não é suportado no relacionamento espacial: ${spatialRel}.",
  "AO_100221": "O Atributo ou Relacionamento Espacial deve ser especificado.",
  "AO_100222": "O relacionamento espacial não é suportado para entradas de tabela.",
  "AO_100223": "A inclusão de camadas de rota não é suportada ao solicitar a saída da coleção de feição.",
  "AO_100224": "Falha ao baixar os dados de rota a partir de item dos dados de rota, ${itemId}.",
  "AO_100225": "Falha ao excluir o item dos dados de rota, ${itemId}.",
  "AO_100226": "Falha ao extrair dados de rota do arquivo de dados de rota.",
  "AO_100227": "Sua linha de cabeçalho não é do mesmo comprimento que o número de listas no seu mapeamento de campo.",
  "AO_100228": "Seu headerRowsToSkip deve ser um número positivo menor que o número de linhas na inputTable ou inputFileItem.",
  "AO_100229": "Seu arquivo de entrada tem muitas linhas. O xls suporta somente até 65536 linhas. Envie um outputType diferente.",
  "AO_100230": "Seu tipo de arquivo não tem suporte. Os tipos de arquivo suportados são csv e xlsx.",
  "AO_100231": "Seu outputName não está formatado corretamente.",
  "AO_100232": "Seu papel de usuário não inclui o privilégio de geocodificação.",
  "AO_100233": "O número de registros na tabela de entrada é maior que o máximo de registros ${max} permitido para geocodificação.",
  "AO_100234": "Você não pode enviar uma tabela e um arquivo, envie apenas um.",
  "AO_100235": "Os inputFileParameters não estão formatados corretamente.",
  "AO_100236": "Se você estiver enviando um arquivo, você deverá especificar o inputFileParameters.",
  "AO_100237": "Esta tabela de entrada é inválida. Selecione outra tabela.",
  "AO_100238": "Este arquivo de entrada é inválido. Selecione outro arquivo.",
  "AO_100239": "Você deve especificar um inputFile, inputTable ou columnNames.",
  "AO_100240": "O geocodeParameters não está formatado corretamente.",
  "AO_100241": "Seu nome de resultado de saída já existe. Escolha um nome diferente.",
  "AO_100242": "Você não tem créditos o suficiente para executar esta operação. Entre em contato com seu Administrador de Sistema do ArcGIS para ajuda.",
  "AO_100243": "Algumas das feições em seu resultado não são enriquecidas.",
  "AO_100244": "A distância e unidades são exigidas para SpatialRelationship WithinDistance.",
  "AO_100245": "Expressão inválida para ${paramName}; JSON malformado.",
  "AO_100246": "Falha ao criar camadas de rota para as rotas seguintes: ${routeNames}.",
  "AO_100247": "Falha ao criar camadas de rota como o número de rotas, ${routeCount}, é maior que o número máximo de camadas de rota, ${max}, que pode ser criado.",
  "AO_100248": "Seu arquivo ou tabela não tem registros. Inclua registros para serem geocodificados e reenviados.",
  "AO_100249": "Categoria inválida.",
  "AO_100250": "A tabela enviada está vazia ou corrompida.",
  "AO_100251": "Seu arquivo não está codificado em utf-8. Reenvie.",
  "AO_100252": "Os valores no campo ${startLayerRouteIDField} no ${startLayer} e ${endLayerRouteIDField} no ${endLayer} não são únicos.",
  "AO_100253": "inputTable e inputFileItem vazias. Insira um inputTable ou inputFileItem.",
  "AO_100254": "Falha ao localizar Centróides.",
  "AO_100255": "Falha ao criar caixas.",
  "AO_100256": "O parâmetro ${paramName} exige um valor válido.",
  "AO_100257": "Alguns dos valores nos campos de destino são inválidos e não podem ser ligados.",
  "AO_100258": "A distância entre quaisquer entradas deve ser inferior à ${mileValue} milhas (${kmValue} quilômetros) ao caminhar.",
  "AO_100259": "Nenhuma localização mais próxima foi localizada. Marque se a faixa de pesquisa é apropriada para sua análise.",
  "AO_100260": "Falha ao Localizar Agrupamentos de Pontos.",
  "AO_100261": "Falha ao Resumir Centro e Dispersão.",
  "AO_100262": "Consulta inválida. Nem todas as expressões fazem referência à mesma camada de destino. Os locais de saída só podem ser derivados de uma camada de destino.",
  "AO_100263": "${barrierType} não pode ser especificado quando measurementType for StraightLine.",
  "AO_100264": "A camada ${inputLayer} utilizada para especificar ${shapeType} deve ter uma geometria ${shapeType}.",
  "AO_100265": "O número de feições de rua interseccionada por camada de barreira de ponto excedeu o limite de ${limit}.",
  "AO_100266": "O número de feições de rua interseccionada por camada de barreira de linha excedeu o limite de ${limit}.",
  "AO_100267": "O número de feições de rua interseccionada por camada de barreira de polígono excedeu o limite de ${limit}.",
  "AO_100268": "Falha ao Gerar Mosaicos",
  "AO_100269": "Extensão inválida para gerar mosaicos.",
  "AO_100270": "O tamanho e número das variáveis que você selecionou excede o tamanho de linha máximo da camada de serviço da feição. Reduza o número de variáveis selecionadas.",
  "AO_100271": "O campo ${fieldName} na camada ${analysisLayer} não pode ter valores vazios.",
  "AO_100272": "O campo ${startLayerRouteIDField} na camada ${startLayer} ou campo ${endLayerRouteIDField} na camada ${endLayer} deve ter valores únicos.",
  "AO_100273": "O valor de ${routeId} do campo ${routeIDField} na camada ${startLayer} não tem qualquer feição correspondente na camada ${endLayer}.",
  "AO_100274": "O número máximo de veículos na rota deve ser igual ao número de feições na camada ${startLayer} utilizada como local de partida para as rotas.",
  "AO_100275": "O número máximo de veículos a serem roteados deve ser igual ao número de feições na camada ${endLayer} usados ​​como localizações finais para as rotas.",
  "AO_100276": "O número de feições na camada ${startLayer} utilizada como local de partida para as rotas não pode ser maior que ${max}.",
  "AO_100277": "O número de feições na camada ${endLayer} usados ​​como locais de término para as rotas não pode ser maior que ${max}.",
  "AO_100278": "O valor de ${measureType} não pode ser maior que ${max} ${breakUnits} quando a opção de mostrar áreas inacessíveis como vazias é selecionada.",
  "AO_100279": "O valor de ${measureType} não pode ser maior que ${max} ${breakUnits} quando a opção de incluir ruas acessíveis está selecionada.",
  "AO_100280": "O valor de ${measureType} não pode ser maior que ${max} ${breakUnits} ao caminhar.",
  "AO_100281": "As variáveis de análise solicitadas são de várias hierarquias. Isso pode resultar em resultados inconsistentes.",
  "AO_100282": "A licença do ArcGIS Server Advanced é exigida no servidor de hospedagem ao utilizar o tipo de medição StraightLine com a ferramenta Localizar Mais Próximo.",
  "AO_100283": "Há muitas feições ou formas complexas no conjunto de dados. Considere reduzir o número de feições antes de executar a ferramenta Enriquecer Camada. Por exemplo, você pode filtrar o conjunto de dados e executar a ferramenta em lotes ou reduzir o tamanho da extensão do mapa.",
  "AO_100284": "Nenhuma referência espacial localizada para ${inputLayer}. Isso fará com que a análise falhe ou criará uma saída sem referência espacial.",
  "AO_100285": "Apenas o proprietário de ${inputLayer} pode realizar análises nesta camada.",
  "AO_100286": "A estimativa de crédito é baseada no uso de um serviço de GeoEnriquecimento personalizado.",
  "AO_100287": "Os dados não estão disponíveis para países com os seguintes códigos de país: ${country}.",
  "AO_100288": "Não foi possível detectar o país para uma ou mais feições.",
  "AO_100289": "Erro de conexão do ambiente. Entre em contato com Esri Support Services.",
  "AO_100290": "Os campos de ID de objeto não podem ser usados ​​em ligações de atributos.",
  "AO_100291": "Falha ao publicar os resultados da análise como uma coleção de feições pois uma das camadas de saída tem mais de 9.999 feições. Para manter todas as feições, salve seu resultado como uma camada de feição.",
  "AO_100292": "O nome de saída fornecido já está em uso ou contém caracteres inválidos.",
  "AO_100293": "Uma ou mais feições não foram enriquecidas pois a criação da área do modo de viagem falhou. Verifique se as feições de entrada estão localizadas dentro da área de cobertura de dados de seu serviço de análise de rede ou use a distância em linha reta.",
  "AO_100294": "Uma ou mais feições ultrapassam os limites demográficos. Variáveis ​​de enriquecimento foram estimadas usando agregação proporcional.",
  "AO_100295": "A rota de dados do geodatabase ${geodatabase} não existe.",
  "AO_100296": "O arquivo zip de dados de rota ${zipfile} está vazio.",
  "AO_100297": "O número de linhas da área de serviço de saída, ${numFeatures}, excede o limite máximo, ${threshold}, que pode ser retornado a partir do serviço.",
  "AO_100298": "O trabalho falhou devido à falha do serviço. Entre em contato com Esri Support Services.",
  "AO_100299": "Não foi possível descompactar os resultados do serviço de elevação. Entre em contato com Esri Support Services.",
  "AO_100300": "Não foi possível descompactar os resultados do serviço de hidrologia. Entre em contato com Esri Support Services.",
  "AO_100301": "Juntar camadas requer o mesmo tipo de geometria para todas as entradas.",
  "AO_100302": "A licença do Geostatistical Analyst é necessária para executar esta ferramenta.",
  "AO_100303": "Licença do Spatial Analyst é exigido para executar esta ferramenta.",
  "AO_100304": "Falha ao criar áreas de limite.",
  "AO_100305": "O valor não é membro de Minutos | Segundos | Horas | Milhas | Quilômetros | Metros | Pés | Jardas | Outros.",
  "AO_100306": "Expressão Arcade inválida.",
  "AO_100307": "Todos os polígonos estão vazios.",
  "AO_100308": "O valor numérico está fora do intervalo válido.",
  "AO_100309": "O valor não é membro de ToFacility | FromFacility.",
  "AO_100310": "O valor não é membro de StraightLine | Tempo de Percurso | Distância de Percurso | Tempo de Caminhão | Distancia de Caminhão | Tempo de Caminhada | Distância de Caminhada | Tempo de Percurso Rural | Distância De Percurso Rural.",
  "AO_100311": "O valor não é membro de GeoLocal | UTC.",
  "AO_100312": "Os resultados não podem ser armazenados como uma coleção de características ao incluir ruas acessíveis.",
  "AO_100313": "Não é possível substituir: o item de portal especificado não existe.",
  "AO_100314": "Não é possível substituir: você deve ser o proprietário do item ou ter privilégios administrativos para substituir este item.",
  "AO_100315": "Não é possível substituir: tipo de item não suportado para substituir.",
  "AO_100316": "O nome do serviço especificado é diferente do título do item existente a ser substituído. O item será substituído, mas o título do item não será atualizado.",
  "AO_100317": "Não é possível substituir: você deve fornecer um ID de Item para substituir um item.",
  "AO_100318": "Não é possível substituir: o item de portal especificado é referenciado por outros itens do portal. Todas as camadas de visualização associadas ao item de portal especificado devem ser excluídas antes de executar a substituição.",
  "AO_100319": "O número total de campos na camada resultante, incluindo campos de análise gerados pela ferramenta, excede o limite de 1023 campos.",
  "AO_100320": "O número total de campos na camada resultante, incluindo campos de análise gerados pela ferramenta, excede o limite de 1019 campos.",
  "AO_100321": "Não é possível substituir: a referência espacial da saída deve corresponder à referência espacial do item existente para substituir.",
  "AO_100322": "Falha ao publicar o resultado. Tente executar a ferramenta novamente mais tarde.",
  "AO_100323": "Falha ao atingir os valores de limite.",
  "AO_100324": "A variável não é adequada para análise da área de limite.",
  "AO_100325": "Nenhuma rede viária encontrada para o ponto de entrada:${pointId}.",
  "AO_100326": "Raio máximo alcançado sem solução para o ponto de entrada:${pointId}.",
  "AO_100327": "Não é possível substituir: o item de portal especificado é referenciado por outros itens do portal. Todas as camadas de visualização associadas ao item de portal especificado devem ser excluídas antes de executar a substituição.",
  "AO_100328": "O tipo de geometria da camada de entrada não pode ser pontos. Para usar esta entrada para criar uma nova camada de ponto, experimente a ferramenta Localizar por Atributos e Localização.",
  "AO_100329": "Atributos de junção inválidos.",
  "AO_100352": "A soma do número de feições nas instalações candidatas e nas camadas de instalações necessárias não pode ser maior que ${max}.",
  "AO_100353": "Falha ao criar o serviço de feição de saída. Os campos Timestampoffset não são suportados.",
  "AO_100354": "O formato de dados de saída especificado requer o sistema de coordenadas World Geodetic System 1984 (WGS84). WGS84 foi aplicado e seu sistema de coordenadas de saída não foi usado.",
  "AO_100355": "As estatísticas resumidas não podem ser calculadas para os seguintes tipos de campo: DateOnly, TimeOnly e TimestampOffset.",
  "AO_100356": "Os seguintes tipos de campo não podem ser exportados: ${params}.",
  "AO_1011": "Casos com poucos vértices para uma geometria válida (inclui apenas os 30 primeiros): %1 = %2.",
  "AO_109": "A distância do buffer não pode ser negativa para linhas e pontos.",
  "AO_110": "${inputFC} não existe.",
  "AO_110057": "A referência espacial das feições de entrada (${inputFeatures}) é incompatível com o sistema de coordenadas de saída (${outputCoordinateSystem}).",
  "AO_110058": "A referência espacial das feições de candidato (${candidateFeatures}) é incompatível com o sistema de coordenadas de saída (${outputCoordinateSystem}).",
  "AO_110059": "As projeções entre as feições de entrada e feições de candidato são incompatíveis. A análise foi realizada na projeção 'WGS_1984_Web_Mercator_Auxiliary_Sphere'.",
  "AO_110068": "O teste Rayleigh exige pelo menos ${numCases2D} feições para um resultado bidimensional e ${numCases3D} feições para um resultado tridimensional para ser válido.",
  "AO_110069": "Poucas feições para ${numBadCases} dos casos de ${numCases} para validar o teste Rayleigh.",
  "AO_110070": "O teste de Rayleigh não é válido porque o conjunto de dados é diametralmente bimodal. A saída é corrigida para melhor representação da orientação média.",
  "AO_110071": "Dados diametralmente bimodais foram encontrados para ${numDoubleAngleCases} de casos ${doubleAngleCases}. O teste de Rayleigh não é válido para esses casos e como resultado, o seu resultado foi corrigido para melhor representação da orientação média.",
  "AO_110083": "As unidades verticais e lineares nos sistemas de coordenadas XY e Z não são as mesmas.",
  "AO_110141": "O Número Mínimo de Feições por Agrupamento é maior que o número de feições no conjunto de dados.",
  "AO_110143": "O Número Mínimo de Feições por Agrupamento deve ser maior que 1.",
  "AO_110144": "Falha ao gerar áreas delimitadoras usando o modo de viagem especificado.",
  "AO_110145": "Nem toda camada de junção tem seu atributo de junção correspondente.",
  "AO_110146": "O campo ${fieldName} não existe na camada ${layerName}, portanto, a operação de mesclagem ${mergeAttribute} não pode ser executada.",
  "AO_110243": "Não foi possível finalizar a análise, pois a grade criada teria mais do que o máximo de dois bilhões de células.",
  "AO_110250": "Todas as células da grade devem estar dentro do domínio de projeção.",
  "AO_110339": "Os atributos de interesse para as feições candidatos devem ter valores médios diferentes das feições de entrada ao fazer a correspondência usando os perfis de atributo.",
  "AO_110340": "${summary} não pode ser calculado para campos de data.",
  "AO_110341": "As estatísticas não podem ser calculadas para o campo ${fieldName}. Entre em contato com Esri Support Services.",
  "AO_110342": "Falha ao criar serviço de feição ${serviceName}.",
  "AO_110343": "Falha ao criar item ${itemName}.",
  "AO_110344": "A análise de mosaico H3 requer o sistema de coordenadas World Geodetic System 1984 (WGS84). WGS84 foi aplicado e seu sistema de coordenadas de saída não foi usado.",
  "AO_110345": "A análise de mosaico H3 requer o sistema de coordenadas World Geodetic System 1984 (WGS84). WGS84 foi aplicado como seu sistema de coordenadas de saída.",
  "AO_110346": "Uma resolução de caixa é necessária quando o tipo de caixa for Hexágonos H3.",
  "AO_110347": "Uma entrada de tamanho da caixa é necessária para este tipo de caixa.",
  "AO_110348": "A extensão não contém uma referência espacial válida.",
  "AO_110349": "A extensão fornecida no parâmetro de contexto não é válida.",
  "AO_110350": "O sistema de coordenadas de saída fornecido no parâmetro de contexto não é válido.",
  "AO_110351": "Várias operações não podem ser executadas no mesmo campo.",
  "AO_1115": "A propriedade de descrição da camada deve ser definida para ${layerName}.",
  "AO_1156": "Um valor de campo era incompatível com o tipo de campo.",
  "AO_12": "O campo a ser adicionado já existe.",
  "AO_1533": "Não foi possível calcular valores altos e baixos de incidência para os dados fornecidos. Se apropriado, tente especificar um Campo de Análise.",
  "AO_1534": "Os valores altos e baixos de incidência não podem ser calculados quando o número de pontos em toda a área do polígono é idêntico. Tente áreas de polígono diferentes ou diferentes opções de análise.",
  "AO_1535": "A opção de análise que você selecionou exige um mínimo de ${minNumFeatures} áreas de agregação.",
  "AO_1536": "As opções de análise que você selecionou exigem um mínimo de ${minNumIncidents} pontos para calcular valores altos e baixos de incidência.",
  "AO_1570": "A opção de análise que você selecionou exige um mínimo de ${minNumIncidents} pontos para estar dentro das áreas de polígono delimitadas.",
  "AO_1571": "As opções de análise que você selecionou exigem um mínimo de ${minNumFeatures} feições com dados válidos no campo de análise para calcular os valores altos e baixos de incidência.",
  "AO_1572": "Não há variação suficiente em locais de ponto para calcular valores altos e baixos de incidência. Pontos coincidentes, por exemplo, reduzem a variação espacial. Você pode tentar fornecer uma área delimitada, áreas de agregação (um mínimo de 30) ou um Campo de Análise.",
  "AO_1573": "Não há variação suficiente entre os pontos dentro das áreas de polígono delimitadoras. Você pode tentar fornecer limites maiores.",
  "AO_1574": "A opção de análise que você selecionou exige um mínimo de ${minNumIncidents} pontos para estar dentro dos polígonos de agregação.",
  "AO_1575": "Todos os valores para seu campo de análise são provavelmente os mesmos. Os valores altos e baixos de incidência não podem ser calculados quando não tiver nenhuma variação no campo sendo analisado.",
  "AO_1583": "Quando há múltiplas feições de entrada, a correspondência é baseada em seus atributos médios de interesse.",
  "AO_1584": "Atributos ausentes/inválidos. Os seguintes campos foram removidos da lista de atributos a serem considerados: ${removedFields}.",
  "AO_1585": "Atributos ausentes/inválidos. Nenhum campo válido é deixado na lista de atributos a serem considerados.",
  "AO_1586": "O número de resultados não pode ser maior que o número de feições candidatos. Definir parâmetro igual ao valor máximo: ${maxValue}.",
  "AO_1587": "O número de resultados não pode ser maior que a metade do número de feições candidatos. Definir parâmetro igual ao valor máximo: ${maxValue}.",
  "AO_1588": "Variação zero. Os campos a seguir carecem de variação suficiente para uso nesta ferramenta: ${name}.",
  "AO_1589": "Esta ferramenta exige um mínimo de 2 locais para pesquisar.",
  "AO_1598": "Você deve fornecer pelo menos dois atributos de interesse ao fazer a correspondência usando os perfis de atributo.",
  "AO_1599": "Muito poucos registros para analisar. Esta ferramenta exige pelo menos 1 local de referência na camada de entrada para calcular os resultados.",
  "AO_1605": "As distâncias para Coordenadas Geográficas (graus, minutos, segundos) são analisadas usando Distâncias Cordais em metros.",
  "AO_1607": "Os valores de distância excedem 30 graus decimais. As distâncias de corda não são precisas além de 30 graus.",
  "AO_1616": "Feições de Candidato com registros inválidos (inclui apenas os 30 primeiros): ${label} = ${badIDs}.",
  "AO_192": "O tamanho da célula deve ser menor que a faixa de distância.",
  "AO_210": "Não é possível criar a saída ${outputFC}.",
  "AO_26": "A distância do buffer é zero.",
  "AO_308": "Tipo de campo inválido.",
  "AO_358": "Expressão inválida.",
  "AO_366": "O tipo de geometria é inválido.",
  "AO_385": "A opção LINE não é válida com feições de ponto.",
  "AO_40039": "Não há dados suficientes para calcular o método. Pelo menos 10 pontos são necessários.",
  "AO_40040": "Os dados são distribuídos ao longo de uma linha reta e não podem ser processados.",
  "AO_40069": "A variância dos dados é muito pequena para ser calculada.",
  "AO_401": "Nenhuma feição foi encontrada para o processamento.",
  "AO_426": "Memória insuficiente.",
  "AO_438": "Não sobrepor polígono.",
  "AO_468": "Os tipos de forma de entrada não são iguais.",
  "AO_539": "A expressão é inválida.",
  "AO_561": "A relação espacial especificada é inválida para as camadas selecionadas.",
  "AO_640": "Tipo de campo inválido para ${fieldName}; deve ser do tipo ${typeString}.",
  "AO_641": "Esta ferramenta exige pelo menos ${numFeatures} feições para calcular resultados.",
  "AO_642": "Problemas ao ler ${badNum} de ${totalNum} do total de registros.",
  "AO_715": "${numObsNoNeighs} feições não tinha vizinhos com base em determinado limite de distância; retornando feição vizinha com centróide verdadeiro mais próximo.",
  "AO_716": "Feições com ajuste de pesquisa por bairro (inclui apenas os 30 primeiros): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} os polígonos não atenderam ao número mínimo de vizinhos especificado com base na contiguidade do polígono; para estes polígonos, os vizinhos não contíguos mais próximos também serão incluídos como vizinhos.",
  "AO_728": "O analysisField ${fieldName} que você especificou não existe no analysisLayer.",
  "AO_735": "Forneça pelo menos um campo de análise válido para basear a semelhança.",
  "AO_800": "O valor não é um membro de SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "Deve fornecer polígonos para agregar incidentes em contagens deste método de agregação de dados de incidente.",
  "AO_845": "Um mínimo de ${warnNumObs} feições de entrada para análise é o ideal.",
  "AO_846": "${numObsNoNeighs} feições não tinham vizinhos, o que geralmente invalida as propriedades estatísticas de um teste.",
  "AO_847": "Feições sem vizinhos (inclui apenas os primeiros 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Feições com registros inválidos (inclui apenas os 30 primeiros): ${ObjIDs} = ${IDnums}.",
  "AO_897": "A faixa de distância fornecida ${smallDistance} é muito pequena para a área de estudo.",
  "AO_898": "Nenhum peso válido encontrado.",
  "AO_900003": "Não foi possível obter a contagem de feição da ${layer}.",
  "AO_900004": "O arquivo de configuração ${file} não existe.",
  "AO_900005": "Falha da estimativa de custo de ${TaskName}.",
  "AO_900006": "Não foi possível analisar a entrada, JSON malformado.",
  "AO_900007": "Tipo de parâmetro não suportado de ${type}.",
  "AO_900008": "Ferramenta ${ToolName} sem suporte para estimativa de custo.",
  "AO_900009": "Não foi possível obter a Contagem de Feição da camada de GeoEnriquecimento.",
  "AO_906": "Zero discrepância: todos os valores para seu campo de entrada são provavelmente os mesmos.",
  "AO_910": "Muito poucas feições para ${numBadCases} de ${numCases} casos.",
  "AO_911": "Os mesmos pontos inicial e final para ${numBadObs} de feições de linha ${numObs}.",
  "AO_912": "Feições de linha com os mesmos pontos inicial e final (inclui apenas os primeiros 30): ${label} = ${badLengths}.",
  "AO_929": "A Faixa de Distância deve ser menor que a extensão de análise.",
  "AO_941": "Os valores de peso negativo foram interpretados como zero para processamento.",
  "AO_947": "Casos com poucas feições (inclui apenas os 30 primeiros): ${label} = ${badCases}.",
  "AO_973": "Não foi possível renderizar a saída com base no arquivo de camada padrão.",
  "AO_978": "Há alguns vértices para criar uma geometria válida.",
  "BD_100082": "Um nome de campo e uma expressão são exigidos.",
  "BD_100084": "O campo Tipo é necessário que seja String, Inteiro, Duplo ou Data.",
  "BD_100088": "Os campos \"${attribute}\" devem estar em ambas as camadas de pesquisa de candidatos e referência.",
  "BD_100089": "Os seguintes campos não tem variação suficiente para uso nesta análise: ${attribute}.",
  "BD_100090": "Esta ferramenta exige pelo menos dois locais de pesquisa de candidatos que não sejam também locais de referência.",
  "BD_100161": "Falha na Geocodificação em Lote.",
  "BD_100162": "Falha ao Analisar Entrada de Geocódigo.",
  "BD_100171": "URL de localizador de endereço inválida: ${locator_url}.",
  "BD_100182": "Os seguintes campos ${field} têm duplicatas.",
  "BD_100189": "Não foi possível conectar ao serviço de geocódigo remoto - verifique se o serviço de geocodificação está online e tem um parâmetro REST geocodeAddresses válido.",
  "BD_100199": "Edite seu mapeamento de campo e envie novamente - seu mapeamento inclui um campo de localizador que não é suportado.",
  "BD_101000": "Não foi possível executar a operação de consulta.",
  "BD_101001": "Esta operação exige tempo para ser configurada nas feições de origem, ausente em '${paramName}'.",
  "BD_101002": "Esta operação exige geometria a ser configurada nas feições de origem, ausente em '${paramName}'.",
  "BD_101003": "O tipo do intervalo de distância não é suportado.",
  "BD_101004": "Tipo de geometria errado para '${paramName}'. Esperado '${expectedType}', mas obteve '${actualType}'.",
  "BD_101005": "O campo '${requiredField}' é exigido se '${setField}' estiver configurado.",
  "BD_101006": "O tipo do intervalo de tempo não é suportado. Somente números inteiros são permitidos.",
  "BD_101007": "Pelo menos um relacionamento é exigido.",
  "BD_101008": "O campo '${requiredField}' é exigido.",
  "BD_101009": "Campos não localizados no conjunto de dados: ${fields}.",
  "BD_101010": "O resultado da sua análise não retornou nenhuma feição. Nenhuma camada será criada.",
  "BD_101011": "Um de '${firstField}' de '${secondField}' é exigido.",
  "BD_101012": "Ambos '${firstField}' e '${secondField}' não podem ser configurados ao mesmo tempo.",
  "BD_101013": "Tipo de tempo errado para '${paramName}'. Esperado '${expectedType}', obtido '${actualType}'.",
  "BD_101014": "O relacionamento de feição fornecido '${targetType}${relationshipType}${joinType}' não é válido.",
  "BD_101015": "O conjunto de relacionamentos definido não é válido.",
  "BD_101016": "Uma referência espacial é exigida quando a opção GEODESIC está selecionada.",
  "BD_101017": "Alguns resultados de buffer planar podem exceder a extensão válida. Considere usar um buffer geodésico para explicar a forma da Terra.",
  "BD_101018": "Uma ou mais feições foram ignoradas, pois uma distância negativa ou muito pequena resultou em nenhuma geometria.",
  "BD_101019": "Uma ou mais feições foram ignoradas devido a um valor de campo de distância zero.",
  "BD_101020": "Uma ou mais feições foram ignoradas devido a um valor de campo de distância NULL ou EMPTY.",
  "BD_101021": "Uma ou mais feições foram ignoradas devido a um valor de campo de distância de buffer inválido.",
  "BD_101022": "Uma ou mais feições foram ignoradas devido a um valor de campo da distância de buffer não linear.",
  "BD_101023": "Uma ou mais feições foram ignoradas devido ao tipo da distância de buffer ser inválido.",
  "BD_101024": "Utilizando o método geodésico do sistema de coordenadas geográficas.",
  "BD_101025": "Expressão de buffer inválida.",
  "BD_101026": "O parâmetro '${paramName}' não é válido.",
  "BD_101027": "'${outputName}' não é um nome de saída válido.",
  "BD_101028": "Iniciando novo trabalho distribuído com ${totalTasks} tarefas.",
  "BD_101029": "${completedTasks}/${totalTasks} tarefas distribuídas finalizadas.",
  "BD_101030": "Falha ao executar ${toolName}. Entre em contato com seu administrador com ID de trabalho '${jobID}'.",
  "BD_101031": "O trabalho foi cancelado.",
  "BD_101032": "O valor '${paramValue}' no parâmetro '${paramName}' não cai dentro do intervalo válido [${expectedRange}].",
  "BD_101033": "'${paramName}' será projetado na referência espacial do processamento.",
  "BD_101034": "'${paramName}' não tem uma referência espacial e não pode ser plano para a referência espacial do processamento.",
  "BD_101035": "'${paramName}' será limitado na extensão de saída.",
  "BD_101036": "A estatística '${statistic}' não é válida para o campo '${fieldName}'.",
  "BD_101037": "O tamanho da vizinhança deve ser maior que o tamanho do bin.",
  "BD_101038": "Ocorreu um erro ao retornar o resultado, porém, o resultado deve ainda estar disponível no seu conteúdo.",
  "BD_101039": "A entrada ${paramName} está em um sistema de coordenadas geográficas, mas esta operação requer um sistema de coordenadas planas. Use um conjunto de dados plano ou defina o sistema de coordenadas de processamento para análise como um sistema de coordenadas plana.",
  "BD_101040": "Uma camada da web denominada '${outputName}' já existe. Escolha um nome diferente que seja único dentro da sua organização.",
  "BD_101041": "Falha ao conectar ao armazenamento de dados. Verifique se a informação de conexão está correta.",
  "BD_101042": "Não foi possível acessar o compartilhamento de arquivos. Verifique se a sua conta de usuário do ArcGIS Server tem acesso ao compartilhamento de arquivo.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Você deve fornecer pelo menos dois Atributos de Interesse para o Método de Correspondência de Perfil de Atributo.",
  "BD_101046": "Especifique o número de resultados a serem retornados. O número de resultados deve ser maior que 0.",
  "BD_101047": "O Número de Resultados deve ser menor ou igual a 10.000. Os 10.000 melhores resultados foram calculados.",
  "BD_101048": "Os Atributos de Interesse têm duplicidades.",
  "BD_101049": "O número de resultados solicitados é maior que o número de resultados retornados.",
  "BD_101050": "Os atributos selecionados do tipo de campo de interesse são exigidos para serem Numéricos.",
  "BD_101051": "Possíveis erros foram localizados ao ler '${paramName}'.",
  "BD_101052": "Alguns registros têm valores de tempo ausentes ou inválidos.",
  "BD_101053": "Alguns registros têm valores de tempo que não são do tipo ${timeType}.",
  "BD_101054": "Alguns registros têm geometrias ausentes ou inválidas.",
  "BD_101055": "Alguns registros têm geometrias que não são do tipo ${geometryType}.",
  "BD_101056": "Unidade de forma de resumo inválida ${unit} para geometria ${geomType}.",
  "BD_101057": "Não é possível iniciar trabalho distribuído. Verifique suas configurações de serviço do GeoAnalyticsTools e garanta que tenha recursos disponíveis suficientes do trabalho para executar.",
  "BD_101058": "A análise exige mais memória do que está alocada. Aumente a memória alocada para sua caixa de ferramentas do GeoAnalytics no ArcGIS Server Manager.",
  "BD_101059": "Não foi possível calcular nenhum intervalo de tempo.",
  "BD_101060": "Havia ${numErrors} intervalos de tempo que não puderam ser calculados. Os primeiros ${numDisplay} erros foram exibidos.",
  "BD_101061": "O intervalo de tempo de ${startTime}até ${endTime} tem poucos registros para análise. Cada intervalo de tempo exige pelo menos ${minFeatures} feições para calcular os resultados.",
  "BD_101062": "O intervalo de tempo de ${startTime} até ${endTime} tem variação zero. Todos os valores para seu campo de entrada neste intervalo de tempo são provavelmente os mesmos.",
  "BD_101063": "Há zero discrepância. Todos os valores para seu campo de entrada são provavelmente os mesmos.",
  "BD_101064": "A expressão fornecida para '${fieldName}' resulta em um tipo de dados que não é um tipo de dados de atributo suportado.",
  "BD_101065": "A expressão fornecida para '${fieldName}' não é válida.",
  "BD_101066": "Falha ao inicializar plataforma de computação distribuída.",
  "BD_101067": "Um cubo de espaço-tempo foi criado. Os resultados não foram carregados corretamente em seu conteúdo.",
  "BD_101068": "A geração de caixa e análise exigem um sistema de coordenadas plana. A projeção ${projectionName} foi aplicada com parâmetros de projeção personalizados com base na extensão de análise.",
  "BD_101069": "A entrada '${paramName}' não define um sistema de coordenadas.",
  "BD_101070": "O conjunto de dados '${datasetName}’ no compartilhamento do arquivo big data '${fileShareName}' foi registrado incorretamente.",
  "BD_101071": "O objeto '${jsonObject}' para '${datasetName}' no compartilhamento de arquivo do big data '${fileShareName}' foi registrado incorretamente.",
  "BD_101073": "${numColumns} campos (mais os campos de sistema) excedem o limite do armazenamento de dados de ${maxColumns} para ${dataStoreType}.",
  "BD_101074": "Um tipo de campo é exigido ao adicionar um novo campo.",
  "BD_101075": "O tempo é exigido para rastrear operações de cientes.",
  "BD_101076": "Falha ao localizar certificado SSL válido ao conectar a uma máquina remota.",
  "BD_101077": "Mapeamento de campo incorreto. Os campos não mapeados para o localizador como nomes de colunas estão vazios.",
  "BD_101083": "* Extensão espacial = ${extent}",
  "BD_101084": "* Extensão temporal = ${extent}",
  "BD_101085": "A extensão de processamento é nula ou vazia.",
  "BD_101086": "A extensão de processamento não é válida para a referência espacial fornecida.",
  "BD_101087": "O conjunto de dados '${datasetName}' referenciado no arquivo de sugestões não foi localizado.",
  "BD_101088": "Algumas feições resultantes foram recortadas na extensão válida da referência espacial resultante.",
  "BD_101089": "A fase está sendo repetida (attempt=${attempt}). Verifique se você alocou recursos suficientes usando as configurações do GeoAnalytics. Se não tiver, considere cancelar o trabalho.",
  "BD_101090": "Alguns registros falharão ao geocodificar e terão geometrias ausentes.",
  "BD_101091": "ArcGIS Online World Geocoding Service não é um localizador suportado para Ferramentas do GeoAnalytics.",
  "BD_101092": "O limite de divisão da distância deve ser maior que zero.",
  "BD_101093": "Erro na expressão para '${fieldName}': parâmetros inválidos fornecidos para a função '${functionName}'.",
  "BD_101094": "Erro na expressão para '${fieldName}'. Tarefa à esquerda inválida.",
  "BD_101095": "Erro na expressão para '${fieldName}': Não é uma função: ${object}",
  "BD_101096": "Arquivo corrompido ou não suportado encontrado durante a leitura da entrada.",
  "BD_101097": "Ocorreu um ou mais erros ao calcular os novos valores de campo.",
  "BD_101098": "Erro na expressão para '${fieldName}': Referência indefinida para variável '${reference}'.",
  "BD_101099": "Erro na expressão para '${fieldName}': Referência indefinida para variável '${reference}'. Você quis dizer '${suggestion}'?",
  "BD_101100": "Os relacionamentos temporários mais próximos exigem uma distância temporal.",
  "BD_101114": "Os valores do campo groupby devem ser inteiros, texto ou de data.",
  "BD_101115": "O campo '${inputLayerField}' foi mapeado ${count} vezes.",
  "BD_101116": "Há um ou mais erros com o parâmetro fieldMapping.",
  "BD_101117": "Nenhum mapeamento de campo especificado. O mapeamento de campo padrão será aplicado.",
  "BD_101118": "A camada de entrada ${inputLayer} não é uma camada hospedada.",
  "BD_101119": "Tipo de mapeamento de campo desconhecido \\'${invalidMappingType}\\'. Esperado \\'AppendData\\' ou \\'Expression\\.'",
  "BD_101120": "O tipo de campo de '${inputLayerField}' não corresponde ao tipo de campo de '${appendLayerField}'. Esperado '${expectedType}', mas obteve '${actualType}'.",
  "BD_101121": "A camada de entrada e camada de anexo não têm quaisquer campos correspondentes. Nenhuma feição foi selecionada.",
  "BD_101122": "O tipo de geometria da camada de anexo não corresponde à camada de entrada. Esperado '${expectedType}', mas obteve '${actualType}'.",
  "BD_101123": "O tipo de tempo da camada de anexo não corresponde à camada de entrada. Esperado '${expectedType}', mas obteve '${actualType}'.",
  "BD_101124": "Os seguintes campos estão ausentes da camada de anexo e mapeamento de campo: ${missingFields}.",
  "BD_101125": "Os seguintes campos não foram anexados: \\'${fieldNames}\\'.",
  "BD_101126": "O seguinte campo de anexo não existe na camada de anexo: \\'${fieldName}\\'.",
  "BD_101127": "Expressão Arcade inválida para campo de entrada: \\'${fieldName}\\'.",
  "BD_101128": "O campo '${inputLayerField}' não existe na camada de entrada.",
  "BD_101129": "Alguns campos da camada de anexo não foram anexados devido a um tipo incompatível.",
  "BD_101130": "O tipo de campo \\'${inputFieldName}\\' não corresponde ao tipo de campo da camada de entrada. Esperado \\'${expectedType}\\', mas obteve \\'${actualType}\\'.",
  "BD_101131": "A opção anulável de \\'${inputFieldName}\\' não corresponde a opção anulável da camada de entrada. Esperado \\'${expectedType}\\', mas obteve \\'${actualType}\\'.",
  "BD_101132": "Os seguintes campos da camada de anexo não foram anexados devido a um nome de campo incompatível: ${mismatchedFields}.",
  "BD_101136": "A camada de entrada não tem edição habilitada. Entre em contato com seu administrador ou proprietário da camada para habilitar a edição.",
  "BD_101137": "A geração de caixa e análise requer um sistema de coordenadas planas. A projeção ${projectionName} foi aplicada com parâmetros de projeção personalizados baseado na extensão de análise.",
  "BD_101152": "O tipo de geometria da camada de junção não corresponde a esta camada de entrada. Esperado \\'${expectedType}\\', mas obteve \\'${actualType}\\'.",
  "BD_101153": "O tipo de tempo da camada de junção não corresponde a esta camada de entrada. Esperado '${expectedType}' mas obteve '${actualType}'.",
  "BD_101154": "O campo \\'${mergeLayerField}\\' foi atribuído a uma operação ${count} vezes.",
  "BD_101155": "Há um ou mais erros com a junção do parâmetro de atributos.",
  "BD_101156": "O tipo de campo de \\'${inputLayerField}\\' não corresponde ao tipo de campo de \\'${mergeLayerField}\\'. Esperado \\'${expectedType}\\', mas obteve \\'${actualType}\\'.",
  "BD_101157": "mergeType \\'${invalidMergeType}\\' desconhecido. Esperado \\'Correspondente\\', \\'Remover\\' ou \\'Renomear\\'.",
  "BD_101158": "O campo \\'${mergeLayerField}\\' não existe na camada de junção.",
  "BD_101159": "O campo \\'${inputLayerField}\\' não existe na camada de entrada.",
  "BD_101160": "O nome de campo \\'${renameField}\\' já existe na camada de entrada.",
  "BD_101161": "O nome de campo \\'${fieldName}\\' já existe na camada de junção.",
  "BD_101162": "Um campo está faltando nos atributos de junção para \\'${mergeOperation}\\'.",
  "BD_101164": "Ignorando mergeValue para '\\Remover\\'.",
  "BD_101169": "Um ou mais campos com nomes correspondentes não puderam ser juntados devido aos tipos de campo incompatíveis. Utilize atributos de junção para solucionar os conflitos.",
  "BD_101178": "Resumo de Resultados GLR [Tipo de Modelo: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "Diagnóstico de GLR",
  "BD_101189": "O trabalho de GeoAnalytics está esperando por recursos e não iniciou ainda. O trabalho será cancelado automaticamente após ${minutes} minutos.",
  "BD_101191": "O compartilhamento do arquivo de big data \\'${catalogPath}\\' não existe ou não está acessível.",
  "BD_101204": "O resultado da sua análise não retornou nenhuma feição para \\'${layerName}\\', \\'${layerName}\\' não será criado.",
  "BD_101205": "O número de feições de amostra solicitado é maior que o número total de feições. Todas as feições de entrada serão retornadas.",
  "BD_101206": "A criação de camada de extensão será pulada.",
  "BD_101207": "A variável de entrada \\'${variableName}\\' não pode ser tratada como categórica.",
  "BD_101208": "Os diagnósticos de dados de validação não podem ser criados. Os valores da variável para prever no conjunto de dados de validação não existem no conjunto de dados de treinamento.",
  "BD_101209": "A variável de entrada \\'${variableName}\\' é um campo de string e deve ser especificada como categórica.",
  "BD_101210": "A fonte de dados de saída não suporta gravação de conjunto de dados sem um tipo de geometria definido.",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Parâmetro de Entrada",
  "BD_101214": "Variável para Prever: ${variablePredict}",
  "BD_101215": "Criar Tabela de Importância da Variável: ${createTable}",
  "BD_101216": "Combinação de Variável Explanatória: ${variableMatching}",
  "BD_101219": "O relatório seguinte esboça o resumo do seu resultado de Classificação e Regressão baseada em floresta:",
  "BD_101220": "O seguinte relatório esboça o resumo da sua análise Descrever Conjunto de Dados.",
  "BD_101221": "Resumo de Feições de Entrada:",
  "BD_101222": "Resumo de Geometria:",
  "BD_101223": "Resumo de Tempo:",
  "BD_101224": "O script de Python tem sintaxe inválida.",
  "BD_101225": "A ferramenta \\'${toolName}\\' exige o privilégio 'Publicar ferramentas da web'.",
  "BD_101227": "Conjunto de dados de compartilhamento do arquivo de big data criado: ${serviceUrl}",
  "BD_101228": "As variáveis categóricas seguintes contêm menos que dois valores distintos: ${variableNames}. As variáveis categóricas exigem pelo menos dois valores distintos.",
  "BD_101229": "Parâmetro de mapeamento da variável dependente inválido. As chaves devem ser \\'value0\\' e \\'value1\\'.",
  "BD_101230": "Parâmetro de mapeamento da variável dependente inválido. Dois valores únicos devem ser fornecidos.",
  "BD_101238": "O número de vizinhos de entrada deve ser maior que 0 e menor ou igual a 5000.",
  "BD_101239": "O raio de pesquisa deve ser maior que 0 e menor ou igual a 500 quilômetros.",
  "BD_101245": "Falha ao gravar os resultados no armazenamento de grandes dados de espaço-tempo.",
  "BD_101253": "A variável dependente preveu o valor para uma ou mais feições utilizando menos de ${minNeighbors} vizinhos.",
  "BD_101254": "Uma ou mais feições existem com feições mais coincidentes que o número especificado de vizinhos, ${numNeighbors}.",
  "BD_101255": "Não é possível estimar pelo menos um modelo local devido a multicolaridade.",
  "BD_101256": "Não é possível predizer o valor de variável dependente de uma ou mais feições.",
  "BD_101257": "Não é possível predizer o valor de variável dependente de qualquer feição.",
  "BD_101259": "Os atributos de interesse das feições de pesquisa devem ter valores médios que diferem das feições de entrada ao utilizar o método de correspondência de perfis do atributo.",
  "BD_1022": "Esta ferramenta exige um sistema de coordenadas planas.",
  "BD_109": "A distância do buffer não pode ser negativa para linhas e pontos.",
  "BD_110004": "Um Cubo de Espaço-Tempo deve ter pelo menos 10 partes de tempo.",
  "BD_110005": "Este cubo de espaço-tempo não pode ser criado, pois parece ter mais do que o máximo de dois bilhões de armazenamentos.",
  "BD_110047": "O valor para o parâmetro Intervalo de Tempo deve ser positivo e maior que zero.",
  "BD_110064": "Falha ao criar Cubo de Espaço-Tempo de Saída devido ao Campo de Resumo ${variableName}. Reconsidere o Tipo de Preenchimento e Estatística escolhidos para este campo.",
  "BD_110194": "Não foi possível mapear e analisar campos nas feições de treinamento com campos nas feições para prever.",
  "BD_110199": "Não foi possível calcular a estatística de resumo exigida para análise.",
  "BD_110208": "A variável para prever regressão exige mais de cinco valores únicos.",
  "BD_1583": "Quando há múltiplas Feições de Entrada, a comparação é baseada na média dos Atributos De Interesse.",
  "BD_1589": "Muito poucos registros para analisar. Esta ferramenta exige pelo menos 2 Feições de Candidatos para computar os resultados.",
  "BD_1599": "Muito poucos registros para analisar. Esta ferramenta exige pelo menos 1 local de referência na camada de entrada para calcular os resultados.",
  "BD_26": "A distância do buffer é zero.",
  "BD_3": "O seguinte relatório esboça o resumo do seu resultado de Encontrar Locais Semelhantes.",
  "BD_308": "Tipo de campo inválido.",
  "BD_641": "Muito poucos registros para analisar. Esta ferramenta exige pelo menos ${minFeatures} feições para calcular resultados.",
  "BD_800": "O valor não é um membro de ${value}.",
  "BD_84503": "Resumo de Feições de Entrada para Corresponder",
  "BD_84504": "Resumo dos Atributos de Interesse",
  "BD_84505": "Principais `${numResults}` Locais Mais Semelhantes (Valores)",
  "BD_84506": "10 Principais de `${numResults}` Locais Mais Semelhantes (Valores)",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"].",
  "BD_84810": "Características do Modelo",
  "BD_84811": "Número de Árvores: ${numberOfTrees}",
  "BD_84812": "Tamanho da Folha: ${leafSize}",
  "BD_84813": "Profundidade da Árvore: ${treeDepth}",
  "BD_84814": "% de Treinamento Disponível por Árvore: ${sampleSize}",
  "BD_84815": "Número de Variáveis Amostradas Aleatoriamente: ${randomVariables}",
  "BD_84816": "% de Dados de Treinamento Excluídos para Validação: ${percentageForValidation}",
  "BD_84828": "Dados de Validação: Diagnóstico da Classificação",
  "BD_84829": "Dados de Validação: Diagnóstico da Regressão",
  "BD_84830": "Previsões para dados de validação (excluídos do treinamento do modelo) comparados aos valores observados destas feições de teste",
  "BD_84834": "Principal Variável de Importância",
  "BD_84838": "Dados de Treinamento: Diagnóstico da Classificação",
  "BD_84839": "Dados de Treinamento: Diagnóstico da Regressão",
  "BD_84840": "Previsões para dados utilizados para testar o modelo comparado às categorias observadas destas feições",
  "BD_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"].",
  "BD_89998": "[\"\", \"Total\", ${sumIndex}]",
  "GPEXT_001": "Valor do parâmetro ${name} inválido.",
  "GPEXT_002": "Parâmetro ${name} ausente.",
  "GPEXT_003": "Parâmetro inválido ${name}:propriedade ${propname} está ausente.",
  "GPEXT_004": "Parâmetro de camada inválido, propriedade ${propname} está ausente.",
  "GPEXT_005": "Falha ao acessar url ${url}.",
  "GPEXT_006": "Acessando a url ${url} erro retornado ${error}.",
  "GPEXT_007": "Item ${id} inválido.",
  "GPEXT_008": "Falha ao criar serviço ${name}.",
  "GPEXT_009": "Falha ao adicionar camada ${lname} no serviço ${name}.",
  "GPEXT_010": "Falha ao analisar camada JSON.",
  "GPEXT_011": "A camada ${url} não tem recurso de Extrair.",
  "GPEXT_012": "Operação Externa Inválida.",
  "GPEXT_013": "Esta ferramenta utiliza o serviço de GeoEnriquecimento. Consulte o ArcGIS Online Service Credit Estimator para mais detalhes.",
  "GPEXT_014": "Esta ferramenta usa o Network Analysis Services. Consulte o ArcGIS Online Service Credit Estimator para mais detalhes.",
  "GPEXT_015": "Selecione os serviços auxiliares apropriados do Portal para a operação solicitada.",
  "GPEXT_016": "Objeto da camada inválido.",
  "GPEXT_017": "O serviço ${name} já existe.",
  "GPEXT_018": "O serviço de feição remoto ${url} excede o limite de 100.000 feições. Crie um serviço de feições hospedado para analisar grandes dados.",
  "GPEXT_019": "Filtro inválido para camada ${url}.",
  "MT_001": "Falha ao obter detalhes de execução da ferramenta. Verifique seu conteúdo para obter os resultados esperados ou execute a ferramenta novamente.",
  "RA_120101": "A seguinte tabela contém estatísticas de validação cruzada:",
  "RA_120102": "Erro Médio",
  "RA_120103": "Raiz Quadrada Média",
  "RA_120104": "Padrão Médio",
  "RA_120105": "Média Padronizada",
  "RA_120106": "Raiz Quadrada Média Padronizada",
  "RA_120200": "Falha na ferramenta Geoprocessamento Subjacente.",
  "RA_120201": "Falha de Estatística Zonal.",
  "RA_120202": "Falha ao Calcular Densidade.",
  "RA_120203": "Falha ao Interpolar Pontos.",
  "RA_120204": "Falha ao Monitorar Vegetação.",
  "RA_120205": "Falha ao Calcular Declividade.",
  "RA_120206": "Falha ao Derivar Aspecto.",
  "RA_120207": "Falha de Panorama Geodésico.",
  "RA_120208": "Falha de Panorama.",
  "RA_120209": "Falha ao Extrair Raster.",
  "RA_120210": "Falha ao Remapear Valores.",
  "RA_120211": "Falha ao Converter Feição para Raster.",
  "RA_120212": "Falha ao Converter Raster para Feição.",
  "RA_120213": "Falha ao Calcular Distância.",
  "RA_120214": "Falha ao Determinar Caminho de Custo da Viagem Como Polilinha.",
  "RA_120215": "Falha ao Determinar Rede de Custo de Viagem Favorável.",
  "RA_120216": "Falha ao Calcular Custo da Viagem",
  "RA_120217": "A taxa de resistência não é suportada e portanto dever ser mantida vazia ao executar Calcular Custo da Viagem.",
  "RA_120218": "Falha ao Detectar Objetos Utilizando Aprendizagem Detalhada.",
  "RA_120219": "Falha ao Classificar Pixels Utilizando Aprendizagem Detalhada.",
  "RA_120220": "Falha na amostra.",
  "RA_120221": "Falha de Conexões de Região Favoráveis.",
  "RA_120222": "Falha de Estatística Zonal como Tabela.",
  "RA_120223": "Falha de Acumulação de Distância.",
  "RA_120224": "Falha de Alocação de Distância.",
  "RA_120225": "Falha de Caminho Favorável como Linha.",
  "RA_120226": "Falha de Caminho Favorável como Raster.",
  "RA_120227": "Falha de Parâmetros da Superfície.",
  "RA_120228": "Falha ao Derivar Fluxo Contínuo.",
  "RA_120229": "Falha ao Classificar Objetos Utilizando Aprendizagem Detalhada.",
  "RA_120230": "Falha ao Agregar Raster Multidimensional.",
  "RA_120231": "Falha ao Localizar Estatística de Parâmetro.",
  "RA_120232": "Falha ao Gerar Anomalia Multidimensional.",
  "RA_120233": "Falha ao Gerar Raster de Tendência.",
  "RA_120234": "Falha ao Prever Utilizando Raster de Tendência.",
  "RA_120306": "Causa da falha: ${cause}",
  "SS_00002": "O seguinte relatório esboça o fluxo de trabalho utilizado para melhorar seu resultado de Localizar Valor Alto de Incidência:",
  "SS_00003": "O seguinte relatório esboça o resumo do seu resultado de Encontrar Locais Semelhantes:",
  "SS_00004": "O seguinte relatório esboça o fluxo de trabalho utilizado para melhorar seu resultado de Localizar Valores Atípicos:",
  "SS_110140": "A Distância de Pesquisa utilizada no processo foi ${searchDistance}.",
  "SS_110142": "Nenhum agrupamento detectado.",
  "SS_220647": "Feições mínimas por Agrupamento ${minFeatures}",
  "SS_84261_0": "Médio",
  "SS_84262_0": "Padrão Desvio",
  "SS_84271_0": "Mín",
  "SS_84272_0": "Máx",
  "SS_84428": "Avaliação de Dados Inicial.",
  "SS_84434": "Havia ${NumOutliers} locais de valor atípico; não serão utilizados para calcular ${AggregationType}.",
  "SS_84437": "Não havia valores atípicos locacionais.",
  "SS_84444": "Agregação de Incidentes",
  "SS_84446": "${VarName} Propriedades:",
  "SS_84449": "Uma malha do polígono de fisnet foi criada para agregar pontos.",
  "SS_84450": "O tamanho de célula do polígono era ${SnapInfo}.",
  "SS_84451": "A análise foi baseada no número de pontos em cada célula do polígono de fishnet.",
  "SS_84452": "A análise foi realizada em todas as células do polígono de fishet contendo pelo menos um ponto.",
  "SS_84453": "A análise foi realizada em todas as células do polígono de fishnet dentro da camada de área delimitadora.",
  "SS_84457": "Os pontos foram agregados às células do polígono de fishnet dentro das áreas delimitadoras fornecidas.",
  "SS_84458": "A análise foi baseada no número de pontos em cada célula do polígono.",
  "SS_84459": "Escala de Análise",
  "SS_84461": "A banda de distância fixa favorável selecionada foi baseada no agrupamento de pico encontrado em ${DistanceInfo}.",
  "SS_84464": "A banda de distância fixa favorável foi baseada na distância média para ${NumNeighs} vizinhos mais próximos: ${DistanceInfo}.",
  "SS_84465": "A faixa de distância fixa favorável foi baseada em uma distância padrão das feições da média geométrica:${DistanceInfo}.",
  "SS_84466": "Análise de Valor Alto de Incidência",
  "SS_84469_0": "As feições de saída vermelhas representam pontos ativos no agrupamento de contagens alta de incidentes.",
  "SS_84469_1": "As feições de saída azuis representam pontos inativos no agrupamento de contagens baixa de incidentes.",
  "SS_84470": "Há ${NumSignificant} feições de saída estatisticamente significativas baseadas em uma correção FDR para múltiplos testes e dependência espacial.",
  "SS_84471": "Saída",
  "SS_84476": "As feições de saída vermelhas representam pontos ativos onde o valor ${FieldName} de aumento se agrupa.",
  "SS_84477": "As feições de saída azuis representam pontos inativos onde o valor ${FieldName} de redução se agrupa.",
  "SS_84485": "Havia ${NumFeatures} feições de entrada válidas.",
  "SS_84489": "A análise foi realizada em todas as áreas de agregação.",
  "SS_84490": "O processo de agregação resultou em ${AggNumFeatures} áreas ponderadas.",
  "SS_84491": "Havia ${NumFeatures} áreas de agregação de entrada válidas.",
  "SS_84492": "A área total de estudo era ${Area}.",
  "SS_84493": "Há 1 local de valor atípico; ele não foi utilizado para calcular ${AggregationType}.",
  "SS_84495_0": "Havia 1 local de valor atípico; não será utilizado para calcular o tamanho da célula do polígono.",
  "SS_84495_1": "Havia ${numOutliers} locais de valor atípico; não serão utilizados para calcular o tamanho da célula do polígono.",
  "SS_84496_0": "Havia 1 local de valor atípico; não será utilizado para calcular a faixa de distância fixa favorável.",
  "SS_84496_1": "Havia ${numOutliers} locais de valor atípico; não serão utilizados para calcular a faixa de distância fixa favorável.",
  "SS_84501": "pontos",
  "SS_84502": "polígonos",
  "SS_84503": "Resumo de Feições de Entrada para Corresponder",
  "SS_84504": "Resumo dos Atributos de Interesse",
  "SS_84505": "Principais ${numResults} Locais Mais Semelhantes (Valores)",
  "SS_84506": " 10 Principais de ${numResults} Locais Mais Semelhantes (Valores)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"]",
  "SS_84698": "Utilizando um hexágono de largura ${HexWidth} e altura ${HexHeight}.",
  "SS_84700": "o tamanho do hexágono",
  "SS_84700_0": "Havia 1 local de valor atípico; não será utilizado para calcular o tamanho do hexágono.",
  "SS_84700_1": "Havia ${numOutliers} locais de valor atípico; não serão utilizados para calcular o tamanho do hexágono.",
  "SS_84703": "A Distância de Vizinhança utilizada foi ${NeighborDistance}.",
  "SS_84704": "Análise de Valor Atípico",
  "SS_84705": "Criando a distribuição de referência aleatória com ${NumPermutation} permutações.",
  "SS_84708": "Há ${NumLowOutliers} feições de valor atípico estatisticamente significativo.",
  "SS_84709": "Há ${NumHighOutliers} feições de valor atípico alto estatisticamente significativo.",
  "SS_84710": "Há ${NumLowClusters} partes de feições de agrupamentos baixos estatisticamente significativos.",
  "SS_84711": "Há ${NumHighClusters} partes de feições de agrupamentos altos estatisticamente significativos.",
  "SS_84712": "As feições de saída em rosa são parte de um agrupamento de valores ${Variable} altos.",
  "SS_84713": "As feições de saída em Azul Claro são parte de um agrupamento de valores ${Variable} baixos.",
  "SS_84714": "As feições de saída em Vermelho representam valores atípicos altos dentro de um agrupamento de valores ${Variable} baixos.",
  "SS_84715": "As feições de saída em Azul representam valores atípicos baixos dentro de um agrupamento de valores ${Variable} altos.",
  "SS_84764": "Número de Agrupamentos ${number}.",
  "SS_84766": "Feições de ruído ${number}.",
  "SS_84769": "Gráfico de Acessibilidade",
  "SS_84770": "Distância de Alcance",
  "SS_84771": "Ordem de Alcance",
  "SS_84782": "Distribuição da Probabilidade de Associação",
  "SS_84785": "Contagem",
  "SS_84786": "Sensibilidade de agrupamento utilizada ${sensitivity}.",
  "SS_84787": "Segunda melhor sensibilidade ${sensitivity}.",
  "SS_84789": "Associação do Agrupamento",
  "SS_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"].",
  "SS_89998": " [\"\", \"Total\", ${sumIndex}] "
}
