{
  "AO_100001": "Însumare puncte a eșuat.",
  "AO_100002": "Tipul geometriei intrării Stratului Tematic de puncte trebuie să fie puncte.",
  "AO_100003": "Tipul de geometrie pentru Strat tematic poligon trebuie să fie poligonal.",
  "AO_100004": "Câmpul ${fieldName} furnizat pentru Câmpuri Rezumat nu există.",
  "AO_100005": "Câmpul ${fieldName} furnizat pentru Câmpuri rezumat nu este acceptat pentru calculele statistice.",
  "AO_100006": "Rezumatul de tip ${summary} furnizat pentru câmpul ${fieldName} este nevalid.",
  "AO_100007": "Găsire puncte de interes eșuată.",
  "AO_100008": "Tipul de geometrie pentru boundingPolygonLayer trebuie să fie poligonal.",
  "AO_100009": "Tipul geometriei pentru Strat tematic de analiză trebuie să fie puncte sau poligoane.",
  "AO_100010": "Tipul geometriei al Stratului Tematic Poligonal de însumare trebuie să fie în poligoane.",
  "AO_100011": "Trebuie furnizat un Câmp de analiză pentru stratul tematic de analiză poligonal.",
  "AO_100012": "Crearea de buffere nu a reușit.",
  "AO_100013": "Suprapunerea de straturi tematice nu a reușit.",
  "AO_100014": "Instrumentul Rezumare din interior nu a reușit.",
  "AO_100015": "Tipul geometriei intrării Stratului Tematic de Rezumat trebuie să fie puncte, linii sau poligoane.",
  "AO_100016": "Tipul geometriei intrării Stratului Tematic de Rezumat trebuie să fie puncte sau linii.",
  "AO_100017": "Tipul geometriei intrării Stratului Tematic de Rezumat trebuie să fie puncte.",
  "AO_100018": "Unitățile de formă ${sumUnits} nu sunt valabile la rezumarea unui strat tematic ${shapeType}.",
  "AO_100019": "Este necesar sel puțin unul dintre parametrii Formă Rezumat sau Câmpuri Rezumat.",
  "AO_100020": "Îmbogățirea stratului tematic nu a reușit.",
  "AO_100021": "Tipul de geometrie pentru Strat tematic de intrare trebuie să fie punct, linie sau poligon.",
  "AO_100022": "Unitățile ${units} nu sunt acceptate pentru tipul de buffer ${bufferType}.",
  "AO_100023": "Nu s-a putut îmbogăți stratul tematic pentru referința spațială de intrare ${spref}.",
  "AO_100024": "Nu există obicte spațiale prevăzute pentru analiză în ${inputLayer}.",
  "AO_100025": "Rezumatul în apropiere nu a reușit.",
  "AO_100026": "Extragerea datelor nu a reușit.",
  "AO_100027": "Dizolvarea granițelor nu a reușit.",
  "AO_100028": "Generarea de suprafețe de deplasare nu s-a realizat.",
  "AO_100029": "Unificarea straturilor tematice nu a reușit.",
  "AO_100030": "Găsirea celor mai apropiate nu s-a realizat.",
  "AO_100031": "Numărul celor mai apropiate locuri de găsit nu poate fi mai mare de ${max}.",
  "AO_100032": "Numărul de obiecte spațiale din ${analysisLayer} este zero.",
  "AO_100033": "Numărul de obiecte spațiale din ${nearLayer} este zero.",
  "AO_100034": "Numărul de obiecte spațiale din ${analysisLayer} nu poate fi mai mare decât ${max}.",
  "AO_100035": "Numărul de obiecte spațiale din ${nearLayer} nu poate fi mai mare decât 1000.",
  "AO_100036": "Stratul tematic ${analysisLayer} trebuie să aibă un tip de geometrie punctiformă la utilizarea ${measurementType} ca tip de măsurătoare.",
  "AO_100037": "Stratul tematic ${nearLayer} trebuie să aibă un tip de geometrie punctiformă la utilizarea ${measurementType} ca tip de măsurătoare.",
  "AO_100038": "Oprirea căutării nu poate fi mai mică de zero.",
  "AO_100039": "${inputLayer} trebuie să aibă un tip de geometrie punctiformă.",
  "AO_100040": "Numărul de obiecte spațiale din ${inputLayer} nu poate fi mai mare decât ${max}.",
  "AO_100041": "Parametrul de tip buffer este acceptat doar pentru straturile tematice care includ puncte sau linii.",
  "AO_100042": "Tipul geometriei ${shapeType} Stratului Tematic din Apropiere nu este acceptat pentru tipul Aproape ${nearType}.",
  "AO_100043": "Unitățile ${units} nu sunt acceptate pentru tipul Aproape ${nearType}.",
  "AO_100044": "Valoarea distanței trebuie să fie mai mare de 0.",
  "AO_100045": "Distanța și unitățile sunt necesare atunci când se specifică tipul de Buffer.",
  "AO_100046": "Nu s-a reușit accesarea GeoEnrichment Server.",
  "AO_100047": "Este posibil ca îmbogățirea să nu fie disponibilă pentru anumite obiecte spațiale.",
  "AO_100048": "Stratul tematic de intrare ${inputLayer} conține o geometrie multipunct și a fost convertit în geometrie de punct unic.",
  "AO_100049": "Nu există obiecte spațiale în extinderea de procesare pentru niciun strat tematic de intrare.",
  "AO_100050": "Nu există câmpuri în stratul tematic de intrare pentru extragerea datelor.",
  "AO_100051": "Nu există obiecte spațiale în extinderea de procesare pentru niciun strat tematic de intrare și niciun strat tematic de intrare nu are câmpuri pentru extragerea datelor.",
  "AO_100052": "Numele de câmp ${fieldName} nu există în ${paramName}.",
  "AO_100053": "Cheile necesare ${missingKeys} lipsesc în expresia de atribut ${expression}.",
  "AO_100054": "Cheile necesare ${missingKeys} lipsesc în expresia de relație spațială ${expression}.",
  "AO_100055": "Expresie nevalidă; JSON format incorect.",
  "AO_100056": "Index de strat tematic nevalid în expresia ${expression}.",
  "AO_100057": "Indexul de strat tematic depășește numărul de straturi tematice de intrare în expresia ${expression}.",
  "AO_100058": "Relația spațială ${spatialRel} nu acceptă geometriile de tip ${lyrGeomType}/${selLyrGeomType} pentru stratul tematic/selectingLayer în expresia ${expression}.",
  "AO_100059": "Relație spațială nevalidă ${spatialRel} în expresia ${expression}.",
  "AO_100060": "Expresie de interogare eșuată în expresia ${expression}.",
  "AO_100061": "Găsirea după atribute și locație nu s-a realizat.",
  "AO_100062": "Distanță și/sau unități nevalide în expresia ${expression}.",
  "AO_100063": "Planificarea Rutelor a eșuat.",
  "AO_100064": "Numărul de obiecte spațiale din ${stopsLayer} este zero.",
  "AO_100065": "Numărul de obiecte spațiale din ${startLayer} este zero.",
  "AO_100066": "Numărul maxim de autovehicule de direcționat nu poate fi mai mic decât zero și mai mare decât ${max}.",
  "AO_100067": "Numărul maxim de opriri per autovehicul nu poate fi mai mic decât zero și mai mare decât ${max}.",
  "AO_100068": "Numărul de obiecte spațiale din ${stopsLayer} nu poate fi mai mare decât ${max}.",
  "AO_100069": "Numărul de obiecte spațiale din ${startLayer} nu poate fi mai mare decât ${max}.",
  "AO_100070": "Numărul de obiecte spațiale din ${endLayer} nu poate fi mai mare decât ${max}.",
  "AO_100071": "Stratul tematic ${stopsLayer} trebuie să aibă un tip de geometrie punctiformă.",
  "AO_100072": "Stratul tematic ${startLayer} trebuie să aibă o geometrie punctiformă.",
  "AO_100073": "Stratul tematic ${endLayer} trebuie să aibă o geometrie punctiformă.",
  "AO_100074": "Timpul petrecut la fiecare oprire nu poate fi mai mic decât zero.",
  "AO_100075": "Timpul total al rutei pentru fiecare vehicul trebuie să fie mai mare decât zero și mai mic decât un an (525600 minute).",
  "AO_100076": "${endLayer} nu trebuie specificat dacă revenirea la punctul de plecare este adevărată.",
  "AO_100077": "Găsire locații similare a eșuat.",
  "AO_100078": "Nume de câmp nevalabil în expresie ${expression}.",
  "AO_100079": "Găsirea după atribute și locație nu s-a realizat.",
  "AO_100080": "A eșuat Calcularea Costului Călătoriei.",
  "AO_100081": "Calculator de câmpuri a eșuat.",
  "AO_100082": "Sunt necesare un nume de câmp și o expresie.",
  "AO_100083": "Pentru crearea unui câmp nou, este necesar tipul de câmp.",
  "AO_100084": "Tipul câmpului trebuie să fie Șir, Întreg, Dublu sau Dată.",
  "AO_100087": "Câmpul ${fieldName} nu există în ${inputLayer}.",
  "AO_100088": "Câmpurile ${attribute} trebuie să existe atât în stratul tematic de referință, cât și în stratul tematic de căutare candidați.",
  "AO_100089": "Următoarelor câmpuri le lipsește o variație suficientă pentru a fi utilizate în această analiză: ${attribute}.",
  "AO_100090": "Acest instrument are nevoie de cel puțin 2 locații de căutare candidați care să nu fie și locații de referință.",
  "AO_100091": "Tipul de geometrie pentru ${paramName} trebuie să fie cea punctiformă.",
  "AO_100092": "Tipul de geometrie pentru boundingPolygonLayer trebuie să fie poligonal.",
  "AO_100093": "Tipul de clasificare Manual necesită valoarea clasificării.",
  "AO_100094": "Numărul maxim de autovehicule de pe rută trebuie să fie egal cu numărul de obiecte spațiale din ${startLayer}.",
  "AO_100095": "Numărul de obiecte spațiale din ${endLayer} trebuie să fie egal cu numărul de obiecte spațiale din ${startLayer}.",
  "AO_100096": "${startLayerRouteIDField} din ${startLayer} nu are valori unice.",
  "AO_100097": "${endLayerRouteIDField} din ${endLayer} nu are valori unice.",
  "AO_100098": "Valorile din ${startLayerRouteIDField} în ${startLayer} nu au o corespondență unu-la-unu cu valorile din ${endLayerRouteIDField} în ${endLayer}.",
  "AO_100099": "Toate valorile clasificării trebuie să fie mai mari decât zero.",
  "AO_100100": "Obiectele spațiale din ${inputLayer} nu sunt localizate în zona de acoperire a datelor. Consultați disponibilitatea la ${url}.",
  "AO_100101": "Niciun obiect spațial din ${inputLayer} nu este la o distanță de ${max} kilometri de străzi.",
  "AO_100102": "Toate obiectele spațiale din ${inputLayer} trebuie să aibă același fus orar la utilizarea traficului și la crearea suprafețelor cu opțiunile de dizolvare sau împărțire.",
  "AO_100103": "Valoarea ${measureType} nu poate fi mai mare decât ${max} ${breakUnits}.",
  "AO_100104": "Instrumentul Interpolare puncte nu a reușit.",
  "AO_100105": "Instrumentul Calculare densitate nu a reușit.",
  "AO_100106": "Câmpul ${fieldName} nu este numeric.",
  "AO_100107": "Câmpul ${fieldName} nu are valori pozitive.",
  "AO_100108": "Câmpul ${fieldName} are valori negative. Doar valorile pozitive vor fi luate în considerare pentru calcularea densității.",
  "AO_100109": "Tipul de geometrie pentru stratul tematic de intrare trebuie să fie puncte sau linii.",
  "AO_100110": "Rolul dvs. de utilizator nu include privilegiul de geoîmbogăţire.",
  "AO_100111": "Rolul dvs. de utilizator nu include privilegiul necesar pentru analize de reţea.",
  "AO_100112": "Rolul dvs. de utilizator nu include privilegiul de publicare a obiectelor spaţiale găzduite.",
  "AO_100113": "Niciuna dintre opriri nu a fost alocată niciunei rute. Verificați câmpurile Stare și Constrângeri încălcate din stratul tematic de opriri nealocate de ieșire pentru mai multe informații.",
  "AO_100114": "Timpul petrecut la fiecare oprire, respectiv de ${stopServiceTime} (de) minute, trebuie să fie mai mic decât timpul total pe rută per autovehicul, respectiv de ${maxRouteTime} (de) minute.",
  "AO_100115": "Unele opriri nu au fost alocate niciunei rute. Verificați câmpul Constrângeri încălcate din stratul tematic opriri nealocate de ieșire pentru mai multe informații.",
  "AO_100116": "Doar ${routesUsed} din ${routeCount} rute sunt necesare pentru a ajunge la toate opririle. Dacă doriți să utilizați mai multe rute, executați Planificare rute din nou, dar reduceți limitele pentru numărul maxim de opriri sau timpul total pe rută per autovehicul.",
  "AO_100117": "Conducerea unui camion nu este acceptată momentan în afara Americii de Nord și a Americii Centrale.",
  "AO_100118": "Rolul dvs. de utilizator nu include privilegii pentru crearea, actualizarea și ștergerea de conținut.",
  "AO_100119": "Tipul de geometrie pentru intrarea WithinLayer trebuie să fie poligonal.",
  "AO_100120": "Unele dintre obiectele spațiale din stratul tematic depășesc limita dimensiunii de solicitare maximă și nu au fost îmbogățite.",
  "AO_100121": "Instrumentul Creare rază vizuală nu a reușit.",
  "AO_100122": "Urmărire în Aval a eșuat.",
  "AO_100123": "Crearea de Cumpene de Ape a eșuat.",
  "AO_100124": "Tipul de geometrie pentru Strat tematic de Intrare trebuie să fie cea punctiformă pentru tipul de buffer ${bufferType}.",
  "AO_100125": "Valorile câmpului Grupați după ${fieldName} trebuie să fie de tip număr întreg, text sau dată.",
  "AO_100126": "Stratul tematic de intrare include obiecte spațiale cu geometrie prea complexă pentru serviciul solicitat. Rezultatele se vor baza pe o geometrie simplificată.",
  "AO_100127": "Toate punctele de intrare cad în afara zonei de acoperire a datelor.",
  "AO_100128": "Câmpul de tip punct prevăzut trebuie să fie un șir sau un număr întreg.",
  "AO_100129": "Punctul este în afara extinderii captării.",
  "AO_100130": "Punctul este în afara extinderii unității de procesare.",
  "AO_100131": "Parametrul de distanță maximă de vizualizare nu poate fi mai mare decât ${max}${units}.",
  "AO_100132": "Datele de sursă DEM nu sunt disponibile în zona punctelor de intrare.",
  "AO_100133": "Rezoluția DEM de intrare nu este acceptată la valoarea distanței maxime specificate. Specificați o valoare a distanței maxime mai mică.",
  "AO_100136": "Extindere nevalidă pentru extragerea de date.",
  "AO_100137": "Este necesară o valoare pentru ${parameterName}.",
  "AO_100138": "Unele origini nu au fost conectate la destinațiile asociate respective. Verificați câmpul Stare din originile de ieșire nealocate și straturile tematice ale destinațiilor nealocate pentru mai multe informații.",
  "AO_100139": "Niciuna dintre origini nu a putut fi conectată la destinații.",
  "AO_100140": "Stratul tematic de extindere include obiecte spațiale cu geometrie prea complexă pentru serviciul solicitat. Rezultatele se vor baza pe o geometrie simplificată.",
  "AO_100141": "Obiectele spațiale din stratul tematic extindere sunt dincolo de limita dimensiunii de solicitare maximă și nu pot fi extrase.",
  "AO_100142": "Extinderea obiectelor spațiale punctuale de intrare depășește extinderea maximă permisă.",
  "AO_100143": "Rolul dvs. de utilizator nu include privilegiul necesar pentru analize de elevație.",
  "AO_100144": "Utilitarul ${serviceName} nu este înregistrat pentru portal.",
  "AO_100145": "Următorul mod de deplasare nu este valid: ${travelMode}.",
  "AO_100146": "Unitățile de împărțire alese, ${breakUnits}, și modul de deplasare selectat, ${travelMode}, nu sunt compatibile. Nu sunt valori mutuale de timp sau distanță.",
  "AO_100147": "Modul de deplasare nu specifică un atribut de impedanță bazat pe timp.",
  "AO_100148": "Nu aveți permisiuni de accesare a utilitarului ${serviceName}.",
  "AO_100149": "Imposibil de accesat URL-ul înregistrat pentru utilitarul ${serviceName}: ${cause}.",
  "AO_100150": "Selectare cele mai bune centre a eșuat.",
  "AO_100151": "Unitățile de intervale de deplasare alese, ${travelRangeUnits}, și modul de deplasare selectat, ${travelMode}, nu sunt compatibile. Nu sunt valori mutuale de timp sau distanță.",
  "AO_100152": "Numărul combinat al obiectelor spațiale în ${requiredFacilitiesLayer} și în ${candidateFacilitiesLayer} nu poate fi mai mare decât ${max}.",
  "AO_100153": "Valoarea pentru parametrul ${paramName} trebuie să fie mai mare decât zero.",
  "AO_100154": "Specificați o valoare fie pentru parametrul ${paramName1}, fie pentru parametrul ${paramName2}.",
  "AO_100155": "Stratul tematic de centre candidat, ${candidateFacilitiesLayer}, nu trebuie să fie specificat pentru obiectivul Alocare.",
  "AO_100156": "Procentul din cerere care trebuie acoperit trebuie să fie mai mare de zero și mai mic sau egal cu o sută.",
  "AO_100157": "Numărul de centre candidat de selectat nu poate fi mai mic decât numărul de obiecte spațiale din stratul tematic centre necesare.",
  "AO_100158": "Numărul de centre candidat de selectat nu poate fi mai mare decât ${max}.",
  "AO_100159": "Numărul de datacollections depășește limita maximă de ${maxDataCollections}.",
  "AO_100160": "Unele dintre obiectele spaţiale au o geometrie nevalidă şi au fost eliminate din cadrul rezultatelor.",
  "AO_100161": "Geocodificarea în grup a eșuat.",
  "AO_100162": "Analiza datelor de introducere pentru geocodificare a eșuat.",
  "AO_100163": "Textul descriptiv este nevalid.",
  "AO_100164": "Trebuie să completaţi valoarea inputTable, inputFileItem sau columnNames. Nu pot rămâne necompletate toate trei.",
  "AO_100165": "Dacă nu există un rând de antet, trebuie să introduceți valoarea columnNames.",
  "AO_100166": "Dacă valoarea fileType este un tabel, trebuie să introduceți valoarea inputTable.",
  "AO_100167": "Colecțiile CSV nu sunt un tip de date acceptat pentru introducere. Introduceți o foaie de calcul CSV sau Microsoft Excel.",
  "AO_100168": "Numele sau extensia fișierului este prea lung(ă).",
  "AO_100169": "Fișierul zip nu a putut fi deschis.",
  "AO_100170": "Nu există niciun fișier de formatul specificat în fișierul dvs. zip.",
  "AO_100171": "URL serviciu localizator nevalid: ${service_url}.",
  "AO_100172": "Acreditări nevalide sau URL serviciu localizator nevalid: ${service_url}. Asigurați-vă că elementele dvs. proxy sunt partajate cu toată lumea.",
  "AO_100173": "Utilizatorul nu are privilegii de geocodificare sau privilegii de publicare corespunzătoare.",
  "AO_100174": "Serviciul de geocodificare trebuie să se afle pe un server federalizat.",
  "AO_100175": "Token nevalid.",
  "AO_100176": "Fişierul dvs. trebuie să fie codificat cu UTF-8. Trimiteţi din nou fişierul.",
  "AO_100177": "Fișierul dvs. Excel este corupt și nu poate fi deschis.",
  "AO_100178": "Primul rând al fișierului este gol. Editați și retrimiteți fișierul.",
  "AO_100179": "Trebuie să definiți lățimile coloanelor dacă fișierul are o lățime fixă.",
  "AO_100180": "Lățimile coloanelor trebuie să fie numere întregi separate prin virgulă, de exemplu 5,7,13.",
  "AO_100181": "Rândul de antet al fișierului nu a putut fi analizat sau este gol.",
  "AO_100182": "Câmpul ${field} poate efectua cartografierea a 2 câmpuri de pseudonim posibile: ${field_one} și ${field_two}.",
  "AO_100183": "Cartografierea câmpurilor a fost introdusă într-un format incorect.",
  "AO_100184": "outputFields incorecte. Introduceți outputFields după cum urmează: x,y,score,match_addr.",
  "AO_100185": "chars_per_row trebuie să fie un număr întreg.",
  "AO_100186": "widths_of_cols incorecte. Introduceți valoarea widths_of_cols după cum urmează: 10,15,6.",
  "AO_100187": "Valoarea outputName trebuie să fie necompletată pentru ieșirea dintr-o colecție de obiecte spațiale.",
  "AO_100188": "Valoarea outputName nu poate rămâne necompletată.",
  "AO_100189": "geocodeServiceURL incorect. Asiguraţi-vă că serviciul de geocodificare este online şi are un terminal REST geocodeAddresses REST valid.",
  "AO_100190": "Verificați parametrul header_rows_to_skip.",
  "AO_100191": "Antetul nu a putut fi scris: verificați dacă parametrul headerRowsToSkip este incorect sau dacă serviciul de geocodificare este indisponibil.",
  "AO_100192": "Dacă există un rând de antet, trebuie să introduceți valoarea headerRowsToSkip.",
  "AO_100193": "Valoarea headerRowsToSkip trebuie să fie un număr pozitiv, mai mic decât numărul de rânduri din inputTable sau inputFileItem.",
  "AO_100194": "Fișierul de rezultate este editat de un alt program.",
  "AO_100195": "Fișierul introdus era gol; se returnează un fișier gol.",
  "AO_100196": "Cartografierea câmpurilor trebuie să reprezinte o listă de liste.",
  "AO_100197": "Valoarea geocodingServiceURL poate fi incorectă; aceasta nu are o valoare maxBatchSize pe pagina de informații.",
  "AO_100198": "Niciunul dintre câmpuri nu este cartografiat la câmpuri de localizator valide. Editați cartografierea câmpurilor și transmiteți din nou.",
  "AO_100199": "Cartografierea dvs. include un câmp locator neacceptat. Editați cartografierea câmpurilor și transmiteți din nou.",
  "AO_100200": "Cartografierea include un câmp locator neacceptat. Câmpurile localizatoare acceptate sunt ${supported_fields}. Editați cartografierea câmpurilor și transmiteți din nou.",
  "AO_100201": "Valoarea field_mapping include un câmp de introducere ${field} care nu este prezent în fişierul de introducere: ${supported_fields}.",
  "AO_100202": "Nu a putut fi trimisă solicitarea REST de pe server. Asiguraţi-vă că serverul se poate conecta la internet.",
  "AO_100203": "Valoarea geocodeServiceURL introdusă trebuie să fie https în loc de http.",
  "AO_100204": "inputTable are peste 100.000 de elemente și nu este acceptat.",
  "AO_100205": "Delimitatorul de coloane este nevalid.",
  "AO_100206": "Crearea replicii a eșuat pentru URL-urile: ${Url}. Bifați dacă serviciul permite altora să exporte date în diferite formate.",
  "AO_100207": "Numărul total de câmpuri de introducere și variabile de îmbogățire a depășit limita maximă de ${maxCountOfFields}.",
  "AO_100208": "Rândul de antet nu are aceeași lungime cu numărul de liste din cartografierea câmpurilor.",
  "AO_100209": "Valoarea headerRowsToSkip trebuie să fie un număr pozitiv, mai mic decât numărul de rânduri din inputTable sau inputFileItem.",
  "AO_100210": "Fișierul de introducere are prea multe rânduri: formatul .xls acceptă maximum 65536 de rânduri. Retrimiteți un outputType diferit.",
  "AO_100211": "Crearea straturilor tematice de rute a eșuat.",
  "AO_100212": "Fișierul de introducere cu datele rutelor nu este un fișier zip valid.",
  "AO_100213": "Datele de introducere ale rutelor nu conțin clasa obligatorie de obiecte spațiale de tip Oprire.",
  "AO_100214": "Datele de introducere ale rutelor nu conțin numărul minim de două opriri.",
  "AO_100215": "Unire Obiecte Spaţiale a eșuat.",
  "AO_100216": "Găsirea valorilor excepționale a eșuat.",
  "AO_100217": "Rezultatul nu a putut fi salvat sub forma unor straturi tematice de rute, deoarece analiza nu a produs nicio rută.",
  "AO_100218": "Includerea straturilor tematice de rute nu este validă atunci când measurementType este StraightLine.",
  "AO_100219": "Intrare nevalidă pentru parametrul ${paramName}.",
  "AO_100220": "Tipul de geometrie ${geomType} pentru ${paramName} nu este acceptat pentru relația spațială: ${spatialRel}.",
  "AO_100221": "Trebuie să specificați atributul sau relația spațială.",
  "AO_100222": "Relația spațială nu este acceptată pentru introducerea de tip tabel.",
  "AO_100223": "Includerea straturilor tematice de rute nu este acceptată atunci când se solicită scoaterea colecției de obiecte spațiale.",
  "AO_100224": "Descărcarea datelor rutelor din elementul de date despre rute, ${itemId}, a eșuat.",
  "AO_100225": "Ștergerea elementului de date despre rute, ${itemId}, a eșuat.",
  "AO_100226": "Extragerea datelor rutelor din fișierul de date despre rute a eșuat.",
  "AO_100227": "Rândul de antet nu are aceeași lungime cu numărul de liste din cartografierea câmpurilor.",
  "AO_100228": "Valoarea headerRowsToSkip trebuie să fie un număr pozitiv, mai mic decât numărul de rânduri din inputTable sau inputFileItem.",
  "AO_100229": "Fișierul de introducere are prea multe rânduri: formatul .xls acceptă maximum 65536 de rânduri. Retrimiteți un outputType diferit.",
  "AO_100230": "Tipul dvs. de fișier nu este acceptat. Tipurile de fișiere acceptate sunt csv și xlsx.",
  "AO_100231": "outputName nu este formatat corect.",
  "AO_100232": "Rolul dvs. de utilizator nu include privilegiul de geocodificare.",
  "AO_100233": "Numărul de înregistrări din tabelul de intrare este mai mare decât numărul maxim de înregistrări, respectiv de ${max}, care se permite pentru geocodificare.",
  "AO_100234": "Nu puteţi trimite şi un tabel şi un fişier, trimiteţi numai unul.",
  "AO_100235": "inputFileParameters nu sunt formatați corect.",
  "AO_100236": "Dacă trimiteți un fișier, trebuie să specificați inputFileParameters.",
  "AO_100237": "Acest tabel de intrare este nevalid. Selectați un alt tabel.",
  "AO_100238": "Acest fișier de intrare este nevalid. Selectați un alt fișier.",
  "AO_100239": "Trebuie să specificați un inputFile, inputTable sau columnNames.",
  "AO_100240": "geocodeParameters nu sunt formatați corect.",
  "AO_100241": "Numele rezultatului dvs. există deja. Alegeți un nume diferit.",
  "AO_100242": "Nu aveți suficiente credite pentru efectuarea acestei operații. Contactați administratorul de sistem ArcGIS pentru asistență.",
  "AO_100243": "Unele dintre obiectele spaţiale din rezultatul dvs. nu sunt îmbogățite.",
  "AO_100244": "Distanța și unitățile sunt necesare pentru SpatialRelationship WithinDistance.",
  "AO_100245": "Expresie nevalidă pentru ${paramName}, JSON format incorect.",
  "AO_100246": "Nu s-au putut crea straturi tematice de rute pentru următoarele rute: ${routeNames}.",
  "AO_100247": "Nu s-au putut crea straturi tematice de rute, deoarece numărul de rute, ${routeCount}, este mai mare decât numărul maxim de straturi tematice de rute, ${max}, care poate fi creat.",
  "AO_100248": "Fișierul sau tabelul dvs. nu are înregistrări. Includeți înregistrări care trebuie să fie geocodificate și retrimiteți.",
  "AO_100249": "Categorie nevalidă.",
  "AO_100250": "Tabelul remis este gol sau deteriorat.",
  "AO_100251": "Fișierul nu este codificat utf-8. Retrimiteți.",
  "AO_100252": "Valorile din câmpul ${startLayerRouteIDField} în ${startLayer} și din câmpul ${endLayerRouteIDField} în ${endLayer} nu sunt unice.",
  "AO_100253": "Goliți inputTable și goliți inputFileItem. Introduceți un inputTable sau inputFileItem.",
  "AO_100254": "Găsirea centroizilor a eșuat.",
  "AO_100255": "Eșec la crearea de containere.",
  "AO_100256": "Parametrul ${paramName} necesită o valoare valabilă.",
  "AO_100257": "Unele dintre valorile din câmpurile țintă nu sunt valabile și nu pot fi corelate.",
  "AO_100258": "Distanța dintre oricare puncte introduse trebuie să fie mai mică de ${mileValue} mile (${kmValue} kilometri) de mers pe jos.",
  "AO_100259": "Nu s-au găsit locații în apropiere. Verificați dacă intervalul de căutare este corespunzător pentru analiza dvs.",
  "AO_100260": "Instrumentul Găsire fascicule de puncte nu a reușit.",
  "AO_100261": "Instrumentul Centru de rezumare și dispersare nu a reușit.",
  "AO_100262": "Interogare nevalidă. Nu toate expresiile fac referire la același strat tematic țintă. Locurile de ieșire pot fi derivate doar dintr-un singur strat tematic țintă.",
  "AO_100263": "${barrierType} nu poate fi specificat atunci când measurementType este StraightLine.",
  "AO_100264": "Stratul tematic ${inputLayer} folosit pentru a specifica stratul tematic barieră ${shapeType} trebuie să aibă o geometrie ${shapeType}.",
  "AO_100265": "Numărul de obiecte spațiale stradale intersectate de stratul tematic tip barieră punctuală depășește limita de ${limit}.",
  "AO_100266": "Numărul de obiecte spațiale stradale intersectate de bariera în linie depășește limita de ${limit}.",
  "AO_100267": "Numărul de obiecte spațiale stradale intersectate de bariera poligonală depășește limita de ${limit}.",
  "AO_100268": "Generarea expuneri mozaicate a eșuat.",
  "AO_100269": "Extensie invalidă pentru generarea de dispunere mozaicată.",
  "AO_100270": "Dimensiunea și numărul variabilelor pe care le-ați selectat depășește dimensiunea maximă a rândului pentru stratul tematic de obiecte spațiale de serviciu. Reduceți numărul de variabile selectate.",
  "AO_100271": "Câmpul ${fieldName} din stratul tematic ${analysisLayer} nu poate avea valori necompletate.",
  "AO_100272": "Fie câmpul ${startLayerRouteIDField} din stratul tematic ${startLayer} sau câmpul ${endLayerRouteIDField} din stratul tematic ${endLayer} trebuie să includă valori unice.",
  "AO_100273": "Valoarea ${routeId} din câmpul ${routeIDField} din stratul tematic ${startLayer} nu are niciun obiect spațial corespondent în stratul tematic ${endLayer}.",
  "AO_100274": "Numărul maxim de autovehicule de pe rută trebuie să fie egal cu numărul de obiecte spațiale din stratul tematic ${startLayer} care se utilizează ca locații de plecare pentru rute.",
  "AO_100275": "Numărul maxim de autovehicule de pe rută trebuie să fie egal cu numărul de obiecte spațiale din stratul tematic ${endLayer} care se utilizează ca locații de sosire pentru rute.",
  "AO_100276": "Numărul de obiecte spațiale din stratul tematic ${startLayer} care se utilizează ca locații de plecare pentru rute nu poate fi mai mare decât ${max}.",
  "AO_100277": "Numărul de obiecte spațiale din stratul tematic ${endLayer} care se utilizează ca locații de sosire pentru rute nu poate fi mai mare decât ${max}.",
  "AO_100278": "Valoarea ${measureType} nu poate fi mai mare decât ${max} ${breakUnits} atunci când este selectată opțiunea de afișare a zonelor inaccesibile sub formă de găuri.",
  "AO_100279": "Valoarea ${measureType} nu poate fi mai mare decât ${max} ${breakUnits} atunci când este selectată opțiunea de includere a străzilor accesibile.",
  "AO_100280": "Valoarea ${measureType} nu poate fi mai mare decât ${max} ${breakUnits} la deplasarea pe jos.",
  "AO_100281": "Variabilele de analiză solicitate fac parte din mai multe ierarhii. Acest lucru poate duce la rezultate inconsecvente.",
  "AO_100282": "Este necesară o licență ArcGIS Server avansată pe serverul de găzduire la utilizarea tipului de măsurare StraightLine cu instrumentul Găsire cele mai apropiate.",
  "AO_100283": "Există prea multe obiecte spațiale sau forme complexe în setul de date. Analizați reducerea numărului de obiecte spațiale înainte de rularea soluției de Îmbogățire Strat Tematic. De exemplu, puteți filtra setul de date și rula instrumentul în serii, sau puteți reduce dimensiunea extinderii hărții.",
  "AO_100284": "Nu s-a găsit nicio referință spațială pentru ${inputLayer}. Acest lucru va duce la eșuarea analizei sau la crearea unui rezultat fără referință spațială.",
  "AO_100285": "Doar proprietarul ${inputLayer} poate efectua analiza pe acest strat tematic.",
  "AO_100286": "Estimarea de credit se bazează pe utilizarea unui serviciu particularizat de geoîmbogățire.",
  "AO_100287": "Datele nu sunt disponibile pentru țări cu următoarele coduri: ${country}.",
  "AO_100288": "Nu se poate detecta țara pentru unul sau mai multe obiecte spațiale.",
  "AO_100289": "Eroare de conectare la mediu. Contactați Serviciile de asistență Esri.",
  "AO_100290": "Câmpurile pentru ID obiect nu pot fi utilizate în unirile de atribute.",
  "AO_100291": "Publicarea rezultatelor de analiză sub formă de colecție de obiecte spațiale a eșuat, deoarece unul dintre straturile tematice de ieșire are mai mult de 9999 obiecte spațiale. Pentru a păstra toate obiectele spațiale, salvați rezultatul sub formă de strat tematic de obiecte spațiale.",
  "AO_100292": "Numele de ieșire furnizat este utilizat deja sau conține caractere nevalide.",
  "AO_100293": "Unul sau mai multe obiecte spațiale nu au fost îmbogățite deoarece a eșuat crearea zonei pentru modul de călătorie. Verificați dacă obiectele spațiale de intrare sunt localizate în zona de acoperire a datelor serviciului dvs. de analiză a rețelei sau folosiți distanța pe linie dreaptă.",
  "AO_100294": "Unul sau mai multe obiecte spațiale depășesc granițele demografice. Variabilele de îmbogățire au fost estimate cu ajutorul agregării proporționale.",
  "AO_100295": "Bază de date geografice cu datele rutelor ${geodatabase} nu există.",
  "AO_100296": "Fișierul zip cu datele rutelor ${zipfile} este gol.",
  "AO_100297": "Numărul de linii din zona de servicii de ieșire, ${numFeatures}, depășește limita maximă, ${threshold}, care poate fi returnată din serviciu.",
  "AO_100298": "Activitate nereușită din cauza căderii serviciului. Contactați Serviciile de asistență Esri.",
  "AO_100299": "Nu s-au putut despacheta rezutatele de la serviciul de elevație. Contactați Serviciile de asistență Esri.",
  "AO_100300": "Nu s-au putut despacheta rezutatele de la serviciul de hidrologie. Contactați Serviciile de asistență Esri.",
  "AO_100301": "Unificare straturi tematice necesită aceeași geometrie pentru toate intrările.",
  "AO_100302": "Licența pentru Geostatistical Analyst este necesară pentru utilizarea acestui instrument.",
  "AO_100303": "Licența pentru Spatial Analyst este necesară pentru utilizarea acestui instrument.",
  "AO_100304": "Crearea de zone limită a eșuat",
  "AO_100305": "Valoare nu este un membru al Minute | Secunde | Ore | Mile | Kilometri | Metri | Picioare | Yarzi | Altele.",
  "AO_100306": "Expresie Arcade nevalidă.",
  "AO_100307": "Toate poligoanele sunt goale.",
  "AO_100308": "Valoarea numerică depășește intervalul valabil.",
  "AO_100309": "Valoarea nu este un membru al ToFacility | FromFacility.",
  "AO_100310": "Valoarea nu este un membru al Linie dreaptă| Timp conducere| Distanță conducere| Timp conducere camion| Distanță conducere camion | Timp mers | Distanță mers | Timp conducere mediu rural | Distanță conducere mediu rural.",
  "AO_100311": "Valoarea nu este un membru al GeoLocal | UTC.",
  "AO_100312": "Rezultatele nu pot fi stocate ca o colecție de obiecte spațiale la includerea străzilor accesibile.",
  "AO_100313": "Nu se poate efectua suprascrierea: elementul de portal specificat nu există.",
  "AO_100314": "Nu se poate efectua suprascrierea: trebuie să fiți proprietarul elementului sau să aveți privilegii administrative pentru a suprascrie acest element.",
  "AO_100315": "Nu se poate efectua suprascrierea: tip de element neacceptat pentru suprascriere.",
  "AO_100316": "Numele de serviciu menționat este diferit de titlul elementului existent care trebuie să fie suprascris. Elementul va fi suprascris, dar titlul elementului nu va fi actualizat.",
  "AO_100317": "Nu se poate efectua suprascrierea: trebuie să furnizați un ID de element pentru a suprascrie un element.",
  "AO_100318": "Nu se poate efectua suprascrierea: elementul de portal specificat este referențiat de alte elemente de portal. Orice straturi tematice de vizualizare asociate cu elementul de portal specificat trebuie să fie șterse înainte de a executa suprascrierea.",
  "AO_100319": "Numărul total de câmpuri din stratul tematic de rezultate, inclusiv câmpurile de analiză generate de instrument, depășesc limita de 1023 câmpuri.",
  "AO_100320": "Numărul total de câmpuri din stratul tematic de rezultate, inclusiv câmpurile de analiză generate de instrument, depășesc limita de 1019 câmpuri.",
  "AO_100321": "Nu se poate suprascrie: referința spațială a rezultatului trebuie să corespundă referinței spațiale a articolului existent care urmează să fie suprascris.",
  "AO_100322": "Nu s-a reușit publicarea rezultatului Vă rugăm să încercați să rulați din nou instrumentul mai târziu.",
  "AO_100323": "Nu s-a reușit atingerea valorilor prag.",
  "AO_100324": "Variabila nu este adecvată pentru analiza zonei prag.",
  "AO_100325": "Nu s-a găsit o rețea stradală pentru punctul introdus: ${pointId}.",
  "AO_100326": "Raza maximă atinsă fără nicio soluție pentru punctul introdus: ${pointId}.",
  "AO_100327": "Nu se poate efectua suprascrierea: elementul de portal specificat este referențiat de alte elemente de portal. Orice straturi tematice de vizualizare asociate cu elementul de portal specificat trebuie să fie șterse înainte de a executa suprascrierea.",
  "AO_100328": "Tipul geometriei stratului tematic de intrare nu poate fi puncte. Pentru a folosi această introducere în vederea creării unui nou strat tematic de punct, încercați instrumentul Găsire după atribute și locații.",
  "AO_100329": "Atribute de fuzionare nevalide.",
  "AO_100352": "Suma numărului de obiecte spațiale în straturile tematice ale facilităților candidate și facilităților obligatorii nu poate fi mai mare de ${max}.",
  "AO_100353": "Nu s-a reușit crearea serviciului de obiecte spațiale de ieșire. Câmpurile Timestampoffset nu sunt acceptate.",
  "AO_100354": "Formatul datelor de ieșire specificat necesită sistemul de coordonate World Geodetic System 1984 (WGS84). WGS84 a fost aplicat și sistemul dvs. de coordonate de ieșire nu a fost folosit.",
  "AO_100355": "Statisticile rezumatului nu pot fi calculate pentru următoarele tipuri de câmpuri: NumaiData, NumaiOra și TimestampOffset.",
  "AO_100356": "Următoarele tipuri de câmpuri nu pot fi exportate: ${params}.",
  "AO_1011": "Casete cu prea puține noduri pentru o geometrie validă (include doar primele 30): %1 = %2.",
  "AO_109": "Distanța buffer nu poate fi negativă pentru linii și puncte.",
  "AO_110": "${inputFC} nu există.",
  "AO_110057": "Referința spațială pentru obiectele spațiale de intrare (${inputFeatures}) este incompatibilă cu sistemul de coordonate de ieșire (${outputCoordinateSystem}).",
  "AO_110058": "Referința spațială pentru obiectele spațiale candidate (${candidateFeatures}) este incompatibilă cu sistemul de coordonate de ieșire (${outputCoordinateSystem}).",
  "AO_110059": "Proiecțiile dintre obiectele spațiale de intrare și obiectele spațiale candidate sunt incompatibile. Analiza a fost realizată în proiecția „WGS_1984_Web_Mercator_Auxiliary_Sphere”.",
  "AO_110068": "Testul Rayleigh necesită cel puțin ${numCases2D} obiecte spațiale pentru un rezultat bidimensional și ${numCases3D} pentru un rezultat tridimensional care să fie valid.",
  "AO_110069": "Prea puține obiecte spațiale pentru ${numBadCases} din ${numCases} cazuri pentru a valida testul Rayleight.",
  "AO_110070": "Testul Rayleight nu este valid pentru că setul de date este bimodal diametral. Rezultatul este corectat pentru o mai bună reprezentare a orientării medii.",
  "AO_110071": "Au fost găsite date bimodale diametral pentru ${numDoubleAngleCases} din ${doubleAngleCases} cazuri. Testul Rayleight nu este valid pentru acele cazuri și, prin urmare, rezultatul lor a fost corectat pentru o mai bună reprezentare a orientării medii.",
  "AO_110083": "Unitățile verticale și liniare din sistemele de coordonate XY și Z nu sunt identice.",
  "AO_110141": "Numărul minim de obiecte spațiale pe fascicul este mai mare decât numărul de obiecte spațiale din setul de date.",
  "AO_110143": "Numărul minim de obiecte spațiale pe fascicul trebuie să fie mai mare decât 1.",
  "AO_110144": "Nu s-a reușit generarea zonelor de legătură folosind modul de deplasare specificat.",
  "AO_110145": "Nu toate straturile fuzionate au atributul lor fuzionat corespunzător.",
  "AO_110146": "Câmpul ${fieldName} nu există în stratul tematic ${layerName}, așadar operațiunea de fuzionare ${mergeAttribute} nu a putut fi efectuată.",
  "AO_110243": "Analiza nu a putut fi efectuată deoarece grila creată nu ar fi avut mai mult de maximum două miliarde de celule.",
  "AO_110250": "Toate celulele grilei trebuie să se încadreze în domeniul proiecției.",
  "AO_110339": "Atributele de interes pentru obiectele spațiale candidate trebuie să aibă valori medii diferite de obiectele spațiale de intrare atunci când se asociază cu utilizarea profilurilor de atribute.",
  "AO_110340": "${summary} nu poate fi calculat pentru câmpurile de date.",
  "AO_110341": "Statisticile nu pot fi calculate pentru câmpul ${fieldName}. Contactați Serviciile de asistență Esri.",
  "AO_110342": "Nu s-a reușit crearea serviciului de obiecte spațiale ${serviceName}.",
  "AO_110343": "Elementul ${itemName} nu a putut fi creat,",
  "AO_110344": "Analiza de tesalare H3 necesită sistemul de coordonate World Geodetic System 1984 (WGS84). WGS84 a fost aplicat și sistemul dvs. de coordonate de ieșire nu a fost folosit.",
  "AO_110345": "Analiza de tesalare H3 necesită sistemul de coordonate World Geodetic System 1984 (WGS84). WGS84 a fost aplicat ca sistemul dvs. de coordonate de ieșire.",
  "AO_110346": "O rezoluție a coșului este necesară când tipul coșului este Hexagoane H3.",
  "AO_110347": "Este necesară o intrare de dimensiune a coșului pentru acest tip de coș.",
  "AO_110348": "Extinderea nu conține o referință spațială validă.",
  "AO_110349": "Extinderea furnizată în parametrul context nu este validă.",
  "AO_110350": "Sistemul de coordonate de ieșire furnizat în parametrul de context nu este valid.",
  "AO_110351": "Nu pot fi executate mai multe operații în același câmp.",
  "AO_1115": "Proprietatea descrierii stratului tematic trebuie să fie setată pentru ${layerName}.",
  "AO_1156": "Valoarea unui câmp a fost incompatibilă cu tipul câmpului.",
  "AO_12": "Câmpul de adăugat există deja.",
  "AO_1533": "Nu am putut calcula hot spot-uri şi cold spot-uri pentru datele furnizate. Dacă este cazul, încercați să specificați un Câmp de analiză.",
  "AO_1534": "Nu se pot calcula hot spot-uri și cold spot-uri când numărul de puncte din fiecare poligon este același. Încercați alte suprafețe poligonale sau alte opțiuni de analiză.",
  "AO_1535": "Opțiunea de analiză pe care ați selectat-o necesită cel puțin ${minNumFeatures} (de) suprafețe de agregare.",
  "AO_1536": "Opțiunile de analiză pe care le-ați selectat necesită cel puțin ${minNumIncidents} (de) puncte pentru a calcula punctele de interes și punctele lipsite de interes.",
  "AO_1570": "Opțiunea de analiză pe care ați selectat-o necesită ca cel puțin ${minNumIncidents} (de) puncte să se afle în interiorul suprafețelor poligonale de legătură.",
  "AO_1571": "Opțiunile de analiză pe care le-ați selectat necesită cel puțin ${minNumFeatures} (de) obiecte spațiale cu date valide în câmpul de analiză pentru a calcula punctele de interes și punctele lipsite de interes.",
  "AO_1572": "Nu există o variație suficientă în locațiile punctelor pentru a calcula hot spot-uri și cold spot-uri. Punctele care coincid, de exemplu, reduc variația spațială. Puteți încerca să furnizați o suprafață de legătură, suprafețe de unificare (minim 30) sau un câmp de analiză.",
  "AO_1573": "Nu există o variație între punctele din interiorul suprafețelor poligonale de legătură. Puteți încerca să furnizați granițe mai largi.",
  "AO_1574": "Opțiunea de analiză pe care ați selectat-o necesită ca cel puțin ${minNumIncidents} (de) puncte să se afle în interiorul poligoanelor de agregare.",
  "AO_1575": "Este probabil ca toate valorile pentru câmpul dvs. de analiză să fie identice. Nu se pot calcula hot spot-uri și cold spot-uri când nu există nicio variație în câmpul analizat.",
  "AO_1583": "Atunci când există obiecte spațiale de intrare multiple, potrivirea se bazează pe atributele de interes medii.",
  "AO_1584": "Atribut(e) lipsă/nevalid(e). Următoarele câmpuri au fost eliminate din lista de atribute de analizat: ${removedFields}.",
  "AO_1585": "Atribut(e) lipsă/nevalid(e). Nu au rămas câmpuri valide în lista de atribute de analizat.",
  "AO_1586": "Numărul de rezultate nu poate fi mai mare decât numărul de obiecte spațiale candidate. Parametrul de stare este egal cu valoarea maximă: ${maxValue}.",
  "AO_1587": "Numărul de rezultate nu poate fi mai mare decât o jumătate din numărul de obiecte spațiale candidate. Parametrul de stare este egal cu valoarea maximă: ${maxValue}.",
  "AO_1588": "Variația este zero. Următoarelor câmpuri le lipsește o variație suficientă pentru a fi utilizate în acest instrument: ${name}.",
  "AO_1589": "Acest instrument necesită minimum 2 locații pentru căutare.",
  "AO_1598": "Trebuie să furnizați cel puțin două atribute de interes când asociați utilizarea profilurilor de atribute.",
  "AO_1599": "Prea puține înregistrări pentru analiză. Acest instrument are nevoie de cel puțin un loc de referință în Stratul de Intrare pentru a calcula rezultatele.",
  "AO_1605": "Distanțele pentru Coordonate geografice (grade, minute, secunde) sunt analizate folosind Distanțele de corzi în metri.",
  "AO_1607": "Valorile de distanță depășesc 30 de grade zecimale. Valorile de corzi nu sunt exacte dincolo de 30 de grade.",
  "AO_1616": "Obiecte spațiale candidate cu înregistrări negative (include doar primele 30): ${label} = ${badIDs}.",
  "AO_192": "Dimensiunea celulelor trebuie să fie mai mică decât banda de distanță.",
  "AO_210": "Nu se poate crea rezultatul ${outputFC}.",
  "AO_26": "Distanța buffer este zero.",
  "AO_308": "Tip de câmp nevalid.",
  "AO_358": "Expresie nevalidă.",
  "AO_366": "Tip de geometrie nevalid.",
  "AO_385": "Opțiunea LINIE nu este valabilă cu obiectele spațiale punct.",
  "AO_40039": "Nu sunt suficiente date pentru metoda de calcul. Sunt necesare cel puțin 10 puncte.",
  "AO_40040": "Datele sunt distribuite de-a lungul unei linii drepte și nu pot fi procesate.",
  "AO_40069": "Variația datelor este prea mică pentru a fi calculată.",
  "AO_401": "Nu s-a găsit niciun obiect spațial pentru procesare.",
  "AO_426": "Memorie plină.",
  "AO_438": "Suprapunerea nu este poligon.",
  "AO_468": "Tipurile formelor de intrare nu sunt egale.",
  "AO_539": "Expresia este nevalidă.",
  "AO_561": "Relația spațială specificată este nevalidă pentru straturile tematice selectate.",
  "AO_640": "Tip de câmp nevalid pentru ${fieldName}; trebuie să fie de tipul ${typeString}.",
  "AO_641": "Acest instrument are nevoie de cel puțin ${numFeatures} (de) obiecte spațiale pentru a calcula rezultate.",
  "AO_642": "Probleme la citirea a ${badNum} din ${totalNum} total înregistrări.",
  "AO_715": "${numObsNoNeighs} obiect(e) spațial(e) nu are (au) vecini pe baza pragului de distanță dat; se returnează caracteristica de vecinătate cu cel mai apropiat centroid adevărat.",
  "AO_716": "Caracteristicile cu ajustare de căutare a vecinătății I (includ doar primele 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} poligoane nu au atins numărul maximă de vecini specificat pe baza contiguității poligoanelor; pentru aceste poligoane, și cei mai apropiați vecini necontigui vor fi incluși ca vecini.",
  "AO_728": "analysisField ${fieldName} specificat nu există în analysisLayer.",
  "AO_735": "Furnizați cel puțin un câmp de analiză pe care să bazați similaritatea.",
  "AO_800": "Valoarea nu este un membru al SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "Trebuie să furnizați poligoane pentru însumarea incidentelor în numere pentru această metodă de însumare a datelor despre incidente.",
  "AO_845": "Un număr minim de ${warnNumObs} obiecte spațiale de intrare este ideal.",
  "AO_846": "${numObsNoNeighs} obiect(e) spațial(e) nu are (au) vecini, ceea ce invalidează în general proprietățile statistice ale unui test.",
  "AO_847": "Obiecte spațiale fără vecini (include doar primele 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Obiecte spațiale cu înregistrări negative (include doar primele 30): ${ObjIDs} = ${IDnums}.",
  "AO_897": "Banda de distanță dată ${smallDistance} este prea mică pentru zona de studiu.",
  "AO_898": "Nu a fost găsită nicio pondere validă.",
  "AO_900003": "Nu se poate obține contorizarea obiectului spațial de la ${layer}.",
  "AO_900004": "Fișierul de configurare ${file} nu există.",
  "AO_900005": "Estimarea costurilor pentru ${TaskName} a eșuat.",
  "AO_900006": "Nu se poate analiza valoarea introdusă, JSON deformat.",
  "AO_900007": "Tip de parametru nesuportat al ${type}.",
  "AO_900008": "Instrument neacceptat ${ToolName} pentru estimarea costurilor.",
  "AO_900009": "Nu se poate obține Contorizarea obiectelor spațiale a stratului tematic GeoEnrichment.",
  "AO_906": "Variația este zero. toate valorile pentru câmpul dvs. de intrare sunt identice.",
  "AO_910": "Prea puține obiecte spațiale pentru ${numBadCases} din ${numCases} (de) cazuri.",
  "AO_911": "Aceleași puncte de început și de final pentru ${numBadObs} obiectele spațiale liniare din ${numObs}.",
  "AO_912": "Obiecte spațiale liniare cu aceleași puncte de început și de final (include doar primele 30): ${label} = ${badLengths}.",
  "AO_929": "Banda de distanță trebuie să fie mai mică decât extinderea analizei.",
  "AO_941": "Valorile de greutate negative au fost interpretate ca zero pentru procesare.",
  "AO_947": "Casete cu prea puține obiecte spațiale (include doar primele 30): ${label} = ${badCases}.",
  "AO_973": "Nu s-a putut reda rezultatul pe baza fișierului de strat tematic implicit.",
  "AO_978": "Există prea puține noduri pentru a crea o geometrie valabilă.",
  "BD_100082": "Sunt necesare un nume de câmp și o expresie.",
  "BD_100084": "Tipul câmpului trebuie să fie Șir, Întreg, Dublu sau Dată.",
  "BD_100088": "Câmpul (câmpurile) „${attribute}” trebuie să existe atât în stratul tematic de referință, cât și în stratul tematic de căutare candidați.",
  "BD_100089": "Următoarelor câmpuri le lipsește o variație suficientă pentru a fi utilizate în această analiză: ${attribute}.",
  "BD_100090": "Acest instrument are nevoie de cel puțin 2 locații de căutare candidați care să nu fie și locații de referință.",
  "BD_100161": "Geocodificarea în grup a eșuat.",
  "BD_100162": "Analiza datelor de introducere pentru geocodificare a eșuat.",
  "BD_100171": "Adresă nevalidă locator URL: ${locator_url}.",
  "BD_100182": "Următoarele câmpuri ${field} au dubluri.",
  "BD_100189": "Imposibil de conectat la serviciul de codificare geografică la distanță - asigurați-vă că serviciul de geocodificare este online și are un terminal REST geocodeAddresses REST valid.",
  "BD_100199": "Editați și retrimiteți cartografierea câmpurilor dvs. - cartografierea dvs. include un câmp locator neacceptat.",
  "BD_101000": "Nu s-a reușit executarea operației de interogare.",
  "BD_101001": "Această operațiune necesită setarea timpului în obiectele spațiale sursă, care lipsesc din „${paramName}”.",
  "BD_101002": "Această operațiune necesită setarea geometriei în obiectele spațiale sursă, care lipsesc din „${paramName}”.",
  "BD_101003": "Tipul intervalului de distanță nu este acceptat.",
  "BD_101004": "Tip geometrie incorect pentru „${paramName}”. S-a așteptat '${expectedType}', dar s-a utilizat '${actualType}'.",
  "BD_101005": "Câmpul „${requiredField}” este obligatoriu dacă este setat „${setField}”'.",
  "BD_101006": "Tipul intervalului de timp nu este acceptat. Sunt permise doar numere întregi.",
  "BD_101007": "Este obligatorie cel puțin o relație.",
  "BD_101008": "Câmpul „${requiredField}” este obligatoriu.",
  "BD_101009": "Câmpuri care nu au fost găsite în seturile de date: ${fields}.",
  "BD_101010": "Rezultatul analizei dvs. nu a returnat niciun obiect spațial. Nu va fi creat niciun strat tematic.",
  "BD_101011": "Este necesar unul dintre „${firstField}” sau „${secondField}”.",
  "BD_101012": "„${firstField}” și „${secondField}” nu pot fi setate în același timp.",
  "BD_101013": "Tip geometrie incorect pentru „${paramName}”. S-a așteptat „${expectedType}” dar s-a utilizat „${actualType}”.",
  "BD_101014": "Relația obiectelor spațiale date „${targetType} ${relationshipType} ${joinType}” nu este valabilă.",
  "BD_101015": "Setul de relații definite nu este valid.",
  "BD_101016": "O referință spațială este necesară atunci când este selectată opțiunea GEODESIC.",
  "BD_101017": "Unele rezultate plane ale bufferului pot depăși extinderea validă. Luați în considerare utilizarea unui buffer geodezic pentru reprezenta forma pământului.",
  "BD_101018": "Una sau mai multe obiecte spațiale au fost ignorate deoarece o distanță negativă sau foarte mică au dus la lipsa geometriei.",
  "BD_101019": "Una sau mai multe obiecte spațiale au fost ignorate din cauza unei valori zero a câmpului de distanță.",
  "BD_101020": "Una sau mai multe obiecte spațiale au fost ignorate din cauza unei valori NULL sau EMPTY a câmpului de distanță.",
  "BD_101021": "Una sau mai multe obiecte spațiale au fost ignorate din cauza unei valori nevalide a câmpului de distanță buffer.",
  "BD_101022": "Una sau mai multe obiecte spațiale au fost ignorate din cauza unei nelineare nevalide a câmpului de distanță buffer.",
  "BD_101023": "Una sau mai multe obiecte spațiale au fost ignorate deoarece tipul de distanță buffer este nevalid.",
  "BD_101024": "Utilizarea metodei geodezice pentru sistemul de coordonate geografice.",
  "BD_101025": "Expresie buffer nevalidă.",
  "BD_101026": "Parametrul „${paramName}” nu este valid.",
  "BD_101027": "„${outputName}” nu este un nume de ieșire valid.",
  "BD_101028": "Pornirea unei lucrări distribuite noi cu sarcinile ${totalTasks}.",
  "BD_101029": "${completedTasks}/${totalTasks} sarcini distribuite finalizate.",
  "BD_101030": "Nu s-a reușit executarea ${toolName}. Contactați administratorul cu ID-ul jobului „${jobID}”.",
  "BD_101031": "Lucrarea a fost anulată.",
  "BD_101032": "Valoarea „${paramValue}” din parametrul „${paramName}” nu se încadrează în intervalul valid [${expectedRange}].",
  "BD_101033": "„${paramName}” va fi proiectat în referința spațială de procesare.",
  "BD_101034": "„${paramName}” nu are o referință spațială și nu a putut fi proiectată în referința spațială de procesare.",
  "BD_101035": "„${paramName}” va fi limitată la extinderea de ieșire.",
  "BD_101036": "Statistica „${statistic}” nu este valabilă pentru câmpul „${fieldName}”.",
  "BD_101037": "Dimensiunea cartierului trebuie să fie mai mare decât dimensiunea coșului.",
  "BD_101038": "A survenit o eroare în timpul returnării rezultatului, însă rezultatul ar trebui să fie în continuare disponibil în conținutul dvs.",
  "BD_101039": "Intrarea ${paramName} este într-un sistem de coordonate geografice, dar această operațiune necesită un sistem de coordonate proiectate. Utilizați un set de date proiectat sau setați ca sistemul de coordonate de procesare pentru analiză să fie un sistem de coordonate proiectate.",
  "BD_101040": "Există deja un strat tematic web denumit „${outputName}”. Alegeți un alt nume care este unic în cadrul organizației.",
  "BD_101041": "Nu s-a reușit conectarea la depozitul de date. Verificați dacă informațiile de conectare sunt corecte.",
  "BD_101042": "Nu se poate accesa partajarea fișierelor. Asigurați-vă că contul de utilizator ArcGIS Server are acces la aceasta.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Trebuie să furnizați cel puțin două atribute de interes pentru metoda de potrivire a profilului atributului.",
  "BD_101046": "Specificați numărul de rezultate de returnat. Numărul de rezultate trebuie să fie mai mare de 0.",
  "BD_101047": "Numărul de rezultate trebuie să fie mai mic sau egal cu 10000. Primele 10000 de rezultate au fost calculate.",
  "BD_101048": "Atribute de interes are duplicate.",
  "BD_101049": "Numărul de rezultate solicitate este mai mare decât numărul de rezultate returnate.",
  "BD_101050": "Atributele selectate ale tipului de câmp de interes trebuie să fie numerice.",
  "BD_101051": "Au fost descoperite posibile probleme în timpul citirii „${paramName}”.",
  "BD_101052": "Unele înregistrări au valori de timp lipsă sau nevalide.",
  "BD_101053": "Unele înregistrări au valori de timp care nu sunt de tipul ${timeType}.",
  "BD_101054": "Unele înregistrări au geometrii lipsă sau nevalide.",
  "BD_101055": "Unele înregistrări au geometrii care nu sunt de tipul ${geometryType}.",
  "BD_101056": "Unitate formă rezumat intrare ${unit} nevalidă pentru geometria ${geomType}.",
  "BD_101057": "Nu se poate începe lucrarea distribuită. Verificați setările serviciului GeoAnalyticsTools și asigurați-vă că există suficiente resurse disponibile pentru rularea lucrării.",
  "BD_101058": "Analiza necesită mai multă memorie decât este alocată. Măriți volumul memoriei alocate casetei de instrumente GeoAnalytics din ArcGIS Server Manager.",
  "BD_101059": "Nu a putut fi calculat niciun pas de timp.",
  "BD_101060": "Au existat ${numErrors} pași de timp care nu au putut fi calculați. Primele ${numDisplay} erori au fost afișate.",
  "BD_101061": "Pasul de timp de la ${startTime} la ${endTime} are câteva înregistrări pentru analiză. Fiecare pas de timp are nevoie de cel puțin ${minFeatures} (de) obiecte spațiale pentru a calcula rezultate.",
  "BD_101062": "Pasul de timp de la ${startTime} la ${endTime} are variație zero. Toate valorile pentru câmpul de intrare din acest pas de timp sunt probabil identice.",
  "BD_101063": "Variația este zero. Este probabil ca toate valorile pentru câmpul dvs. de intrare să fie identice.",
  "BD_101064": "Expresia furnizată pentru „${fieldName}” duce la un tip de date care nu este un tip de date de atribut acceptat.",
  "BD_101065": "Expresia furnizată pentru „${fieldName}” nu este validă.",
  "BD_101066": "Nu s-a reușit inițializarea platformei de calcul distribuite.",
  "BD_101067": "A fost creat un cub timp spațiu. Rezultatele nu au fost încărcate corect în conținutul dvs.",
  "BD_101068": "Generarea și analiza unui container presupune un sistem de coordonate proiectate. Proiecția ${projectionName} a fost aplicată cu parametri de proiecție personalizați pe baza amplitudinii analizei.",
  "BD_101069": "„${paramName}” de intrare nu definește un sistem de coordonate.",
  "BD_101070": "Setul de date „${datasetName}” din partajarea de fișiere big data „${fileShareName}” a fost înregistrat incorect.",
  "BD_101071": "Obiectul „${jsonObject}” pentru „${datasetName}” din partajarea de fișiere big data „${fileShareName}” a fost înregistrat incorect.",
  "BD_101073": "Câmpurile ${numColumns} (plus system fields) depășesc limita de ${maxColumns} pentru ${dataStoreType} depozitul de date.",
  "BD_101074": "Pentru a adăuga un câmp nou, este necesar tipul de câmp.",
  "BD_101075": "Timpul este necesar pentru operațiunile pe bază de monitorizare.",
  "BD_101076": "Nu s-a găsit un certificat SSL valid în timp conectării la un dispozitiv la distanță.",
  "BD_101077": "Mapare incorectă a câmpului.Câmpurile care nu sunt mapate la locator ca nume de coloane sunt goale.",
  "BD_101083": "* Extindere spațială = ${extent}",
  "BD_101084": "* Extindere temporală = ${extent}",
  "BD_101085": "Procesarea extinderii este nulă sau goală.",
  "BD_101086": "Procesarea extinderii nu este validă pentru referința spațială furnizată.",
  "BD_101087": "Setul de date „${datasetName}” menționat ca referință în fișierul cu sugestii nu a fost găsit.",
  "BD_101088": "Unele dintre obiectele spațiale obținute au fost redimensionate până la extinderea validă a referinței spațiale rezultate.",
  "BD_101089": "Stadiul este încercat din nou (attempt=${attempt}). Verificați dacă ați alocat suficiente resurse folosind setările GeoAnalytics. Dacă nu ați alocat suficiente resurse, examinați posibilitatea de a anula lucrarea.",
  "BD_101090": "Unele dintre înregistrări nu au fost geocodificate și au geometrii lipsă.",
  "BD_101091": "Serviciul de geocodificare ArcGIS Online World nu este un locator suportat pentru Instrumentele GeoAnalytics.",
  "BD_101092": "Pragul de divizare a distanței trebuie să fie mai mare decât zero.",
  "BD_101093": "Eroare în expresia pentru „${fieldName}”: Parametrii nevalizi furnizați funcției „${functionName}”.",
  "BD_101094": "Eroare în expresia pentru „${fieldName}”: Atribuire invalidă mâna stângă.",
  "BD_101095": "Eroare în expresia pentru „${fieldName}”: Nu este o funcție: ${object}",
  "BD_101096": "Fișier deteriorat sau neacceptat întâlnit în timpul citirii datelor de intrare.",
  "BD_101097": "Au survenit una sau mai multe erori la calcularea valorilor câmpurilor noi.",
  "BD_101098": "Eroare în expresia pentru '${fieldName}': Referință nedefinită la variabila '${reference}'.",
  "BD_101099": "Eroare în expresia pentru '${fieldName}': Referință nedefinită la variabila '${reference}'. Ați vrut să spuneți „${suggestion}”?",
  "BD_101100": "Relațiile temporale apropiate necesită o distanță temporală.",
  "BD_101114": "Valorile câmpului Grupați după trebuie să fie de tip număr întreg, text sau dată.",
  "BD_101115": "Câmpul „${inputLayerField}” a fost cartografiat de ${count} ori.",
  "BD_101116": "Au apărut una sau mai multe erori cu parametrul fieldMapping.",
  "BD_101117": "Nu a fost specificată nicio cartografiere a câmpului. Se va aplica o cartografiere implicită a câmpului.",
  "BD_101118": "Stratul tematic de intrare ${inputLayer} nu este un strat tematic găzduit.",
  "BD_101119": "Cartografiere necunoscută a câmpului, de tip \\'${invalidMappingType}\\'. S-au așteptat \\'AppendData\\' sau \\'Expression\\'.",
  "BD_101120": "Tipul de câmp '${inputLayerField}' nu corespunde tipului de câmp '${appendLayerField}'. S-a așteptat '${expectedType}', dar s-a utilizat '${actualType}'.",
  "BD_101121": "Stratul tematic de intrare și stratul tematic de completare nu are nicio potrivire de câmpuri. Niciun obiect spațial nu a fost completat.",
  "BD_101122": "Tipul de geometrie al stratului tematic de completare nu corespunde cu tipul stratului tematic de intrare. S-a așteptat '${expectedType}', dar s-a utilizat '${actualType}'.",
  "BD_101123": "Tipul de durată al stratului tematic de completare nu corespunde cu tipul stratului tematic de intrare. S-a așteptat '${expectedType}', dar s-a utilizat '${actualType}'.",
  "BD_101124": "Următoarele câmpuri lipsesc din stratul tematic de completare și din cartografierea câmpului: ${missingFields}.",
  "BD_101125": "Următoarele câmpuri nu au fost adăugate: \\'${fieldNames}\\'.",
  "BD_101126": "Următorul câmp de completare nu există în stratul tematic de completare: \\'${fieldName}\\'.",
  "BD_101127": "Expresia Arcade nevalidă pentru câmpul de intrare:\\'${fieldName}\\'.",
  "BD_101128": "Câmpul „${inputLayerField}” nu există în stratul tematic de intrare.",
  "BD_101129": "Unele câmpuri pentru stratul tematic de intrare nu au fost adăugate din cauza unei neconcordanțe a tipului de câmp.",
  "BD_101130": "Tipul de câmp \\'${inputFieldName}\\' nu corespunde cu tipul de strat tematic de intrare. S-a așteptat \\'${expectedType}\\', dar s-a utilizat \\'${actualType}\\'.",
  "BD_101131": "Nulitatea \\'${inputFieldName}\\' nu corespunde cu nulitatea stratului tematic de intrare. S-a așteptat \\'${expectedType}\\', dar s-a utilizat \\'${actualType}\\'.",
  "BD_101132": "Următoarele câmpuri pentru stratul tematic de intrare nu au fost adăugate din cauza unei neconcordanțe a numelui câmpului: ${mismatchedFields}.",
  "BD_101136": "Stratul tematic de intrare nu are editarea activată. Contactați administratorul dvs. sau proprietarul stratului tematic pentru a activa editarea.",
  "BD_101137": "Generarea și analiza containerelor necesită un sistem de coordonate de proiecție. Proiecția ${projectionName} a fost aplicată cu parametri de proiecție personalizați, bazați pe extinderea analizei.",
  "BD_101152": "Tipul de geometrie al stratului tematic de unire nu corespunde cu tipul stratului tematic de intrare. S-a așteptat \\'${expectedType}\\', dar s-a utilizat \\'${actualType}\\'.",
  "BD_101153": "Tipul de durată al stratului tematic de unire nu corespunde cu tipul stratului tematic de intrare. S-a așteptat '${expectedType}' dar s-a utilizat '${actualType}'.",
  "BD_101154": "În câmpul \\'${mergeLayerField}\\' a fost atribuită o operație de ${count} ori.",
  "BD_101155": "S-au produs una sau mai multe erori legate de parametrul atributelor de unire.",
  "BD_101156": "Tipul de câmp \\'${inputLayerField}\\' nu corespunde tipului de câmp \\'${mergeLayerField}\\'. S-a așteptat \\'${expectedType}\\', dar s-a utilizat \\'${actualType}\\'.",
  "BD_101157": "mergeType necunoscut \\'${invalidMergeType}\\'. S-a așteptat \\'Potrivire\\', \\'Eliminare\\' sau \\'Redenumire\\'.",
  "BD_101158": "Câmpul \\'${mergeLayerField}\\' nu există în stratul tematic de intrare.",
  "BD_101159": "Câmpul \\'${inputLayerField}\\' nu există în stratul tematic de intrare.",
  "BD_101160": "Numele câmpului \\'${renameField}\\' există deja în stratul tematic de intrare.",
  "BD_101161": "Numele câmpului \\'${fieldName}\\' există deja în stratul tematic de unire.",
  "BD_101162": "Lipsește un câmp în atributele de unire pentru \\'${mergeOperation}\\'.",
  "BD_101164": "Se ignoră valoarea de unire pentru \\„Eliminare\\”.",
  "BD_101169": "Unul sau mai multe câmpuri cu nume potrivite nu au putut fi unite din cauza tipurilor de câmp incompatibile. Utilizați atributele de unire pentru a rezolva conflictele.",
  "BD_101178": "Sumarul rezultatelor GLR [Tip de model: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "Diagnostice GLR",
  "BD_101189": "Lucrarea GeoAnalytics așteaptă resurse și nu a început încă. Lucrarea va fi anulată automat după ${minutes} minute.",
  "BD_101191": "Partajarea de fișiere mari de date \\${catalogPath}'\\' nu există sau nu este accesibilă.",
  "BD_101204": "Rezultatele analizei nu conțin obiecte spațiale. Nu se vor crea straturi tematice pentru \\'${layerName}\\'. \\'${layerName}\\'",
  "BD_101205": "Numărul probelor de obiecte spațiale solicitat este mai mare decât numărul de obiecte spațiale. Toate obiectele spațiale vor fi returnate.",
  "BD_101206": "Se va trece peste crearea stratului tematic de extindere.",
  "BD_101207": "Variabila de intrare \\'${variableName}\\' nu poate fi tratată ca fiind categorică.",
  "BD_101208": "Diagnosticele datelor de validare nu pot fi create. Valorile pentru variabilă de anticipat în setul de date de validare nu există în setul de date de instruire.",
  "BD_101209": "Variabila de intrare \\'${variableName}\\' este un câmp șir și trebuie specificată ca fiind categorică.",
  "BD_101210": "Sursele de date de ieșire nu acceptă scrierea seturilor de date fără definirea unui tip de geometrie.",
  "BD_101211": "[\"Categorie\", \"Scor F1\", \"Reamintire\", \"Precizie\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Parametri de intrare",
  "BD_101214": "Variabilă de anticipat: ${variablePredict}",
  "BD_101215": "Creați tabelul de importanță a variabilei: ${createTable}",
  "BD_101216": "Potrivire variabilă explicativă: ${variableMatching}",
  "BD_101219": "Următorul raport subliniază rezumatul rezultatelor regresiei și clasificării pe bază de pădure:",
  "BD_101220": "Următorul raport subliniază rezumatul analizei Descrierii Setului de Date al dvs:",
  "BD_101221": "Rezumatul obiectelor spațiale:",
  "BD_101222": "Rezumatul geometriei:",
  "BD_101223": "Rezumatul timpului:",
  "BD_101224": "Scriptul Python are o sintaxă nevalidă.",
  "BD_101225": "Instrumentul \\'${toolName}\\' necesită privilegiul 'Publicarea instrumentelor web'.",
  "BD_101227": "A fost creat un set de date de partajare a fișierelor big data: ${serviceUrl}",
  "BD_101228": "Următoarele variabile categorice conțin mai puțin de două valori distincte: ${variableNames}. Variabilele categorice necesită cel puțin două valori distincte.",
  "BD_101229": "Parametru de cartografiere variabil dependent nevalid. Cheile trebuie să fie \\'value0\\' și \\'value1\\'.",
  "BD_101230": "Parametru de cartografiere variabil dependent nevalid. Trebuie furnizate două valori unice.",
  "BD_101238": "Numărul de vecini introdus trebuie să fie mai mare decât 0 și mai mic sau egal cu 5000.",
  "BD_101239": "Raza de căutare introdusă trebuie să fie mai mare decât 0 și mai mică sau egală cu 500 de kilometri.",
  "BD_101245": "Nu s-a reușit scrierea rezultatelor în depozitul de big data spațio-temporal.",
  "BD_101253": "Valoare variabilă dependentă preconizată pentru unul sau mai multe obiecte spațiale folosind mai puțin de ${minNeighbors} vecini.",
  "BD_101254": "Unul sau mai multe obiecte spațiale există cu mai multe obiecte spațiale coincidente decât numărul de vecini specificat, ${numNeighbors}.",
  "BD_101255": "Nu se poate estima cel puțin un model local din cauza multicoliniarității.",
  "BD_101256": "Nu se poate preconiza valoarea variabilă dependentă pentru unul sau mai multe obiecte spațiale.",
  "BD_101257": "Nu se poate preconiza valoarea variabilei dependente pentru niciun obiect spațial.",
  "BD_101259": "Atributele de interes pentru obiectele spațiale de căutare trebuie să aibă valori medii care diferă de obiectele spațiale de intrare la utilizarea metodei de potrivire a profilului atributului.",
  "BD_1022": "Acest instrument necesită un sistem de coordonate proiectate.",
  "BD_109": "Distanța buffer nu poate fi negativă pentru linii și puncte.",
  "BD_110004": "Un cub spațio-temporal trebuie să aibă cel puțin 10 porțiuni de timp.",
  "BD_110005": "Acest cub spațio-temporal nu poate fi creat deoarece ar avea peste maximul de două miliarde de coșuri.",
  "BD_110047": "Valoarea pentru parametrul Interval trepte de timp trebuie să fie pozitivă și mai mare decât zero.",
  "BD_110064": "Nu s-a putut crea Cubul spațio-temporal de ieșire din cauza câmpului Rezumat ${variableName}. Reevaluați Statistica și Tip de umplere pentru acest câmp.",
  "BD_110194": "Nu se pot cartografia și analiza câmpuri în obiectele spațiale de instruire cu câmpuri din obiectele spațiale de anticipat.",
  "BD_110199": "Nu se poate calcula o statistică rezumat necesară pentru analiză.",
  "BD_110208": "Variabila de anticipat pentru regresie necesită mai mult de cinci valori unice.",
  "BD_1583": "Atunci când există obiecte spațiale de intrare multiple, potrivirea se bazează pe Atributele de interes medii.",
  "BD_1589": "Prea puține înregistrări pentru analiză. Pentru a calcula rezultatele, acest instrument are nevoie de cel puțin 2 obiecte spațiale candidate.",
  "BD_1599": "Prea puține înregistrări pentru analiză. Acest instrument are nevoie de cel puțin un loc de referință în Stratul de Intrare pentru a calcula rezultatele.",
  "BD_26": "Distanța buffer este zero.",
  "BD_3": "Următorul raport subliniază rezumatul rezultatelor pentru Găsire locații similare.",
  "BD_308": "Tip de câmp nevalid.",
  "BD_641": "Prea puține înregistrări pentru analiză. Acest instrument are nevoie de cel puțin ${minFeatures} (de) obiecte spațiale pentru a calcula rezultate.",
  "BD_800": "Valoarea nu este un membru al ${value}.",
  "BD_84503": "Rezumatul obiectelor spațiale care trebuie asociate",
  "BD_84504": "Rezumatul atributelor de interes",
  "BD_84505": "Primele „${numResults}” cele mai similare locații (valori).",
  "BD_84506": "Primele 10 din „${numResults}” cele mai similare locații (valori).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Atribut\", \"Min\", \"Max\", \"SD\", \"Medie\", \"Intrare\"].",
  "BD_84810": "Caracteristicile modelului",
  "BD_84811": "Numărul de arbori: ${numberOfTrees}",
  "BD_84812": "Dimensiunea frunzei: ${leafSize}",
  "BD_84813": "Adâncimea arborelui: ${treeDepth}",
  "BD_84814": "% de instruire disponibilă pe copac: ${sampleSize}",
  "BD_84815": "Numărul de variabile alese în mod aleatoriu: ${randomVariables}",
  "BD_84816": "% de date de instruire excluse pentru validare: ${percentageForValidation}",
  "BD_84828": "Date de validare: diagnostice de clasificare",
  "BD_84829": "Date de validare: diagnostice de regresie",
  "BD_84830": "Anticipările pentru datele de validare (excluse din instruirea pe model) comparate cu valorile observate pentru acele obiecte spațiale de testare",
  "BD_84834": "Variabila de importanță superioară",
  "BD_84838": "Date de instruire: diagnostice de clasificare",
  "BD_84839": "Date de Instruire: diagnostice de regresie",
  "BD_84840": "Anticipările pentru datele utilizate pentru a instrui modelul comparat cu categoriile observate pentru acele obiecte spațiale",
  "BD_89997": "[\"Atribut\", \"Min\", \"Max\", \"SD\", \"Medie\"].",
  "BD_89998": "[\"\", \"Total\", ${sumIndex}]",
  "GPEXT_001": "Valoare de parametru ${name} nevalabilă.",
  "GPEXT_002": "Parametru lipsă ${name}.",
  "GPEXT_003": "Parametru nevalabil ${name}: lipsește proprietatea ${propname}.",
  "GPEXT_004": "Proprietatea parametrului de strat tematic nevalabil ${propname} lipsește.",
  "GPEXT_005": "A eșuat accesarea URL-ului ${url}.",
  "GPEXT_006": "Accesarea URL-ului ${url} a returnat eroarea ${error}.",
  "GPEXT_007": "Element nevalabil ${id}.",
  "GPEXT_008": "A eșuat crearea serviciului ${name}.",
  "GPEXT_009": "A eșuat adăugarea stratului tematic ${lname} la serviciul ${name}.",
  "GPEXT_010": "A eșuat analiza sintactică a stratului tematic JSON.",
  "GPEXT_011": "Stratul tematic ${url} nu are capacitate de Extragere.",
  "GPEXT_012": "Operațiune Externă Nevalabilă.",
  "GPEXT_013": "Acest instrument folosește Serviciul Geoîmbogățire. Pentru mai multe detalii, consultați Estimatorul de Credit ArcGIS Online Service.",
  "GPEXT_014": "Acest instrument folosește Servicii de Analiză de Rețea. Pentru mai multe detalii, consultați Estimatorul de Credit ArcGIS Online Service.",
  "GPEXT_015": "Selectați URL-ul pentru serviciile de asistență adecvate din portal pentru operația solicitată.",
  "GPEXT_016": "Obiect strat tematic nevalid.",
  "GPEXT_017": "Serviciul ${name} există deja.",
  "GPEXT_018": "Serviciul de obiecte spațiale la distanță ${url} depășește limita de 100.000 de obiecte spațiale. Creați un serviciu de obiecte spațiale găzduit pentru a analiza date de mari dimensiuni.",
  "GPEXT_019": "Filtru nevalid pentru stratul tematic ${url}.",
  "MT_001": "Nu s-a reușit obținerea detaliilor de executare a instrumentului. Verificați conținutul pentru rezultate neașteptate sau executați instrumentul din nou.",
  "RA_120101": "Următorul tabel conține statistici încrucișate de validare:",
  "RA_120102": "Eroare medie",
  "RA_120103": "Rădăcină pătrată medie",
  "RA_120104": "Standard mediu",
  "RA_120105": "Medie standardizată",
  "RA_120106": "Rădăcină pătrată medie standardizată",
  "RA_120200": "Instrumentul Geoprocesare subiacentă nu a reușit.",
  "RA_120201": "Instrumentul Statistici zonale a eșuat.",
  "RA_120202": "Instrumentul Calculare densitate nu a reușit.",
  "RA_120203": "Instrumentul Interpolare puncte nu a reușit.",
  "RA_120204": "Instrumentul Monitorizare vegetație nu a reușit.",
  "RA_120205": "Instrumentul Calculare pantă nu a reușit.",
  "RA_120206": "Instrumentul Derivare aspect nu a reușit.",
  "RA_120207": "Rază vizuală geodezică a eșuat.",
  "RA_120208": "Instrumentul Bazin hidrografic nu a reușit.",
  "RA_120209": "Instrumentul Extragere raster nu a reușit.",
  "RA_120210": "Instrumentul Recartografiere valori nu a reușit.",
  "RA_120211": "Instrumentul Convertire obiect spațial în raster nu a reușit.",
  "RA_120212": "Instrumentul Convertire raster în obiect spațial nu a reușit.",
  "RA_120213": "Instrumentul Calculare distanță nu a reușit.",
  "RA_120214": "Instrumentul Determinare cale cost de deplasare ca linie poligonală nu a reușit.",
  "RA_120215": "Instrumentul Determinare rețea cost optim de deplasare nu a reușit.",
  "RA_120216": "A eșuat Calcularea Costului Călătoriei.",
  "RA_120217": "Rata de rezistență nu este acceptată și, prin urmare, trebuie lăsată goală la rularea Calculării Costului Călătoriei.",
  "RA_120218": "Detectare obiecte folosind învățare aprofundată eșuată.",
  "RA_120219": "Clasificare pixeli folosind învățare aprofundată eșuată.",
  "RA_120220": "Eșantion eșuat.",
  "RA_120221": "Conexiunile regionale optime eșuate.",
  "RA_120222": "Instrumentul Statistici zonale sub formă de tabel a eșuat.",
  "RA_120223": "Acumularea distanței a eșuat.",
  "RA_120224": "Alocarea distanței eșuată.",
  "RA_120225": "Instrumentul Traseu optim ca linie a eșuat.",
  "RA_120226": "Traseul optim ca raster a eșuat.",
  "RA_120227": "Parametrii suprafeței au eșuat.",
  "RA_120228": "Derivarea flux continuu a eșuat.",
  "RA_120229": "Clasificarea obiectelor folosind învățarea aprofundată a eșuat.",
  "RA_120230": "Rasterul multidimensional agregat a eșuat.",
  "RA_120231": "Găsirea Statisticilor de Argumente a eșuat.",
  "RA_120232": "Generarea anomaliei multidimensionale a eșuat.",
  "RA_120233": "Generarea Rasterului de Tendințe a eșuat.",
  "RA_120234": "Predicția Utilizării Rasterului de Tendințe a eșuat.",
  "RA_120306": "Cauza eșecului: ${cause}",
  "SS_00002": "Următorul raport descrie fluxul de lucru utilizat pentru optimizarea rezultatului funcției Găsire puncte de interes:",
  "SS_00003": "Următorul raport subliniază rezumatul rezultatelor pentru Găsire locații similare:",
  "SS_00004": "Următorul raport descrie fluxul de lucru utilizat pentru optimizarea rezultatului funcției Găsire valori excepționale:",
  "SS_110140": "Distanța de căutare utilizată în proces a fost ${searchDistance}.",
  "SS_110142": "Nu au fost detectate clustere.",
  "SS_220647": "Minim obiecte spațiale per fascicul ${minFeatures}",
  "SS_84261_0": "Medie",
  "SS_84262_0": "Dev. std.",
  "SS_84271_0": "Minimă",
  "SS_84272_0": "Maximă",
  "SS_84428": "Evaluare date inițiale.",
  "SS_84434": "Au existat ${NumOutliers} locații în exterior; acestea nu vor fi utilizate pentru calcularea ${AggregationType}.",
  "SS_84437": "Nu au existat locații exterioare.",
  "SS_84444": "Însumare incidente",
  "SS_84446": "${VarName} Proprietăți:",
  "SS_84449": "O plasă de poligon de rețea a fost creată pentru însumarea punctelor.",
  "SS_84450": "Dimensiunea celulei poligonale a fost ${SnapInfo}.",
  "SS_84451": "Analiza s-a bazat pe numărul de puncte din fiecare celulă de poligon de rețea.",
  "SS_84452": "Analiza a fost efectuată pe toate celulele poligonale de rețea care conțineau cel puțin un punct.",
  "SS_84453": "Analiza a fost efectuată pe toate celulele poligonului de rețea din stratul tematic al suprafeței de legătură.",
  "SS_84457": "Punctele au fost agregate la celulele poligonului de rețea care se încadrează în suprafețele de legătură furnizate.",
  "SS_84458": "Analiza s-a bazat pe numărul de puncte din fiecare celulă de poligon.",
  "SS_84459": "Scara de analiză",
  "SS_84461": "Banda de distanță fixă optimă s-a bazat pe clusterul de vârf găsit la ${DistanceInfo}.",
  "SS_84464": "Banda de distanță fixă optimă s-a bazat distanța medie până la ${NumNeighs}cele mai apropiate vecinătăți: ${DistanceInfo}.",
  "SS_84465": "Banda de distanță fixă optimă s-a bazat pe o distanță standard a obiectelor spațiale față de media geometrică: ${DistanceInfo}.",
  "SS_84466": "Analiză puncte de interes",
  "SS_84469_0": "Obiectele spațiale rezultate, indicate cu roșu, reprezintă puncte fierbinți, cu grupare de valori ridicate de incidente.",
  "SS_84469_1": "Obiectele spațiale rezultate, indicate cu albastru, reprezintă puncte reci, cu grupare de valori scăzute de incidente.",
  "SS_84470": "Există ${NumSignificant} obiecte spațiale generate, semnificative statistic pe baza unei corecții FDR pentru testare multiplă și dependență spațială.",
  "SS_84471": "Ieşire",
  "SS_84476": "Obiectele spațiale rezultate, indicate cu roșu, reprezintă puncte fierbinți, cu grupare ${FieldName} de valori ridicate.",
  "SS_84477": "Obiectele spațiale rezultate, indicate cu albastru, reprezintă puncte reci, cu grupare ${FieldName} de valori scăzute.",
  "SS_84485": "Au fost ${NumFeatures} obiecte spațiale de intrare valide.",
  "SS_84489": "Analiza a fost efectuată pe toate suprafețele de agregare.",
  "SS_84490": "Procesul de agregare a dus la ${AggNumFeatures} suprafețe ponderate.",
  "SS_84491": "Au fost ${NumFeatures} suprafețe de agregare de intrare.",
  "SS_84492": "Zona totală studiată a fost ${Area}.",
  "SS_84493": "A existat 1 locație în exterior; aceasta nu a fost utilizată pentru calculul ${AggregationType}.",
  "SS_84495_0": "A existat 1 locație în exterior; aceasta nu va fi utilizată pentru calculul dimensiunii celulei poligonale.",
  "SS_84495_1": "Au existat ${numOutliers} locații în exterior; acestea nu vor fi utilizate pentru calculul dimensiunii celulei poligonale.",
  "SS_84496_0": "A existat 1 locație în exterior; aceasta nu va fi utilizată pentru calculul benzii de distanță fixă optimă.",
  "SS_84496_1": "Au existat 1${numOutliers} locații în exterior; acestea nu vor fi utilizate pentru calculul benzii de distanță fixă optimă.",
  "SS_84501": "puncte",
  "SS_84502": "poligoane",
  "SS_84503": "Rezumatul obiectelor spațiale care trebuie asociate",
  "SS_84504": "Rezumatul atributelor de interes",
  "SS_84505": "Primele ${numResults} cele mai similare locații (valori).",
  "SS_84506": " Primele ${numResults} cele mai similare locații (valori)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Atribut\", \"Min\", \"Max\", \"SD\", \"Medie\", \"Intrare\"]",
  "SS_84698": "Se utilizează un hexagon cu lățimea de ${HexWidth} și înălțimea de ${HexHeight}.",
  "SS_84700": "dimensiunea hexagonului",
  "SS_84700_0": "A existat 1 locație în exterior; aceasta nu va fi utilizată pentru calculul dimensiunii hexagonului.",
  "SS_84700_1": "Au existat ${numOutliers} locații în exterior; acestea nu vor fi utilizate pentru calculul dimensiunii hexagonului.",
  "SS_84703": "Valoarea Distanţă cartier utilizată a fost ${NeighborDistance}.",
  "SS_84704": "Analiză valori excepționale",
  "SS_84705": "Se creează distribuție aleatorie a referințelor cu ${NumPermutation} permutări.",
  "SS_84708": "Există ${NumLowOutliers} obiecte spațiale excepționale mici, semnificative din punct de vedere statistic.",
  "SS_84709": "Există ${NumHighOutliers} obiecte spațiale excepționale mari, semnificative din punct de vedere statistic.",
  "SS_84710": "Există ${NumLowClusters} obiecte spațiale incluse în grupări mici, semnificative din punct de vedere statistic.",
  "SS_84711": "Există ${NumHighClusters} obiecte spațiale incluse în grupări mari, semnificative din punct de vedere statistic.",
  "SS_84712": "Obiectele spațiale de ieșire roz fac parte dintr-o grupare de valori ${Variable} ridicate.",
  "SS_84713": "Obiectele spațiale de ieșire colorate cu albastru deschis fac parte dintr-o grupare de valori ${Variable} scăzute.",
  "SS_84714": "Obiectele spațiale de ieșire roșii fac parte dintr-o grupare de valori ${Variable} scăzute.",
  "SS_84715": "Obiectele spațiale de ieșire albastre fac parte dintr-o grupare de valori ${Variable} ridicate.",
  "SS_84764": "Număr de clustere ${number}.",
  "SS_84766": "Obiecte spațiale de zgomot ${number}.",
  "SS_84769": "Diagramă de contactare",
  "SS_84770": "Distanță de contactare",
  "SS_84771": "Ordine de contactare",
  "SS_84782": "Distribuția probabilității apartenenței",
  "SS_84785": "Număr",
  "SS_84786": "Sensibilitatea clusterului utilizată ${sensitivity}.",
  "SS_84787": "A doua cea mai bună sensibilitate ${sensitivity}.",
  "SS_84789": "Probabilitatea de apartenență",
  "SS_89997": "[\"Atribut\", \"Min\", \"Max\", \"SD\", \"Medie\"]",
  "SS_89998": " [\"\", \"Total\", ${sumIndex}] "
}
