{
  "AO_100001": "รวมจุดล้มเหลว",
  "AO_100002": "ประเภทเรขาคณิตของชั้นข้อมูลจุดต้องเป็นจุด",
  "AO_100003": "ประเภทรูปทรงเรขาคณิตของชั้นข้อมูลโพลีกอน ต้องเป็นโพลีกอน",
  "AO_100004": "ไม่มีฟิลด์ ${fieldName} ที่ระบุไว้สำหรับฟิลด์สรุปข้อมูล",
  "AO_100005": "ฟิลด์ ${fieldName} ที่ระบุสำหรับฟิลด์สรุปข้อมูล ไม่ได้รับการรองรับในการคำนวณสถิติ",
  "AO_100006": "ประเภทสรุปข้อมูล ${summary} ที่ระบุสำหรับฟิลด์ ${fieldName} ใช้ไม่ได้",
  "AO_100007": "ค้นหาฮอตสปอตล้มเหลว",
  "AO_100008": "ประเภทรูปทรงเรขาคณิตสำหรับ boundingPolygonLayer จะต้องเป็นโพลีกอน",
  "AO_100009": "ประเภทเรขาคณิตของชั้นข้อมูลการวิเคราะห์ต้องเป็นจุดหรือโพลิกอน",
  "AO_100010": "ประเภทเรขาคณิตของชั้นข้อมูลโพลิกอนรวมต้องเป็นโพลิกอน",
  "AO_100011": "ต้องระบุฟิลด์การวิเคราะห์สำหรับชั้นข้อมูลการวิเคราะห์โพลีกอน",
  "AO_100012": "สร้างบัฟเฟอร์ล้มเหลว",
  "AO_100013": "ซ้อนทับชั้นข้อมูลล้มเหลว",
  "AO_100014": "สรุปภายในล้มเหลว",
  "AO_100015": "ประเภทเรขาคณิตสำหรับอินพุทชั้นข้อมูลสรุป จะต้องเป็นจุด เส้น หรือโพลีกอน",
  "AO_100016": "ประเภทเรขาคณิตของอินพุทชั้นข้อมูลสรุป ต้องเป็นจุดหรือเส้น",
  "AO_100017": "ประเภทเรขาคณิตของอินพุทชั้นข้อมูลสรุปต้องเป็นจุด",
  "AO_100018": "หน่วยรูปทรง ${sumUnits} ไม่ถูกต้องขณะสรุปเลเยอร์ ${shapeType}",
  "AO_100019": "ต้องการอย่างน้อยหนึ่งพารามิเตอร์รูปทรงสรุปข้อมูล หรือฟิลด์สรุปข้อมูล",
  "AO_100020": "เพิ่มค่าชั้นข้อมูลล้มเหลว",
  "AO_100021": "ประเภทเรขาคณิตของชั้นข้อมูลอินพุทต้องเป็นจุด เส้น หรือโพลิกอน",
  "AO_100022": "ไม่รองรับหน่วย ${units} สำหรับประเภทบัฟเฟอร์ ${bufferType}",
  "AO_100023": "ไม่สามารถเสริมรายละเอียดให้ชั้นข้อมูลสำหรับอินพุทการอ้างอิงเชิงพื้นที่ ${spref} ได้",
  "AO_100024": "ไม่มีฟีเจอร์ที่ใส่ไว้สำหรับการวิเคราะห์ใน ${inputLayer}",
  "AO_100025": "สรุปใกล้เคียงล้มเหลว",
  "AO_100026": "แยกข้อมูลล้มเหลว",
  "AO_100027": "ยุบรวมขอบเขตล้มเหลว",
  "AO_100028": "สร้างพื้นที่การเดินทางไม่สำเร็จ",
  "AO_100029": "รวมชั้นข้อมูลล้มเหลว",
  "AO_100030": "ค้นหาใกล้ที่สุดไม่สำเร็จ",
  "AO_100031": "จำนวนของสถานที่ที่ใกล้ที่สุดที่จะค้นหาจะต้องไม่มากกว่า ${max}",
  "AO_100032": "จำนวนฟีเจอร์ใน ${analysisLayer} เป็นศูนย์",
  "AO_100033": "จำนวนฟีเจอร์ใน ${nearLayer} เป็นศูนย์",
  "AO_100034": "จำนวนฟีเจอร์ใน ${analysisLayer} ต้องไม่มากกว่า ${max}",
  "AO_100035": "จำนวนฟีเจอร์ใน ${nearLayer} ต้องไม่เกิน 1000",
  "AO_100036": "ชั้นข้อมูล ${analysisLayer} จะต้องมีประเภทรูปทรงเรขาคณิตแบบจุด ขณะใช้ ${measurementType} เป็นประเภทการวัด",
  "AO_100037": "ชั้นข้อมูล ${nearLayer} จะต้องมีประเภทรูปทรงเรขาคณิตแบบจุด ขณะใช้ ${measurementType} เป็นประเภทการวัด",
  "AO_100038": "การตัดผลการค้นหาจะต้องไม่น้อยกว่าศูนย์",
  "AO_100039": "${inputLayer} ต้องมีประเภทรูปทรงเรขาคณิตจุด",
  "AO_100040": "จำนวนฟีเจอร์ใน ${inputLayer} ต้องไม่มากกว่า ${max}",
  "AO_100041": "จะรองรับพารามิเตอร์ประเภทบัฟเฟอร์เฉพาะชั้นข้อมูลที่มีจุดหรือเส้น",
  "AO_100042": "ไม่รองรับประเภทเรขาคณิต ${shapeType} ของชั้นข้อมูลใกล้เคียงสำหรับประเภท ใกล้${nearType}",
  "AO_100043": "ไม่รองรับหน่วย ${units} สำหรับประเภท ใกล้ ${nearType}",
  "AO_100044": "ค่าระยะทางควรมากกว่า 0",
  "AO_100045": "จำเป็นต้องใช้ระยะทางและหน่วย เมื่อระบุประเภท บัฟเฟอร์",
  "AO_100046": "ล้มเหลวในการเข้าใช้งาน GeoEnrichment Server",
  "AO_100047": "การเพิ่มคุณภาพอาจไม่พร้อมใช้งานสำหรับบางฟีเจอร์",
  "AO_100048": "ชั้นข้อมูลอินพุท ${inputLayer} มีรูปทรงเรขาคณิตแบบหลายจุด และถูกแปลงเป็นรูปทรงเรขาคณิตแบบจุดเดียว",
  "AO_100049": "ไม่มีฟีเจอร์ในขอบเขตการประมวลผล สำหรับชั้นข้อมูลอินพุทใด ๆ",
  "AO_100050": "ไม่มีฟิลด์ในชั้นข้อมูลอินพุทสำหรับการแยกข้อมูล",
  "AO_100051": "ไม่มีฟีเจอร์ในขอบเขตการประมวลผลสำหรับชั้นข้อมูลอินพุท และในชั้นข้อมูลอินพุทไม่มีฟิลด์สำหรับการแยกข้อมูล",
  "AO_100052": "ไม่มีชื่อฟิลด์ ${fieldName} อยู่ใน ${paramName}",
  "AO_100053": "ไม่พบคีย์ที่จำเป็น ${missingKeys} ในนิพจน์แอตทริบิวต์ ${expression}",
  "AO_100054": "ไม่พบคีย์ที่จำเป็น ${missingKeys} ในนิพจน์ความสัมพันธ์เชิงพื้นที่ ${expression}",
  "AO_100055": "นิพจน์ใช้งานไม่ได้; JSON อยู่ในรูปแบบที่ไม่ถูกต้อง",
  "AO_100056": "ดัชนีชั้นข้อมูลใช้ไม่ได้ในนิพจน์ ${expression}",
  "AO_100057": "ดัชนีชั้นข้อมูลเกินจำนวนชั้นข้อมูลอินพุทในนิพจน์ ${expression}",
  "AO_100058": "${spatialRel} ความสัมพันธ์เชิงพื้นที่ไม่รองรับประเภทรูปทรงเรขาคณิต ${lyrGeomType}/${selLyrGeomType} สำหรับชั้นข้อมูล/selectingLayer ในนิพจน์ ${expression}",
  "AO_100059": "ความสัมพันธ์เชิงพื้นที่ ${spatialRel} ใช้ไม่ได้ในนิพจน์ ${expression}",
  "AO_100060": "การคิวรีนิพจน์ล้มเหลวในนิพจน์ ${expression}",
  "AO_100061": "ค้นหาตามแอตทริบิวต์และตำแหน่งไม่สำเร็จ",
  "AO_100062": "ระยะทางและ/หรือหน่วยในนิพจน์ ${expression} ใช้ไม่ได้",
  "AO_100063": "การวางแผนเส้นทางล้มเหลว",
  "AO_100064": "จำนวนฟีเจอร์ใน ${stopsLayer} เป็นศูนย์",
  "AO_100065": "จำนวนฟีเจอร์ใน ${startLayer} เป็นศูนย์",
  "AO_100066": "จำนวนยานพาหนะสูงสุดที่จะกำหนดเส้นทาง ต้องไม่น้อยกว่าศูนย์และไม่มากกว่า ${max}",
  "AO_100067": "จำนวนการหยุดพักต่อยานพาหนะสูงสุด ต้องไม่น้อยกว่าศูนย์และไม่มากกว่า ${max}",
  "AO_100068": "จำนวนฟีเจอร์ใน ${stopsLayer} ต้องไม่มากกว่า ${max}",
  "AO_100069": "จำนวนฟีเจอร์ใน ${startLayer} ต้องไม่มากกว่า ${max}",
  "AO_100070": "จำนวนฟีเจอร์ใน ${endLayer} ต้องไม่มากกว่า ${max}",
  "AO_100071": "ชั้นข้อมูล ${stopsLayer} จะต้องมีประเภทเรขาคณิตจุด",
  "AO_100072": "ชั้นข้อมูล ${startLayer} ต้องมีรูปทรงเรขาคณิตจุด",
  "AO_100073": "ชั้นข้อมูล ${endLayer} ต้องมีรูปทรงเรขาคณิตจุด",
  "AO_100074": "เวลาที่ใช้ในการหยุดพักแต่ละครั้งจะต้องไม่น้อยกว่าศูนย์",
  "AO_100075": "เวลาเส้นทางรวมต่อยานพาหนะ ควรมากกว่าศูนย์และน้อยกว่าหนึ่งปี (525600 นาที)",
  "AO_100076": "ไม่ควรกำหนดค่า ${endLayer} หากการกลับไปยังจุดเริ่มต้นเป็นจริง",
  "AO_100077": "ค้นหาตำแหน่งที่คล้ายกันล้มเหลว",
  "AO_100078": "ชื่อฟิลด์ในนิพจน์ ${expression} ใช้ไม่ได้",
  "AO_100079": "ค้นหาตามแอตทริบิวต์และตำแหน่งไม่สำเร็จ",
  "AO_100080": "การคำนวณต้นทุนการเดินทางล้มเหลว",
  "AO_100081": "โปรแกรมคำนวณฟิลด์ล้มเหลว",
  "AO_100082": "จำเป็นต้องใช้ชื่อฟิลด์และนิพจน์",
  "AO_100083": "ต้องระบุประเภทฟิลด์สำหรับการสร้างฟิลด์ใหม่",
  "AO_100084": "ต้องระบุประเภทฟิลด์ให้เป็น String, Integer, Double หรือ Date",
  "AO_100087": "ไม่มีฟิลด์ ${fieldName} ใน ${inputLayer}",
  "AO_100088": "ฟิลด์ ${attribute} ต้องอยู่ในทั้งชั้นข้อมูลค้นหาอ้างอิงและแคนดิเดท",
  "AO_100089": "ฟิลด์ต่อไปนี้ มีความแตกต่างไม่เพียงพอที่จะใช้ในการวิเคราะห์: ${attribute}",
  "AO_100090": "เครื่องมือนี้ต้องการตำแหน่งการค้นหาอย่างน้อย 2 รายการ ที่ไม่ใช่ตำแหน่งอ้างอิง",
  "AO_100091": "ประเภทรูปทรงเรขาคณิตของ ${paramName} ต้องเป็นจุด",
  "AO_100092": "ประเภทเรขาคณิตของ boundingPolygonLayer ต้องเป็นโพลีกอน",
  "AO_100093": "ประเภทการจำแนกประเภทด้วยตัวเอง จำเป็นต้องใช้ค่าการแบ่งคลาส",
  "AO_100094": "จำนวนยานพาหนะสูงสุดที่จะกำหนดเส้นทางต้องเท่ากับจำนวนฟีเจอร์ใน ${startLayer}",
  "AO_100095": "จำนวนฟีเจอร์ใน ${endLayer} ต้องเท่ากับจำนวนฟีเจอร์ใน ${startLayer}",
  "AO_100096": "${startLayerRouteIDField} ใน ${startLayer} ไม่มีค่าที่ไม่ซ้ำกัน",
  "AO_100097": "${endLayerRouteIDField} ใน ${endLayer} ไม่มีค่าที่ไม่ซ้ำกัน",
  "AO_100098": "ค่าใน ${startLayerRouteIDField} ใน ${startLayer} ไม่มีการจับคู่แบบหนึ่งต่อหนึ่งที่มีค่าใน ${endLayerRouteIDField} ใน ${endLayer}",
  "AO_100099": "ค่าเบรกทั้งหมดต้องมากกว่าศูนย์",
  "AO_100100": "ฟีเจอร์ใน ${inputLayer} ไม่อยู่ภายในพื้นที่ครอบคลุมบริการข้อมูล ดูความพร้อมใช้งานได้ที่ ${url}",
  "AO_100101": "ไม่มีฟีเจอร์ใน ${inputLayer} ที่อยู่ภายในระยะทาง ${max} กิโลเมตรจากถนน",
  "AO_100102": "ฟีเจอร์ทั้งหมดใน ${inputLayer} ต้องอยู่ในโซนเวลาเดียวกัน ขณะใช้งานการจราจร และสร้างพื้นที่ด้วยตัวเลือกยุบขอบเขตหรือแยก",
  "AO_100103": "ค่า ${measureType} ต้องไม่มากกว่า ${max} ${breakUnits}",
  "AO_100104": "ประมาณค่าในช่วงจุดล้มเหลว",
  "AO_100105": "คำนวณความหนาแน่นล้มเหลว",
  "AO_100106": "ฟิลด์ ${fieldName} ไม่ใช่ตัวเลข",
  "AO_100107": "ฟิลด์ ${fieldName} ไม่มีค่าใด ๆ ที่เป็นบวก",
  "AO_100108": "ฟิลด์ ${fieldName} มีค่าติดลบ จะพิจารณาเฉพาะค่าบวกเท่านั้น ในการคำนวณความหนาแน่น",
  "AO_100109": "ประเภทเรขาคณิตสำหรับชั้นข้อมูลอินพุท ต้องเป็นจุดหรือเส้น",
  "AO_100110": "บทบาทผู้ใช้ของคุณไม่มีสิทธิ์ จีโอเอนริชเมนท์",
  "AO_100111": "บทบาทผู้ใช้ของคุณไม่มีสิทธิ์ การวิเคราะห์เครือข่าย",
  "AO_100112": "บทบาทผู้ใช้ของคุณไม่มีสิทธิ์ในการเผยแพร่ฟีเจอร์ที่โฮสต์",
  "AO_100113": "จุดหยุดทั้งหมดไม่ได้ถูกกำหนดให้กับเส้นทางใดๆ เลย ตรวจสอบข้อมูลเพิ่มเติมได้จากฟิลด์สถานะและข้อจำกัดที่ถูกละเมิด ในชั้นข้อมูลจุดหยุดที่ยังไม่ถูกกำหนดเอาท์พุท",
  "AO_100114": "เวลาที่ใช้ในการหยุดพักแต่ละครั้ง ${stopServiceTime} นาที ต้องน้อยกว่าเวลาทั้งหมดที่ใช้ในเส้นทางต่อยานพาหนะ ${maxRouteTime} นาที",
  "AO_100115": "จุดหยุดบางส่วนไม่ได้ถูกกำหนดให้กับเส้นทางใดๆ เลย ตรวจสอบข้อมูลเพิ่มเติมได้จากฟิลด์ข้อจำกัดที่ถูกละเมิด ในชั้นข้อมูลจุดหยุดที่ยังไม่ถูกกำหนด",
  "AO_100116": "ต้องการเพียง ${routesUsed} จาก ${routeCount} เส้นทางเท่านั้น ในการไปถึงจุดหยุดพักครบทั้งหมด หากคุณต้องการใช้เส้นทางเพิ่มเติม ให้รันการวางแผนเส้นทางอีกครั้ง แต่ลดข้อจำกัดด้านจำนวนการหยุดพักสูงสุด หรือเวลาทั้งหมดบนเส้นทางต่อยานพาหนะ",
  "AO_100117": "ขณะนี้ไม่รองรับการขับรถบรรทุกนอกอเมริกาเหนือและอเมริกากลาง",
  "AO_100118": "บทบาทของผู้ใช้ของคุณไม่มีสิทธิ์ในการสร้าง ปรับปรุง และลบเนื้อหา",
  "AO_100119": "ประเภทรูปทรงเรขาคณิตของอินพุท WithinLayer ต้องเป็นโพลีกอน",
  "AO_100120": "บางฟีเจอร์ในชั้นข้อมูล ใหญ่เกินขีดจำกัดขนาดคำขอสูงสุด และไม่ได้รับการเสริมรายละเอียด",
  "AO_100121": "สร้างพื้นที่การมองเห็นล้มเหลว",
  "AO_100122": "การติดตาม ดาวน์สตรีม ล้มเหลว",
  "AO_100123": "การสร้าง ลุ่มน้ำ ล้มเหลว",
  "AO_100124": "ประเภทรูปทรงเรขาคณิตของชั้นข้อมูลอินพุท ต้องเป็นจุดสำหรับประเภทบัฟเฟอร์ ${bufferType}",
  "AO_100125": "ฟิลด์ จัดกลุ่มตาม ${fieldName} ต้องเป็นจำนวนเต็ม ข้อความ หรือวันที่",
  "AO_100126": "ชั้นข้อมูลอินพุทมีฟีเจอร์ที่มีเรขาคณิตซึ่งซับซ้อนเกินไปสำหรับเซอร์วิสที่ร้องขอ ผลลัพธ์จะอิงตามเรขาคณิตแบบลดความซับซ้อนลง",
  "AO_100127": "จุดอินพุททั้งหมดอยู่นอกพื้นที่ครอบคลุมข้อมูล",
  "AO_100128": "ฟิลด์จุดที่ใส่ต้องเป็นสตริงหรือจำนวนเต็ม",
  "AO_100129": "จุดอยู่นอกขอบเขตพื้นที่รับน้ำ",
  "AO_100130": "จุดอยู่นอกขอบเขตหน่วยประมวลผล",
  "AO_100131": "พารามิเตอร์ระยะทางการดูสูงสุดต้องไม่เกิน ${max}${units}",
  "AO_100132": "ข้อมูลต้นทาง DEM ไม่พร้อมใช้งานในพื้นที่จุดอินพุท",
  "AO_100133": "ความละเอียด DEM อินพุท ไม่ได้รับการรองรับที่ค่าระยะทางสูงสุดที่กำหนดไว้ ระบุค่าระยะทางสูงสุดที่น้อยลง",
  "AO_100136": "ขอบเขตการแยกข้อมูลใช้งานไม่ได้",
  "AO_100137": "ต้องการค่าสำหรับ ${parameterName}",
  "AO_100138": "บางจุดเริ่มต้นไม่ได้เชื่อมต่อกับจุดหมายที่จับคู่กัน ตรวจสอบข้อมูลเพิ่มเติมได้จากฟิลด์สถานะ ในชั้นข้อมูลจุดเริ่มต้นที่ยังไม่ได้กำหนดและชั้นข้อมูลจุดหมายที่ยังไม่ได้กำหนด",
  "AO_100139": "ไม่มีจุดเริ่มต้นใดที่สามารถเชื่อมต่อกับจุดหมายได้",
  "AO_100140": "ชั้นข้อมูลขอบเขตมีฟีเจอร์ที่มีเรขาคณิตซึ่งซับซ้อนเกินไปสำหรับเซอร์วิสที่ร้องขอ ผลลัพธ์จะอิงตามเรขาคณิตแบบลดความซับซ้อนลง",
  "AO_100141": "ฟีเจอร์ในชั้นข้อมูลขอบเขต เกินขีดจำกัดขนาดคำขอสูงสุด และไม่สามารถแยกได้",
  "AO_100142": "ขอบเขตของฟีเจอร์จุดอินพุทเกินขอบเขตสูงสุดที่อนุญาต",
  "AO_100143": "บทบาทผู้ใช้ของคุณไม่มีสิทธิ์ในการวิเคราะห์ความสูง",
  "AO_100144": "ไม่ได้ลงทะเบียนยูทิลิตี ${serviceName} ไว้สำหรับพอร์ทัล",
  "AO_100145": "โหมดการเดินทางต่อไปนี้ใช้ไม่ได้: ${travelMode}",
  "AO_100146": "หน่วยการพักที่เลือก ${breakUnits} และโหมดการเดินทาง ${travelMode} ไม่สามารถทำงานร่วมกันได้ ทั้งสองค่าไม่ใช่เวลาหรือระยะทางทั้งคู่",
  "AO_100147": "โหมดการเดินทางไม่ได้ระบุแอตทริบิวต์ความต้านทานแบบอิงเวลา",
  "AO_100148": "คุณไม่มีสิทธิ์ในการเข้าใช้งานยูทิลิตี ${serviceName}",
  "AO_100149": "ไม่สามารถเข้าใช้งาน url ที่ลงทะเบียนไว้สำหรับยูทิลิตี ${serviceName}: ${cause} ได้",
  "AO_100150": "เลือกสถานที่ที่ดีที่สุดล้มเหลว",
  "AO_100151": "หน่วยพิสัยการเดินทางที่เลือก ${travelRangeUnits} และโหมดการเดินทาง ${travelMode} ไม่สามารถทำงานร่วมกันได้ ทั้งสองค่าไม่ใช่เวลาหรือระยะทางทั้งคู่",
  "AO_100152": "จำนวนรวมของฟีเจอร์ใน ${requiredFacilitiesLayer} และ ${candidateFacilitiesLayer} ต้องไม่เกิน ${max}",
  "AO_100153": "ค่าของพารามิเตอร์ ${paramName} ต้องมากกว่าศูนย์",
  "AO_100154": "กำหนดค่าสำหรับพารามิเตอร์ ${paramName1} หรือ ${paramName2}",
  "AO_100155": "ไม่ควรกำหนดชั้นข้อมูลสิ่งอำนวยความสะดวกแคนดิเดท ${candidateFacilitiesLayer} เป็นเป้าหมายการจัดสรร",
  "AO_100156": "เปอร์เซ็นต์ของความต้องการที่จะครอบคลุม ต้องมากกว่าศูนย์และน้อยกว่าหรือเท่ากับหนึ่งร้อย",
  "AO_100157": "จำนวนแคนดิเดทที่จะเลือก ต้องไม่น้อยกว่าจำนวนฟีเจอร์ในชั้นข้อมูลสถานที่ที่จำเป็น",
  "AO_100158": "จำนวนแคนดิเดทที่เลือกต้องไม่เกิน ${max}",
  "AO_100159": "จำนวนคอลเลกชันข้อมูลมากกว่าขีดจำกัดสูงสุดที่ ${maxDataCollections}",
  "AO_100160": "บางส่วนของฟีเจอร์ มีเรขาคณิตที่ใช้ไม่ได้ และถูกลบออกจากผลลัพธ์",
  "AO_100161": "รหัสพิกัดทางภูมิศาสตร์แบบชุดล้มเหลว",
  "AO_100162": "การวิเคราะห์อินพุทรหัสพิกัดทางภูมิศาสตร์ล้มเหลว",
  "AO_100163": "ตัวระบุข้อความของคุณใช้งานไม่ได้",
  "AO_100164": "คุณต้องป้อนระหว่าง inputTable, inputFileItem หรือ columnNames ต้องไม่เว้นว่างทั้งสามช่อง",
  "AO_100165": "หากไม่มีแถวส่วนหัวของคุณอยู่ คุณจะต้องป้อน columnNames",
  "AO_100166": "หาก fileType ของคุณเป็นตาราง คุณจะต้องป้อน inputTable",
  "AO_100167": "CSV Collection ไม่ใช่ประเภทอินพุทที่รองรับ โปรดป้อน CSV หรือสเปรดชีท Microsoft Excel",
  "AO_100168": "ชื่อไฟล์หรือนามสกุลของคุณยาวเกินไป",
  "AO_100169": "ไม่สามารถเปิดไฟล์ zip ของคุณได้",
  "AO_100170": "ในไฟล์ zip ของคุณไม่มีไฟล์ในรูปแบบที่กำหนด",
  "AO_100171": "URL บริการเครื่องมือค้นหาใช้ไม่ได้: ${service_url}",
  "AO_100172": "ข้อมูลประจำตัวใช้ไม่ได้ หรือ URL บริการเครื่องมือค้นหาใช้ไม่ได้: ${service_url} ตรวจสอบให้แน่ใจว่าได้ทำการแชร์รายการพร็อกซีกับทุกคน",
  "AO_100173": "ผู้ใช้ไม่มีสิทธิ์ทำการกำหนดรหัสพิกัดทางภูมิศาสตร์ หรือไม่มีสิทธิ์การเผยแพร่ในระดับที่เหมาะสม",
  "AO_100174": "บริการกำหนดรหัสพิกัดทางภูมิศาสตร์ ต้องอยู่บนเซิร์ฟเวอร์แบบติดต่อกับภายนอก",
  "AO_100175": "โทเค็นไม่ถูกต้อง",
  "AO_100176": "ไฟล์ของคุณต้องเป็นการเข้ารหัสแบบ UTF-8 โปรดส่งไฟล์ของคุณใหม่อีกครั้ง",
  "AO_100177": "ไฟล์ Excel ของคุณเสียหายและไม่สามารถเปิดได้",
  "AO_100178": "แถวแรกในไฟล์ของคุณว่างเปล่า โปรดแก้ไขไฟล์ของคุณแล้วส่งใหม่อีกครั้ง",
  "AO_100179": "คุณต้องกำหนดความกว้างของคอลัมน์ หากไฟล์ของคุณเป็นแบบความกว้างคงที่",
  "AO_100180": "ความกว้างคอลัมน์ของคุณจะต้องเป็นจำนวนเต็มคั่นด้วยจุลภาค เช่น: 5,7,13",
  "AO_100181": "ไม่สามารถแยกวิเคราะห์แถวส่วนหัวของไฟล์ได้ หรือในแถวว่างเปล่า",
  "AO_100182": "ฟิลด์ ${field} มีความเป็นไปได้ที่จะแมปไปยังฟิลด์นามแฝงได้ 2 ฟิลด์: ${field_one} และ ${field_two}",
  "AO_100183": "การแมปฟิลด์ที่ป้อนอยู่ในรูปแบบที่ไม่ถูกต้อง",
  "AO_100184": "outputFields ไม่ถูกต้อง ป้อน outputFields เช่น: x,y,score,match_addr",
  "AO_100185": "chars_per_row ต้องเป็นจำนวนเต็ม",
  "AO_100186": "widths_of_cols ไม่ถูกต้อง ป้อน widths_of_cols อย่างเช่น: 10,15,6",
  "AO_100187": "ต้องเว้นว่าง outputName ของคุณ เพื่อรับ Feature Collection",
  "AO_100188": "ต้องไม่เว้นว่าง outputName ของคุณ",
  "AO_100189": "geocodeServiceURL ไม่ถูกต้อง ยืนยันว่าเซอร์วิสการกำหนดรหัสพิกัดทางภูมิศาสตร์นั้นออนไลน์อยู่ และมี REST เอนด์พอยน์ geocodeAddresses ที่ใช้งานได้",
  "AO_100190": "ตรวจสอบพารามิเตอร์ header_rows_to_skip ของคุณ",
  "AO_100191": "ไม่สามารถเขียนส่วนหัวได้: ตรวจสอบว่า headerRowsToSkip ถูกต้องหรือไม่ หรือบริการกำหนดรหัสพิกัดทางภูมิศาสตร์พร้อมใช้งานหรือไม่",
  "AO_100192": "หากมีแถวส่วนหัวของคุณอยู่ คุณจะต้องป้อน headerRowsToSkip",
  "AO_100193": "headerRowsToSkip ของคุณจะต้องเป็นจำนวนเต็มที่น้อยกว่าจำนวนแถวใน inputTable หรือ inputFileItem",
  "AO_100194": "ไฟล์ผลลัพธ์กำลังได้รับการแก้ไขโดยโปรแกรมอื่น",
  "AO_100195": "ไฟล์ที่ป้อนว่างเปล่า จะส่งคืนไฟล์เปล่า",
  "AO_100196": "การแมปฟิลด์ต้องเป็นรายการของหลายๆ รายการ",
  "AO_100197": "geocodingServiceURL ของคุณอาจไม่ถูกต้อง ไม่มี maxBatchSize บนหน้าข้อมูล",
  "AO_100198": "ไม่มีฟิลด์ใดที่แมปไปยังฟิลด์ตัวระบุตำแหน่งที่ใช้งานได้ แก้ไขการสร้างแผนที่ฟิลด์ และส่งใหม่",
  "AO_100199": "การสร้างแผนที่ มีฟิลด์ตัวระบุตำแหน่งที่ไม่รองรับ แก้ไขการสร้างแผนที่ฟิลด์ และส่งใหม่",
  "AO_100200": "การสร้างแผนที่มีฟิลด์ตัวระบุตำแหน่งที่ไม่รองรับ ฟิลด์ตัวระบุตำแหน่งที่รองรับได้แก่ ${supported_fields} แก้ไขการสร้างแผนที่ฟิลด์ และส่งใหม่",
  "AO_100201": "field_mapping มีฟิลด์อินพุท ${field} ที่ไม่อยู่ในไฟล์อินพุท: ${supported_fields}",
  "AO_100202": "ไม่สามารถสร้างคำขอ REST จากเครื่องเซิร์ฟเวอร์ได้ ยืนยันว่าเครื่องเซิร์ฟเวอร์สามารถเชื่อมต่อกับอินเทอร์เน็ตได้",
  "AO_100203": "geocodeServiceURL ที่ป้อนควรเป็น https แทน http",
  "AO_100204": "inputTable มีมากกว่า 100,000 บันทึกข้อมูล และระบบไม่รองรับ",
  "AO_100205": "ตัวคั่นคอลัมน์ของคุณใช้งานไม่ได้",
  "AO_100206": "การสร้างแบบจำลองล้มเหลวสำหรับ Url: ${Url} ตรวจสอบว่าบริการอนุญาตให้บุคคลอื่นส่งออกข้อมูลในรูปแบบอื่นหรือไม่",
  "AO_100207": "จำนวนรวมของฟิลด์อินพุท และตัวแปรเอนริชเมนท์ เกิดขีดจำกัดสูงสุดของ ${maxCountOfFields}",
  "AO_100208": "แถวส่วนหัวของคุณ มีความยาวไม่เท่ากับจำนวนรายการในการแมปฟิลด์ของคุณ",
  "AO_100209": "headerRowsToSkip ของคุณจะต้องเป็นจำนวนเต็มที่น้อยกว่าจำนวนแถวใน inputTable หรือ inputFileItem",
  "AO_100210": "ไฟล์อินพุทของคุณมีจำนวนแถวมากเกินไป xls รองรับสูงสุดไม่เกิน 65536 แถว โปรดส่ง outputType อื่น",
  "AO_100211": "การสร้างชั้นข้อมูลเส้นทางล้มเหลว",
  "AO_100212": "ไฟล์ข้อมูลเส้นทางไม่ใช่ไฟล์ zip ที่ใช้งานได้",
  "AO_100213": "ข้อมูลเส้นทางอินพุทไม่มีคลาสฟีเจอร์จุดหยุดที่จำเป็น",
  "AO_100214": "ข้อมูลเส้นทางอินพุทไม่มีอย่างน้อยสองจุดหยุด",
  "AO_100215": "การรวมฟีเจอร์ล้มเหลว",
  "AO_100216": "ค้นหาค่าผิดปกติล้มเหลว",
  "AO_100217": "การบันทึกผลลัพธ์ในรูปแบบชั้นข้อมูลเส้นทางล้มเหลว เนื่องจากการวิเคราะห์ไม่ได้ให้เส้นทางใดๆ",
  "AO_100218": "ชั้นข้อมูลเส้นทางที่ใส่มาใช้งานไม่ได้ในขณะที่ measurementType เป็น StraightLine",
  "AO_100219": "อินพุทใช้ไม่ได้สำหรับพารามิเตอร์ ${paramName}",
  "AO_100220": "ไม่รองรับประเภทรูปทรงเรขาคณิต ${geomType} ของ ${paramName} สำหรับความสัมพันธ์เชิงพื้นที่: ${spatialRel}",
  "AO_100221": "ต้องระบุแอตทริบิวต์หรือความสัมพันธ์เชิงพื้นที่",
  "AO_100222": "อินพุทตารางไม่รองรับความสัมพันธ์เชิงพื้นที่",
  "AO_100223": "ไม่รองรับชั้นข้อมูลเส้นทางที่ใส่มา ในขณะที่ร้องขอเอาท์พุทคอลเลกชันฟีเจอร์",
  "AO_100224": "การดาวน์โหลดข้อมูลเส้นทางจากรายการข้อมูลเส้นทาง ${itemId} ล้มเหลว",
  "AO_100225": "การลบรายการข้อมูลเส้นทาง ${itemId} ล้มเหลว",
  "AO_100226": "การแยกข้อมูลเส้นทางจากไฟล์ข้อมูลเส้นทางล้มเหลว",
  "AO_100227": "แถวส่วนหัวของคุณ มีความยาวไม่เท่ากับจำนวนรายการในการเลือกฟิลด์ของคุณ",
  "AO_100228": "headerRowsToSkip ของคุณจะต้องเป็นจำนวนเต็มที่น้อยกว่าจำนวนแถวใน inputTable หรือ inputFileItem",
  "AO_100229": "ไฟล์อินพุทของคุณมีจำนวนแถวมากเกินไป xls รองรับสูงสุดไม่เกิน 65536 แถว โปรดส่ง outputType อื่น",
  "AO_100230": "ไม่รองรับประเภทไฟล์ของคุณ ประเภทไฟล์ที่รองรับได้แก่ csv และ xlsx",
  "AO_100231": "outputName ของคุณไม่ได้รับการจัดรูปแบบอย่างถูกต้อง",
  "AO_100232": "บทบาทผู้ใช้ของคุณไม่มีสิทธิ์ในการกำหนดรหัสพิกัดทางภูมิศาสตร์",
  "AO_100233": "จำนวนบันทึกข้อมูลในตารางอินพุท มากกว่าบันทึกข้อมูลสูงสุด ${max} ที่ได้รับอนุญาตให้ใช้ในการกำหนดรหัสพิกัดทางภูมิศาสตร์",
  "AO_100234": "คุณไม่สามารถส่งได้ทั้งตารางและไฟล์ โปรดส่งเพียงอย่างเดียว",
  "AO_100235": "inputFileParameters ไม่ได้อยู่ในรูปแบบที่ถูกต้อง",
  "AO_100236": "หากคุณต้องการส่งไฟล์ คุณจะต้องระบุ inputFileParameters",
  "AO_100237": "ตารางอินพุทนี้ใช้งานไม่ได้ โปรดเลือกตารางอื่น",
  "AO_100238": "ไฟล์อินพุทนี้ใช้งานไม่ได้ โปรดเลือกไฟล์อื่น",
  "AO_100239": "คุณต้องระบุ inputFile, inputTable หรือ columnNames",
  "AO_100240": "geocodeParameters ไม่ได้อยู่ในรูปแบบที่ถูกต้อง",
  "AO_100241": "มีชื่อผลลัพธ์เอาท์พุทของคุณอยู่แล้ว โปรดเลือกชื่ออื่น",
  "AO_100242": "คุณมีเครดิตไม่พอสำหรับการดำเนินการนี้ ติดต่อผู้ดูแลระบบ ArcGIS System ของคุณเพื่อขอความช่วยเหลือ",
  "AO_100243": "ฟีเจอร์บางส่วนในผลลัพธ์ของคุณไม่ได้ถูกเอนริช",
  "AO_100244": "จำเป็นต้องระบุระยะทางและหน่วยสำหรับ SpatialRelationship WithinDistance",
  "AO_100245": "นิพจน์ใช้ไม่ได้สำหรับ ${paramName}, JSON อยู่ในรูปแบบที่ไม่ถูกต้อง",
  "AO_100246": "ล้มเหลวในการสร้างชั้นข้อมูลเส้นทางสำหรับเส้นทางต่อไปนี้: ${routeNames}",
  "AO_100247": "ล้มเหลวในการสร้างชั้นข้อมูลเส้นทาง เนื่องจากจำนวนของเส้นทาง ${routeCount} นั้นมากกว่าจำนวนชั้นข้อมูลเส้นทางสูงสุด ${max} ที่สามารถสร้างได้",
  "AO_100248": "ไฟล์หรือตารางของคุณไม่มีบันทึกข้อมูล โปรดใส่บันทึกข้อมูลที่จะกำหนดรหัสพิกัดทางภูมิศาสตร์และส่งใหม่",
  "AO_100249": "หมวดหมู่ไม่ถูกต้อง",
  "AO_100250": "ตารางที่ส่งว่างเปล่าหรือเสียหาย",
  "AO_100251": "ไฟล์ของคุณไม่ได้เข้ารหัสแบบ utf-8 โปรดส่งใหม่",
  "AO_100252": "ค่าในฟิลด์ ${startLayerRouteIDField} ใน ${startLayer} และฟิลด์ ${endLayerRouteIDField} ใน ${endLayer} ไม่ใช่ค่าที่ไม่ซ้ำกัน",
  "AO_100253": "inputTable ว่างเปล่า และ inputFileItem ว่างเปล่า ป้อน inputTable หรือ inputFileItem",
  "AO_100254": "ค้นหาศูนย์กลางภูมิศาสตร์ล้มเหลว",
  "AO_100255": "การสร้างถังล้มเหลว",
  "AO_100256": "พารามิเตอร์ ${paramName} ต้องการค่าที่ใช้งานได้",
  "AO_100257": "ค่าบางรายการในฟิลด์เป้าหมายไม่ถูกต้องและไม่สามารถรวมเข้าด้วยกันได้",
  "AO_100258": "ระยะทางระหว่างอินพุทใด ๆ ต้องน้อยกว่า ${mileValue} ไมล์ (${kmValue} กิโลเมตร) ในระหว่างการเดิน",
  "AO_100259": "ไม่พบตำแหน่งที่ใกล้ที่สุด ตรวจสอบว่าช่วงการค้นหาเหมาะสมสำหรับการวิเคราะห์ของคุณหรือไม่",
  "AO_100260": "ค้นหาการรวมกลุ่มของจุดล้มเหลว",
  "AO_100261": "สรุปศูนย์กลางและการกระจายล้มเหลว",
  "AO_100262": "คิวรีใช้ไม่ได้ มีบางนิพจน์ที่ไม่ได้อ้างอิงถึงชั้นข้อมูลเป้าหมายเดียวกัน สามารถรับตำแหน่งเอาท์พุทได้จากหนึ่งชั้นข้อมูลเป้าหมายเท่านั้น",
  "AO_100263": "ไม่สามารถระบุ ${barrierType} ได้ เมื่อ measurementType เป็น StraightLine",
  "AO_100264": "ชั้นข้อมูล ${inputLayer} ที่ใช้เพื่อระบุชั้นข้อมูลอุปสรรค ${shapeType} ต้องมีเรขาคณิต ${shapeType}",
  "AO_100265": "จำนวนฟีเจอร์ถนนที่ตัดกับชั้นข้อมูลอุปสรรคแบบจุด เกินขีดจำกัดที่ ${limit}",
  "AO_100266": "จำนวนฟีเจอร์ถนนที่ตัดกับชั้นข้อมูลอุปสรรคแบบเส้น เกินขีดจำกัดที่ ${limit}",
  "AO_100267": "จำนวนฟีเจอร์ถนนที่ตัดกับชั้นข้อมูลอุปสรรคแบบโพลีกอน เกินขีดจำกัดที่ ${limit}",
  "AO_100268": "สร้างเทสเซลเลชันล้มเหลว",
  "AO_100269": "ขอบเขตสำหรับการสร้างเทสเซลเลชันไม่ถูกต้อง",
  "AO_100270": "ขนาดและจำนวนของตัวแปรที่คุณเลือก เกินขนาดแถวสูงสุดสำหรับชั้นข้อมูลฟีเจอร์เซอร์วิส โปรดลดจำนวนตัวแปรที่เลือก",
  "AO_100271": "ช่อง ${fieldName} ในชั้นข้อมูล ${analysisLayer} ต้องไม่มีค่าว่าง",
  "AO_100272": "ฟิลด์ ${startLayerRouteIDField} ในชั้นข้อมูล ${startLayer} หรือฟิลด์ ${endLayerRouteIDField} ในชั้นข้อมูล ${endLayer} ควรมีค่าที่ไม่ซ้ำกัน",
  "AO_100273": "ค่า ${routeId} จากฟิลด์ ${routeIDField} ในชั้นข้อมูล ${startLayer} จะไม่มีฟีเจอร์ใด ๆ ที่ตรงกันในชั้นข้อมูล ${endLayer}",
  "AO_100274": "จำนวนสูงสุดของยานพาหนะที่จะสร้างเส้นทาง จะต้องเท่ากับจำนวนของฟีเจอร์ในชั้นข้อมูล ${startLayer} ที่ใช้เป็นตำแหน่งเริ่มต้นของเส้นทาง",
  "AO_100275": "จำนวนสูงสุดของยานพาหนะที่จะสร้างเส้นทาง จะต้องเท่ากับจำนวนของฟีเจอร์ในชั้นข้อมูล ${endLayer} ที่ใช้เป็นตำแหน่งสิ้นสุดของเส้นทาง",
  "AO_100276": "จำนวนของฟีเจอร์ในชั้นข้อมูล ${startLayer} ที่ใช้เป็นตำแหน่งเริ่มต้นของเส้นทาง จะต้องไม่มากกว่า ${max}",
  "AO_100277": "จำนวนของฟีเจอร์ในชั้นข้อมูล ${endLayer} ที่ใช้เป็นตำแหน่งสิ้นสุดของเส้นทาง จะต้องไม่มากกว่า ${max}",
  "AO_100278": "ค่า ${measureType} จะต้องไม่มากกว่า ${max}${breakUnits} ขณะที่เลือกตัวเลือกแสดงพื้นที่ซึ่งเข้าถึงไม่ได้เป็นรูไว้",
  "AO_100279": "ค่า ${measureType} จะต้องไม่มากกว่า ${max}${breakUnits} ขณะที่เลือกตัวเลือกรวมถนนที่เข้าถึงได้ไว้",
  "AO_100280": "ค่า ${measureType} ต้องไม่มากกว่า ${max}${breakUnits} ในระหว่างการเดิน",
  "AO_100281": "ตัวแปรการวิเคราะห์ที่ร้องขอมาจากหลายลำดับชั้น ซึ่งอาจส่งผลให้เกิดผลลัพธ์ที่ไม่สอดคล้องกัน",
  "AO_100282": "จำเป็นต้องใช้สิทธิ์การใช้งาน ArcGIS Server Advanced บนโฮสติงเซิร์ฟเวอร์ ขณะใช้ประเภทการวัด StraightLine ร่วมกับเครื่องมือ ค้นหาที่ใกล้ที่สุด",
  "AO_100283": "มีคุณสมบัติหรือรูปทรงที่ซับซ้อนเกินไปในชุดข้อมูล ปรับลดจำนวนคุณสมบัติก่อนเรียกใช้ชั้นข้อมูล Enrich เช่น คุณสามารถกรอกชุดข้อมูลและเรียกใช้เครื่องมือในแบตช์ต่าง ๆ หรือลดขนาดของขอบเขตแผนที่",
  "AO_100284": "ไม่พบการอ้างอิงเชิงพื้นที่สำหรับ ${inputLayer} การดำเนินการนี้ จะส่งผลให้การวิเคราะห์ล้มเหลว หรือสร้างเอาท์พุทที่ไม่มีการอ้างอิงเชิงพื้นที่",
  "AO_100285": "เฉพาะเจ้าของ ${inputLayer} เท่านั้น ที่สามารถทำการวิเคราะห์บนชั้นข้อมูลนี้ได้",
  "AO_100286": "ประมาณการสินเชื่อขึ้นอยู่กับการใช้บริการจีโอเอนริชเมนต์ที่กำหนดเอง",
  "AO_100287": "ไม่มีข้อมูลสำหรับประเทศที่มีรหัสประเทศต่อไปนี้: ${country}",
  "AO_100288": "ไม่สามารถตรวจพบประเทศสำหรับฟีเจอร์อย่างน้อยหนึ่งรายการ",
  "AO_100289": "ข้อผิดพลาดในการเชื่อมต่อกับสภาพแวดล้อม ติดต่อฝ่ายบริการสนับสนุนของ Esri",
  "AO_100290": "ไม่สามารถใช้ฟิลด์ออบเจ็กต์ ID ในการรวมแอตทริบิวต์ได้",
  "AO_100291": "ไม่สามารถเผยแพร่ผลการวิเคราะห์เป็นชุดฟีเจอร์ เนื่องจากเลเยอร์ขาออกบางส่วนมีฟีเจอร์มากกว่า 9999 รายการ หากต้องการเก็บฟีเจอร์ไว้ทั้งหมด ให้บันทึกผลลัพธ์ของคุณในรูปแบบชั้นข้อมูลฟีเจอร์",
  "AO_100292": "ชื่อเอาท์พุทที่ระบุ มีการใช้งานอยู่แล้ว หรือมีอักขระที่ใช้ไม่ได้",
  "AO_100293": "มีอย่างน้อยหนึ่งฟีเจอร์ที่ไม่ได้เสริม เนื่องจากการสร้างพื้นที่โหมดการเดินทางล้มเหลว ยืนยันว่าอินพุทฟีเจอร์นั้นอยู่ภายในพื้นที่ครอบคลุมข้อมูล ของบริการวิเคราะห์เครือข่ายของคุณ หรือใช้ระยะทางเส้นตรง",
  "AO_100294": "มีอย่างน้อยหนึ่งฟีเจอร์ที่ข้ามขอบเขตสถิติประชากร ตัวแปรการเสริมถูกประมาณการโดยใช้การรวมแบบเป็นสัดส่วน",
  "AO_100295": "ไม่มีฐานข้อมูลภูมิศาสตร์เส้นทาง ${geodatabase}",
  "AO_100296": "ไฟล์ zip ข้อมูลเส้นทาง ${zipfile} ว่างเปล่า",
  "AO_100297": "จำนวนเส้นพื้นที่ให้บริการขาออก ${numFeatures} เกินเกณฑ์กำหนดสูงสุด ${threshold} ที่สามารถแจ้งกลับจากส่วนบริการ",
  "AO_100298": "งานล้มเหลวเนื่องจากส่วนบริการล้มเหลว ติดต่อฝ่ายบริการสนับสนุนของ Esri",
  "AO_100299": "ไม่สามารถแยกผลลัพธ์จากบริการประเมินระดับการยกตัวได้ ติดต่อฝ่ายบริการสนับสนุนของ Esri",
  "AO_100300": "ไม่สามารถแยกผลลัพธ์จากบริการด้านอุทกวิทยาได้ ติดต่อฝ่ายบริการสนับสนุนของ Esri",
  "AO_100301": "ในการรวมชั้นข้อมูล อินพุททั้งหมดจะต้องเป็นประเภทเรขาคณิตเดียวกัน",
  "AO_100302": "ต้องการใบอนุญาต Geostatistical Analyst ในการรันเครื่องมือนี้",
  "AO_100303": "ต้องการใบอนุญาต Spatial Analyst ในการรันเครื่องมือนี้",
  "AO_100304": "การสร้างพื้นที่เกณฑ์ล้มเหลว",
  "AO_100305": "ค่าไม่ใช่สมาชิกของ นาที | วินาที | ชั่วโมง | ไมล์ | กิโลเมตร | เมตร | ฟุต | หลา | อื่น ๆ",
  "AO_100306": "นิพจน์ Arcade ใช้งานไม่ได้",
  "AO_100307": "โพลีกอนทั้งหมดว่างเปล่า",
  "AO_100308": "ค่าตัวเลขอยู่นอกช่วงที่ใช้งานได้",
  "AO_100309": "ค่าไม่ใช่สมาชิกของ ToFacility | FromFacility",
  "AO_100310": "ค่าไม่ใช่สมาชิกของ StraightLine | เวลาขับขี่ | ระยะทางขับขี่ | เวลาขับรถบรรทุก | ระยะทางขับรถบรรทุก | เวลาเดิน | ระยะทางเดิน | เวลาขับขี่นอกเมือง | ระยะทางขับขี่นอกเมือง",
  "AO_100311": "ค่าไม่ใช่สมาชิกของ GeoLocal | UTC",
  "AO_100312": "ไม่สามารถจัดเก็บผลลัพธ์เป็นคอลเล็กชันคุณลักษณะเมื่อรวมถนนที่เข้าถึงได้",
  "AO_100313": "ไม่สามารถดำเนินการเขียนทับได้: ไม่มีไอเท็มพอร์ทัลที่ระบุ",
  "AO_100314": "ไม่สามารถดำเนินการเขียนทับได้: คุณต้องเป็นเจ้าของไอเท็ม หรือมีสิทธิ์ในการบริหารจัดการ จึงจะสามารถเขียนทับไอเท็มนี้ได้",
  "AO_100315": "ไม่สามารถดำเนินการเขียนทับได้: ระบบไม่รองรับประเภทไอเท็มที่จะเขียนทับ",
  "AO_100316": "ชื่อเซอร์วิสที่ระบุแตกต่างจากชื่อไอเท็มที่มีอยู่ที่จะเขียนทับ ไอเท็มจะถูกเขียนทับ แต่ชื่อของไอเท็มจะไม่ได้รับการอัปเดต",
  "AO_100317": "ไม่สามารถดำเนินการเขียนทับได้: คุณต้องป้อน ID ไอเท็มก่อน จึงจะสามารถเขียนทับไอเท็มได้",
  "AO_100318": "ไม่สามารถดำเนินการเขียนทับได้: ไอเท็มพอร์ทัลที่ระบุ ถูกอ้างอิงโดยไอเท็มพอร์ทัลอื่น ชั้นข้อมูลมุมมองใดๆ ที่เชื่อมโยงกับไอเท็มพอร์ทัลที่ระบุ จะต้องถูกลบออกก่อนที่จะดำเนินการเขียนทับ",
  "AO_100319": "จำนวนรวมของฟิลด์ในชั้นข้อมูลผลลัพธ์ รวมถึงฟิลด์การวิเคราะห์ที่สร้างขึ้นด้วยเครื่องมือ เกินขีดจำกัด 1023 ฟิลด์",
  "AO_100320": "จำนวนรวมของฟิลด์ในชั้นข้อมูลผลลัพธ์ รวมถึงฟิลด์การวิเคราะห์ที่สร้างขึ้นด้วยเครื่องมือ เกินขีดจำกัด 1019 ฟิลด์",
  "AO_100321": "ไม่สามารถดำเนินการเขียนทับได้: การอ้างอิงเชิงพื้นที่ของเอาต์พุตต้องตรงกับการอ้างอิงเชิงพื้นที่ของรายการที่มีอยู่เพื่อเขียนทับ",
  "AO_100322": "ไม่สามารถเผยแพร่ผลลัพธ์ โปรดลองเรียกใช้เครื่องมืออีกครั้งในภายหลัง",
  "AO_100323": "ล้มเหลวในการทำตามค่าเกณฑ์",
  "AO_100324": "ตัวแปรไม่เหมาะสำหรับการวิเคราะห์พื้นที่เกณฑ์",
  "AO_100325": "ไม่พบเครือข่ายถนนสำหรับจุดอินพุท: ${pointId}",
  "AO_100326": "ถึงรัศมีสูงสุดโดยไม่มีโซลูชันสำหรับจุดอินพุท: ${pointId}",
  "AO_100327": "ไม่สามารถดำเนินการเขียนทับได้: ไอเท็มพอร์ทัลที่ระบุ ถูกอ้างอิงโดยไอเท็มพอร์ทัลอื่น ชั้นข้อมูลมุมมองใดๆ ที่เชื่อมโยงกับไอเท็มพอร์ทัลที่ระบุ จะต้องถูกลบออกก่อนที่จะดำเนินการเขียนทับ",
  "AO_100328": "ประเภทเรขาคณิตของชั้นข้อมูลอินพุทต้องไม่เป็นจุด หากต้องการใช้อินพุทนี้เพื่อสร้างชั้นข้อมูลจุดใหม่ ให้ลองใช้เครื่องมือค้นหาตามแอตทริบิวต์และตำแหน่ง",
  "AO_100329": "การรวมแอตทริบิวต์ใช้งานไม่ได้",
  "AO_100352": "ผลรวมของจำนวนฟีเจอร์ในสิ่งอำนวยความสะดวกแคนดิเดท และชั้นข้อมูลสิ่งอำนวยความสะดวกที่จำเป็น จะต้องไม่เกิน ${max}",
  "AO_100353": "สร้างฟีเจอร์เซอร์วิสเอาท์พุทไม่สำเร็จ ไม่รองรับฟิลด์ Timestampoffset",
  "AO_100354": "รูปแบบข้อมูลเอาท์พุทที่กำหนด จำเป็นต้องใช้ระบบพิกัด World Geodetic System 1984 (WGS84) ใช้งาน WGS84 แล้ว และไม่ได้ใช้ระบบพิกัดเอาท์พุทของคุณ",
  "AO_100355": "ไม่สามารถคำนวณสถิติสรุปสำหรับประเภทฟิลด์ต่อไปนี้ได้: DateOnly, TimeOnly, และ TimestampOffset",
  "AO_100356": "ไม่สามารถส่งออกประเภทฟิลด์ต่อไปนี้ได้: ${params}",
  "AO_1011": "เคสที่มีจำนวนเวอร์เท็กซ์น้อยเกินกว่าที่จะเป็นเรขาคณิตที่ใช้งานได้ (แสดงเฉพาะ 30 รายการแรก): %1 = %2",
  "AO_109": "ระยะทางบัฟเฟอร์ต้องไม่ติดลบสำหรับเส้นและจุด",
  "AO_110": "ไม่มี ${inputFC} อยู่",
  "AO_110057": "การอ้างอิงเชิงพื้นที่สำหรับฟีเจอร์อินพุท (${inputFeatures}) ไม่สามารถใช้งานร่วมกับระบบพิกัดเอาท์พุทได้ (${outputCoordinateSystem})",
  "AO_110058": "การอ้างอิงเชิงพื้นที่สำหรับฟีเจอร์แคนดิเดท (${candidateFeatures}) ไม่สามารถใช้งานร่วมกับระบบพิกัดเอาท์พุทได้ (${outputCoordinateSystem})",
  "AO_110059": "โปรเจคชันระหว่างฟีเจอร์อินพุทและฟีเจอร์แคนดิเดทไม่สามารถใช้งานร่วมกันได้ ดำเนินการวิเคราะห์ในโปรเจคชัน 'WGS_1984_Web_Mercator_Auxiliary_Sphere' แล้ว",
  "AO_110068": "การทดสอบ Rayleigh ต้องการอย่างน้อย ${numCases2D} ฟีเจอร์ สำหรับผลลัพธ์แบบสองมิติ และ ${numCases3D} ฟีเจอร์เพื่อให้ผลลัพธ์แบบสามมิติใช้งานได้",
  "AO_110069": "ฟีเจอร์น้อยเกินไปสำหรับ ${numBadCases} จาก ${numCases} เคส ในการทำให้การทดสอบ Rayleigh สามารถใช้งานได้",
  "AO_110070": "การทดสอบ Rayleigh ใช้งานไม่ได้ เนื่องจากชุดข้อมูลเป็นแบบทวิฐานนิยมตามเส้นผ่านศูนย์กลาง เอาท์พุทได้รับการแก้ไขเพื่อให้สามารถแสดงค่าเฉลี่ยทิศทางได้ดียิ่งขึ้น",
  "AO_110071": "พบข้อมูลแบบทวิฐานนิยมตามเส้นผ่านศูนย์กลางสำหรับ ${numDoubleAngleCases} จาก ${doubleAngleCases} เคส การทดสอบ Rayleigh ใช้งานไม่ได้สำหรับเคสเหล่านั้น ดังนั้น เอาท์พุทจึงได้รับการแก้ไขเพื่อให้สามารถแสดงค่าเฉลี่ยทิศทางได้ดียิ่งขึ้น",
  "AO_110083": "ยูนิตทางดิ่งและเส้นตรงในระบบพิกัด XY และ Z ไม่เหมือนกัน",
  "AO_110141": "จำนวนขั้นต่ำของฟีเจอร์ต่อการรวมกลุ่ม มากกว่าจำนวนฟีเจอร์ในชุดข้อมูล",
  "AO_110143": "จำนวนขั้นต่ำของฟีเจอร์ต่อการรวมกลุ่มต้องมากกว่า 1",
  "AO_110144": "ล้มเหลวในการสร้างพื้นที่ขอบเขตโดยใช้โหมดการเดินทางที่กำหนด",
  "AO_110145": "มีบางชั้นข้อมูลการรวมที่ไม่มีแอตทริบิวต์การรวมที่ตรงกัน",
  "AO_110146": "ไม่มีฟิลด์ ${fieldName} ในชั้นข้อมูล ${layerName} จึงไม่สามารถดำเนินการรวม ${mergeAttribute} ได้",
  "AO_110243": "ไม่สามารถดำเนินการวิเคราะห์ได้ เนื่องจากกริดที่สร้างขึ้นจะมีมากกว่าสองพันล้านเซลล์ซึ่งเป็นค่าสูงสุด",
  "AO_110250": "เซลล์กริดทั้งหมดต้องอยู่ภายในโปรเจคชันโดเมน",
  "AO_110339": "แอตทริบิวต์ที่สนใจของฟีเจอร์แคนดิเดท จะต้องมีค่าเฉลี่ยที่แตกต่างจากฟีเจอร์อินพุท ขณะจับคู่โดยใช้โปรไฟล์แอตทริบิวต์",
  "AO_110340": "ไม่สามารถคำนวณ ${summary} สำหรับฟิลด์วันที่ได้",
  "AO_110341": "ไม่สามารถคำนวณสถิติสำหรับฟิลด์ ${fieldName} ได้ โปรดติดต่อฝ่ายบริการสนับสนุนของ Esri",
  "AO_110342": "ล้มเหลวในการสร้างฟีเจอร์เซอร์วิส ${serviceName}",
  "AO_110343": "ล้มเหลวในการสร้างรายการ ${itemName}",
  "AO_110344": "การวิเคราะห์ H3 tessellation จำเป็นต้องใช้ระบบพิกัด World Geodetic System 1984 (WGS84) ใช้งาน WGS84 แล้ว และไม่ได้ใช้ระบบพิกัดเอาท์พุทของคุณ",
  "AO_110345": "การวิเคราะห์ H3 tessellation จำเป็นต้องใช้ระบบพิกัด World Geodetic System 1984 (WGS84) WGS84 ถูกใช้เป็นระบบพิกัดเอาท์พุทของคุณ",
  "AO_110346": "จำเป็นต้องใช้ความละเอียดถัง เมื่อประเภทถังเป็นหกเหลี่ยม H3",
  "AO_110347": "จำเป็นต้องใช้อินพุทขนาดถังสำหรับประเภทถังนี้",
  "AO_110348": "ขอบเขตไม่มีการอ้างอิงเชิงพื้นที่ที่ใช้งานได้",
  "AO_110349": "ขอบเขตที่ระบุในพารามิเตอร์บริบทใช้งานไม่ได้",
  "AO_110350": "ระบบพิกัดเอาท์พุทที่ระบุไว้ในพารามิเตอร์บริบทใช้งานไม่ได้",
  "AO_110351": "ไม่สามารถดำเนินการหลายอย่างบนฟิลด์เดียวกันได้",
  "AO_1115": "จะต้องตั้งค่าคุณสมบัติคำอธิบายชั้นข้อมูลสำหรับ ${layerName}",
  "AO_1156": "ค่าในฟิลด์ไม่สามารถใช้ร่วมกับประเภทของฟิลด์ได้",
  "AO_12": "มีฟิลด์ที่จะเพิ่มอยู่แล้ว",
  "AO_1533": "เราไม่สามารถคำนวณฮอตและโคลด์สปอตสำหรับข้อมูลที่เตรียมไว้ได้ หากเหมาะสม ให้ลองระบุฟิลด์การวิเคราะห์",
  "AO_1534": "ไม่สามารถคำนวณฮอตและโคลด์สปอตได้ เมื่อจำนวนจุดในทุกๆ พื้นที่โพลิกอนเหมือนกัน ลองพื้นที่โพลิกอนอื่น หรือตัวเลือกการวิเคราะห์อื่น",
  "AO_1535": "ตัวเลือกการวิเคราะห์ที่คุณเลือก ต้องการอย่างน้อย ${minNumFeatures} พื้นที่การรวม",
  "AO_1536": "ตัวเลือกการวิเคราะห์ที่คุณเลือก ต้องการอย่างน้อย ${minNumIncidents} เพื่อทำการคำนวณฮอทและโคลด์สปอท",
  "AO_1570": "ตัวเลือกการวิเคราะห์ที่คุณเลือก ต้องการอย่างน้อย ${minNumIncidents} จุด ที่อยู่ภายในพื้นที่โพลีกอนขอบเขต",
  "AO_1571": "ตัวเลือกการวิเคราะห์ที่คุณเลือก ต้องการอย่างน้อย ${minNumFeatures} ฟีเจอร์ ที่มีข้อมูลที่ใช้งานได้ภายในฟิลด์การวิเคราะห์ เพื่อทำการคำนวณฮอทและโคลด์สปอท",
  "AO_1572": "มีแปรในตำแหน่งจุดไม่เพียงพอสำหรับการคำนวณฮอตและโคลด์สปอต จุดพ้องกัน เช่น ลดความแตกต่างเชิงพื้นที่ คุณสามารถลองระบุพื้นที่ที่กำหนดขอบเขต พื้นที่รวม (ขั้นต่ำ 30) หรือฟิลด์การวิเคราะห์",
  "AO_1573": "มีความแตกต่างระหว่างจุดไม่เพียงพอภายในพื้นที่โพลิกอนที่กำหนดขอบเขต คุณสามารถลองระบุขอบเขตที่ใหญ่ขึ้นได้",
  "AO_1574": "ตัวเลือกการวิเคราะห์ที่คุณเลือก ต้องการอย่างน้อย ${minNumIncidents} จุด ที่อยู่ภายในโพลีกอนที่รวม",
  "AO_1575": "ค่าทั้งหมดสำหรับฟิลด์การวิเคราะห์ของคุณ มีแนวโน้มว่าจะเหมือนกัน ไม่สามารถคำนวณฮอตและโคลด์สปอตได้ ในขณะที่ไม่มีความแตกต่างในฟิลด์ที่จะทำการวิเคราะห์",
  "AO_1583": "เมื่อมีหลายอินพุทฟีเจอร์ การจับคู่จะอิงตามแอตืริบิวต์ที่สนใจโดยเฉลี่ย",
  "AO_1584": "ไม่พบแอตทริบิวต์/ใช้งานไม่ได้ ฟิลด์ต่อไปนี้ถูกลบออกจากรายการแอตทริบิวต์ที่จะพิจารณา: ${removedFields}",
  "AO_1585": "ไม่พบแอตทริบิวต์/ใช้งานไม่ได้ ไม่มีฟิลด์อยู่ในรายการแอตทริบิวต์ที่จะพิจารณา",
  "AO_1586": "จำนวนผลลัพธ์ต้องไม่มากกว่าจำนวนฟีเจอร์แคนดิเดท กำลังตั้งค่าพารามิเตอร์ให้เท่ากับค่าสูงสุด: ${maxValue}",
  "AO_1587": "จำนวนผลลัพธ์ต้องไม่มากกว่าครึ่งหนึ่งของจำนวนฟีเจอร์แคนดิเดท กำลังตั้งค่าพารามิเตอร์ให้เท่ากับค่าสูงสุด: ${maxValue}",
  "AO_1588": "ความแปรปรวนเป็นศูนย์ ฟิลด์ต่อไปนี้มีความแปรปรวนไม่เพียงพอสำหรับการใช้งานในเครื่องมือนี้: ${name}",
  "AO_1589": "เครื่องมือนี้ต้องการอย่างน้อย 2 ตำแหน่งในการค้นหา",
  "AO_1598": "คุณต้องระบุอย่างน้อยสองแอตทริบิวต์ที่สนใจ ขณะจับคู่โดยใช้โปรไฟล์แอตทริบิวต์",
  "AO_1599": "มีจำนวนบันทึกน้อยเกินไปสำหรับการวิเคราะห์ เครื่องมือนี้ต้องการอย่างน้อย 1 ตำแหน่งอ้างอิงใน ชั้นข้อมูลอินพุท เพื่อประมวลผลผลลัพธ์",
  "AO_1605": "ระยะทางสำหรับพิกัดทางภูมิศาสตร์ (องศา ลิปดา ฟิลิปดา) ถูกวิเคราะห์โดยใช้ระยะทางคอร์ดเป็นเมตร",
  "AO_1607": "ค่าระยะทางเกิน 30 องศาทศนิยม ระยะทาง Chordal จะไม่แม่นยำเมื่อเกิน 30 องศาขึ้นไป",
  "AO_1616": "ฟีเจอร์แคนดิเดทที่มีบันทึกข้อมูลเสียหาย (แสดงเฉพาะ 30 รายการแรก): ${label} = ${badIDs}",
  "AO_192": "ขนาดเซลล์ควรเล็กกว่าแบนด์ระยะทาง",
  "AO_210": "ไม่สามารถสร้างเอาท์พุทได้ ${outputFC}",
  "AO_26": "ระยะทางบัฟเฟอร์คือศูนย์",
  "AO_308": "ประเภทฟิลด์ไม่ถูกต้อง",
  "AO_358": "นิพจน์ใช้งานไม่ได้",
  "AO_366": "ประเภทเรขาคณิตใช้งานไม่ได้",
  "AO_385": "ตัวเลือกเส้น ไม่สามารถใช้งานกับฟีเจอร์จุดได้",
  "AO_40039": "มีข้อมูลไม่เพียงพอที่จะคำนวณวิธีการ ต้องการอย่างน้อย 10 จุด",
  "AO_40040": "ข้อมูลถูกกระจายตามแนวเส้นตรง และไม่สามารถประมวลผลได้",
  "AO_40069": "ข้อมูลมีความแปรปรวนน้อยเกินไปที่จะทำการคำนวณ",
  "AO_401": "ไม่พบฟีเจอร์ที่จะประมวลผล",
  "AO_426": "หน่วยความจำไม่เพียงพอ",
  "AO_438": "การซ้อนทับไม่ใช่โพลิกอน",
  "AO_468": "ประเภทรูปทรงอินพุทไม่เท่ากัน",
  "AO_539": "นิพจน์ใช้งานไม่ได้",
  "AO_561": "ความสัมพันธ์เชิงพื้นที่ที่ระบุ ใช้งานไม่ได้สำหรับชั้นข้อมูลที่เลือก",
  "AO_640": "ประเภทฟิลด์ใช้งานไม่ได้สำหรับ ${fieldName}; ต้องเป็นประเภท ${typeString}",
  "AO_641": "เครื่องมือนี้ต้องการอย่างน้อย ${numFeatures} เพื่อทำการคำนวณผลลัพธ์",
  "AO_642": "พบปัญหาในการอ่าน ${badNum} จาก ${totalNum} บันทึกข้อมูลทั้งหมด",
  "AO_715": "${numObsNoNeighs} ฟีเจอร์ ไม่มีพื้นที่ข้างเคียง เมื่ออิงตามค่าเกณฑ์ระยะทางที่กำหนด จะส่งคืนฟีเจอร์พื้นที่ข้างเคียงซึ่งมีจุดศูนย์กลางที่แท้จริงซึ่งใกล้กันมากที่สุด",
  "AO_716": "ฟีเจอร์ที่มีการปรับเปลี่ยนการค้นหาพื้นที่ข้างเคียง (แสดงเฉพาะ 30 รายการแรก): ${masterField} = ${idsNoNeighs}",
  "AO_718": "${numObsNoNeighs} โพลีกอนไม่เป็นไปตามจำนวนพื้นที่ข้างเคียงขั้นต่ำที่ระบุไว้ โดยอิงตามความต่อเนื่องของโพลีกอน สำหรับโพลีกอนเหล่านี้ พื้นที่ข้างเคียงแบบไม่ต่อเนื่องที่ใกล้ที่สุด จะถูกรวมเป็นพื้นที่ข้างเคียงด้วย",
  "AO_728": "ไม่มี analysisField ${fieldName} ที่คุณกำหนด อยู่ใน analysisLayer",
  "AO_735": "โปรดระบุอย่างน้อยหนึ่งฟิลด์การวิเคราะห์ที่ใช้งานได้ เพื่อใช้เป็นหลักในการประเมินความคล้าย",
  "AO_800": "ค่าไม่ใช่สมาชิกของ SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST",
  "AO_84426": "ต้องระบุโพลิกอนสำหรับเหตุการณ์รวมลงในจำนวนสำหรับวิธีการรวมข้อมูลเหตุการณ์นี้",
  "AO_845": "ขั้นต่ำ ${warnNumObs} ฟีเจอร์อินพุทสำหรับการวิเคราะห์ ถือว่าเหมาะสม",
  "AO_846": "${numObsNoNeighs} ฟีเจอร์ไม่มีพื้นที่ข้างเคียง ซึ่งโดยทั่วไปจะส่งผลให้คุณสมบัติทางสถิติของการทดสอบไม่สามารถใช้งานได้",
  "AO_847": "ฟีเจอร์ที่ไม่มีพื้นที่ข้างเคียง (แสดงเฉพาะ 30 รายการแรก): ${masterField} = ${idsNoNeighs}",
  "AO_848": "ฟีเจอร์ที่มีบันทึกข้อมูลเสียหาย (แสดงเฉพาะ 30 รายการแรก): ${ObjIDs} = ${IDnums}",
  "AO_897": "แบนด์ระยะทางที่กำหนด ${smallDistance} เล็กเกินไปสำหรับพื้นที่วิจัย",
  "AO_898": "ไม่พบน้ำหนักที่ใช้งานได้",
  "AO_900003": "ไม่สามารถรับจำนวนฟีเจอร์จาก ${layer} ได้",
  "AO_900004": "ไม่มีไฟล์การกำหนดค่า ${file}",
  "AO_900005": "การประมาณต้นทุน ${TaskName} ล้มเหลว",
  "AO_900006": "ไม่สามารถแยกวิเคราะห์อินพุทได้ JSON มีรูปแบบไม่ถูกต้อง",
  "AO_900007": "ประเภทพารามิเตอร์ของ ${type} ไม่รองรับ",
  "AO_900008": "${ToolName} เป็นเครื่องมือที่ไม่รองรับสำหรับการประมาณต้นทุน",
  "AO_900009": "ไม่สามารถรับจำนวนฟีเจอร์ชั้นข้อมูล GeoEnrichment ได้",
  "AO_906": "ความแปรปรวนเป็นศูนย์: ค่าทั้งหมดสำหรับฟิลด์อินพุทของคุณมีแนวโน้มว่าจะเหมือนกัน",
  "AO_910": "ฟีเจอร์น้อยเกินไปสำหรับ ${numBadCases} จาก ${numCases} เคส",
  "AO_911": "จุดเริ่มต้นและสิ้นสุดเหมือนกัน ${numBadObs} ของ ${numObs} ฟีเจอร์เส้น",
  "AO_912": "ฟีเจอร์เส้นที่มีจุดเริ่มต้นและจุดสิ้นสุดเหมือนกัน (แสดงเฉพาะ 30 รายการแรก): ${label} = ${badLengths}",
  "AO_929": "แบนด์ระยะทางต้องน้อยกว่าขอบเขตการวิเคราะห์",
  "AO_941": "ค่าน้ำหนักติดลบ จะถูกแปลเป็นศูนย์ เพื่อทำการประมวลผล",
  "AO_947": "เคสที่มีจำนวนฟีเจอร์น้อยเกินไป (แสดงเฉพาะ 30 รายการแรก): ${label} = ${badCases}",
  "AO_973": "ไม่สามารถเรนเดอร์เอาท์พุท โดยอิงตามไฟล์ชั้นข้อมูลเริ่มต้นได้",
  "AO_978": "มีเวอร์เท็กซ์น้อยเกินกว่าที่จะสร้างรูปทรงเรขาคณิตที่ใช้งานได้",
  "BD_100082": "จำเป็นต้องใช้ชื่อฟิลด์และนิพจน์",
  "BD_100084": "ต้องระบุประเภทฟิลด์ให้เป็น String, Integer, Double หรือ Date",
  "BD_100088": "ฟิลด์ \"${attribute}\" ต้องอยู่ในทั้งชั้นข้อมูลอ้างอิงและชั้นข้อมูลค้นหาแคนดิเดท",
  "BD_100089": "ฟิลด์ต่อไปนี้ มีความแตกต่างไม่เพียงพอที่จะใช้ในการวิเคราะห์: ${attribute}",
  "BD_100090": "เครื่องมือนี้ต้องการตำแหน่งการค้นหาแคนดิเดทอย่างน้อย 2 รายการ ที่ไม่ใช่ตำแหน่งอ้างอิง",
  "BD_100161": "รหัสพิกัดทางภูมิศาสตร์แบบชุดล้มเหลว",
  "BD_100162": "การวิเคราะห์อินพุทรหัสพิกัดทางภูมิศาสตร์ล้มเหลว",
  "BD_100171": "URL ตัวระบุตำแหน่งที่อยู่ใช้งานไม่ได้: ${locator_url}",
  "BD_100182": "ฟิลด์ต่อไปนี้ ${field} มีค่าซ้ำ",
  "BD_100189": "ไม่สามารถเชื่อมต่อกับบริการกำหนดรหัสพิกัดทางภูมิศาสตร์ระยะไกลได้ - ตรวจสอบว่าบริการกำหนดรหัสพิกัดทางภูมิศาสตร์ออนไลน์อยู่ และมีปลายทาง REST ของ geocodeAddresses ที่ถูกต้อง",
  "BD_100199": "แก้ไขการแมปฟิลด์และส่งใหม่ - การเลือกของคุณมีฟิลด์ตัวระบุตำแหน่งที่ไม่รองรับ",
  "BD_101000": "ไม่สามารถดำเนินการคิวรีได้",
  "BD_101001": "การดำเนินการนี้กำหนดให้ต้องมีการตั้งค่าเวลาบนฟีเจอร์ต้นทาง ไม่พบใน '${paramName}'",
  "BD_101002": "การดำเนินการนี้กำหนดให้ต้องมีการตั้งค่าเรขาคณิตบนฟีเจอร์ต้นทาง ไม่พบใน '${paramName}'",
  "BD_101003": "ไม่รองรับประเภทช่วงระยะทาง",
  "BD_101004": "ประเภทเรขาคณิตไม่ถูกต้องสำหรับ '${paramName}' ควรเป็น '${expectedType}' แต่ได้รับ '${actualType}'",
  "BD_101005": "จำเป็นต้องใช้ฟิลด์ '${requiredField}' หากตั้งค่า '${setField}' ไว้",
  "BD_101006": "ไม่รองรับประเภทช่วงเวลา อนุญาตให้ใช้จำนวนเต็มเท่านั้น",
  "BD_101007": "ต้องการอย่างน้อยหนึ่งความสัมพันธ์",
  "BD_101008": "ต้องการฟิลด์ '${requiredField}'",
  "BD_101009": "ไม่พบฟิลด์ในชุดข้อมูล: ${fields}",
  "BD_101010": "ผลการวิเคราะห์ของคุณไม่ส่งคืนฟีเจอร์ใดๆ จะไม่ทำการสร้างชั้นข้อมูลใดๆ",
  "BD_101011": "ต้องการหนึ่งใน '${firstField}' หรือ '${secondField}'",
  "BD_101012": "ไม่สามารถตั้งค่าทั้ง '${firstField}' และ '${secondField}' พร้อมกันได้",
  "BD_101013": "ประเภทเวลาไม่ถูกต้องสำหรับ '${paramName}' ควรเป็น '${expectedType}', ได้รับ '${actualType}'",
  "BD_101014": "ความสัมพันธ์ฟีเจอร์ที่กำหนด '${targetType} ${relationshipType} ${joinType}' ไม่ถูกต้อง",
  "BD_101015": "ชุดความสัมพันธ์ที่กำหนดไว้ใช้งานไม่ได้",
  "BD_101016": "ต้องการการอ้างอิงเชิงพื้นที่ ในขณะที่เลือกตัวเลือก GEODESIC ไว้",
  "BD_101017": "ผลลัพธ์บัฟเฟอร์แบบระนาบบางรายการอาจเกิดขอบเขตที่ใช้งานได้ พิจารณาใช้บัฟเฟอร์แบบผิวหน้าโค้ง เพื่อให้รองรับรูปทรงของโลก",
  "BD_101018": "มีอย่างน้อยหนึ่งฟีเจอร์ถูกข้าม เนื่องจากระยะทางที่ติดลบหรือน้อยมากๆ ไม่สามารถสร้างเป็นรูปทรงเรขาคณิตได้",
  "BD_101019": "มีอย่างน้อยหนึ่งฟีเจอร์ถูกข้าม เนื่องจากค่าฟิลด์ระยะทางเป็นศูนย์",
  "BD_101020": "มีอย่างน้อยหนึ่งฟีเจอร์ถูกข้าม เนื่องจากค่าฟิลด์ระยะทางเป็น NULL หรือว่างเปล่า",
  "BD_101021": "มีอย่างน้อยหนึ่งฟีเจอร์ถูกข้าม เนื่องจากค่าฟิลด์ระยะทางบัฟเฟอร์ใช้งานไม่ได้",
  "BD_101022": "มีอย่างน้อยหนึ่งฟีเจอร์ถูกข้าม เนื่องจากค่าฟิลด์ระยะทางบัฟเฟอร์ไม่เป็นเส้นตรง",
  "BD_101023": "มีอย่างน้อยหนึ่งฟีเจอร์ถูกข้าม เนื่องจากประเภทระยะทางบัฟเฟอร์ใช้งานไม่ได้",
  "BD_101024": "ใช้วิธีการแบบผิวหน้าโค้งสำหรับระบบพิกัดทางภูมิศาสตร์",
  "BD_101025": "นิพจน์บัฟเฟอร์ใช้งานไม่ได้",
  "BD_101026": "พารามิเตอร์ '${paramName}' ไม่ถูกต้อง",
  "BD_101027": "'${outputName}' เป็นชื่อเอาท์พุทที่ใช้งานไม่ได้",
  "BD_101028": "กำลังเริ่มต้นงานที่กระจายใหม่พร้อม ${totalTasks} งาน",
  "BD_101029": "${completedTasks}/${totalTasks} งานที่กระจายเสร็จสมบูรณ์แล้ว",
  "BD_101030": "ล้มเหลวในการดำเนินการ ${toolName} โปรดติดต่อผู้ดูแลระบบของคุณที่มี job ID '${jobID}'",
  "BD_101031": "งานถูกยกเลิกแล้ว",
  "BD_101032": "ค่า '${paramValue}' ในพารามิเตอร์ '${paramName}' ไม่ได้อยู่ภายในช่วงที่ใช้งานได้ [${expectedRange}]",
  "BD_101033": "'${paramName}' จะถูกโปรเจคลงในการอ้างอิงเชิงพื้นที่ที่กำลังประมวลผล",
  "BD_101034": "'${paramName}' ไม่มีการอ้างอิงเชิงพื้นที่ และไม่สามารถโปรเจคลงในการอ้างอิงเชิงพื้นที่ที่กำลังประมวลผลได้",
  "BD_101035": "'${paramName}' จะถูกจำกัดไว้เฉพาะขอบเขตเอาท์พุท",
  "BD_101036": "สถิติ '${statistic}' ไม่สามารถใช้งานได้สำหรับฟิลด์ '${fieldName}'",
  "BD_101037": "ขนาดของพื้นที่ข้างเคียงต้องมากกว่าขนาดถัง",
  "BD_101038": "เกิดข้อผิดพลาดขึ้นในระหว่างการส่งคืนผลลัพธ์ อย่างไรก็ตาม ผลลัพธ์ควรที่จะยังคงอยู่ในเนื้อหาของคุณ",
  "BD_101039": "อินพุท ${paramName} อยู่ในระบบพิกัดทางภูมิศาสตร์ แต่การดำเนินงานนี้จำเป็นต้องใช้ระบบพิกัดแนวระนาบ โปรดใช้ชุดข้อมูลแนวระนาบ หรือตั้งค่าระบบพิกัดประมวลผลของการวิเคราะห์ให้เป็นระบบพิกัดแนวระนาบ",
  "BD_101040": "มีชั้นข้อมูลเว็บชื่อ '${outputName}' อยู่แล้ว โปรดเลือกชื่ออื่นที่ไม่ซ้ำกันภายในองค์กรของคุณ",
  "BD_101041": "ล้มเหลวในการเชื่อมต่อกับที่เก็บข้อมูล โปรดยืนยันว่าข้อมูลการเชื่อมต่อนั้นถูกต้อง",
  "BD_101042": "ไม่สามารถเข้าใช้งานการแชร์ไฟล์ได้ โปรดตรวจสอบว่าบัญชีผู้ใช้ ArcGIS Server ของคุณมีสิทธิ์ในการเข้าใช้งานการแชร์ไฟล์",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}",
  "BD_101045": "คุณจะต้องระบุอย่างน้อยสองแอตทริบิวต์ที่สนใจ สำหรับวิธีการจับคู่โปรไฟล์แอตทริบิวต์",
  "BD_101046": "ระบุจำนวนผลลัพธ์ที่จะส่งคืน จำนวนผลลัพธ์ต้องมากกว่า 0",
  "BD_101047": "จำนวนผลลัพธ์ต้องน้อยกว่าหรือเท่ากับ 10000 คำนวณผลลัพธ์ 10000 อันดับแรกเรียบร้อยแล้ว",
  "BD_101048": "แอตทริบิวต์ที่สนใจที่ซ้ำกัน",
  "BD_101049": "จำนวนผลลัพธ์ที่ร้องขอมากกว่าจำนวนผลลัพธ์ที่ส่งคืน",
  "BD_101050": "ประเภทฟิลด์แอตทริบิวต์ที่สนใจที่เลือก ต้องเป็นตัวเลข",
  "BD_101051": "พบสิ่งที่อาจเป็นปัญหาในระหว่างการอ่านค่า '${paramName}'",
  "BD_101052": "บางบันทึกข้อมูลไม่มีค่าเวลาหรือมีแต่ใช้งานไม่ได้",
  "BD_101053": "บางบันทึกข้อมูลมีค่าเวลาที่ไม่ใช่ประเภท ${timeType}",
  "BD_101054": "บางบันทึกข้อมูลไม่มีเรขาคณิตหรือมีแต่ใช้งานไม่ได้",
  "BD_101055": "บางบันทึกข้อมูลมีเรขาคณิตที่ไม่ใช่ประเภท ${geometryType}",
  "BD_101056": "หน่วยรูปทรงสรุป ${unit} ใช้งานไม่ได้สำหรับเรขาคณิต ${geomType}",
  "BD_101057": "ไม่สามารถเริ่มต้นงานที่กระจายได้ โปรดตรวจสอบการตั้งค่าบริการ GeoAnalyticsTools ของคุณ และดูแลให้แน่ใจว่ามีทรัพยากรเพียงพอสำหรับการรันงาน",
  "BD_101058": "การวิเคราะห์ต้องการหน่วยความจำมากกว่าที่จัดสรรไว้ โปรดเพิ่มหน่วยความจำที่จัดสรรให้กับ GeoAnalytics toolbox ของคุณใน ArcGIS Server Manager",
  "BD_101059": "ไม่สามารถคำนวณสเต็ปเวลาได้",
  "BD_101060": "มี ${numErrors} สเต็ปเวลาที่ไม่สามารถคำนวณได้ แสดง ${numDisplay} ข้อผิดพลาดแรกแล้ว",
  "BD_101061": "สเต็ปเวลาจาก ${startTime} ถึง ${endTime} มีบันทึกข้อมูลน้อยเกินไปสำหรับการวิเคราะห์ แต่ละสเต็ปเวลาต้องการอย่างน้อย ${minFeatures} ฟีเจอร์ในการคำนวณผลลัพธ์",
  "BD_101062": "สเต็ปเวลาจาก ${startTime} ถึง ${endTime} มีความแปรปรวนเป็นศูนย์ ค่าทั้งหมดสำหรับฟิลด์อินพุทของคุณในสเต็ปเวลานี้ มีแนวโน้มว่าจะเหมือนกัน",
  "BD_101063": "มีความแปรปรวนเป็นศูนย์ ค่าทั้งหมดของฟิลด์อินพุทของคุณมีแนวโน้มว่าจะเหมือนกัน",
  "BD_101064": "นิพจน์ที่ระบุสำหรับ '${fieldName}' ให้ผลลัพธ์เป็นประเภทข้อมูลที่ไม่ใช่ประเภทข้อมูลแอตทริบิวต์ที่รองรับ",
  "BD_101065": "นิพจน์ที่ระบุสำหรับ '${fieldName}' ใช้งานไม่ได้",
  "BD_101066": "ล้มเหลวในการเริ่มต้นแพลตฟอร์มการคำนวณที่กระจาย",
  "BD_101067": "สร้างลูกบาศก์พื้นที่และเวลาแล้ว ผลลัพธ์ไม่ได้ถูกอัปโหลดไปยังเนื้อหาของคุณอย่างถูกต้อง",
  "BD_101068": "การสร้างและการวิเคราะห์ถัง ต้องใช้ระบบพิกัดแบบโปรเจค โปรเจคชัน ${projectionName} ถูกใช้กับพารามิเตอร์โปรเจคชันแบบกำหนดเอง โดยอิงตามขอบเขตการวิเคราะห์",
  "BD_101069": "อินพุท '${paramName}' ไม่ได้กำหนดระบบพิกัด",
  "BD_101070": "ชุดข้อมูล '${datasetName}' ในการแชร์ไฟล์ข้อมูลขนาดใหญ่ '${fileShareName}' ได้รับการลงทะเบียนอย่างไม่ถูกต้อง",
  "BD_101071": "วัตถุ '${jsonObject}' สำหรับ '${datasetName}' ในการแชร์ไฟล์ข้อมูลขนาดใหญ่ '${fileShareName}' ได้รับการลงทะเบียนอย่างไม่ถูกต้อง",
  "BD_101073": "${numColumns} ฟิลด์ (รวมฟิลด์ระบบ) เกินจำกัด ${maxColumns} สำหรับที่เก็บข้อมูล ${dataStoreType}",
  "BD_101074": "ต้องระบุประเภทของฟิลด์เมื่อเพิ่มฟิลด์ใหม่",
  "BD_101075": "ต้องระบุเวลาในการดำเนินงานการติดตาม",
  "BD_101076": "ไม่สามารถค้นหาใบรับรอง SSL ที่ถูกต้องขณะเชื่อมต่อกับเครื่องระยะไกล",
  "BD_101077": "การเลือกฟิลด์ไม่ถูกต้อง ฟิลด์ไม่ได้สอดคล้องกับตัวระบุตำแหน่ง เนื่องจากชื่อคอลัมน์ว่างเปล่า",
  "BD_101083": "* ขอบเขตเชิงพื้นที่ = ${extent}",
  "BD_101084": "* ขอบเขตเชิงเวลา = ${extent}",
  "BD_101085": "ขอบเขตการประมวลผลเป็นนัลหรือว่างเปล่า",
  "BD_101086": "ขอบเขตการประมวลผลใช้งานไม่ได้สำหรับการอ้างอิงเชิงพื้นที่ที่ระบุ",
  "BD_101087": "ไม่พบชุดข้อมูล '${datasetName}' ที่อ้างอิงในไฟล์คำแนะนำ",
  "BD_101088": "ฟีเจอร์ผลลัพธ์บางส่วนถูกตัดทอนตามขอบเขตที่ใช้งานได้ของผลลัพธ์การอ้างอิงเชิงพื้นที่",
  "BD_101089": "สเตจอยู่ระหว่างการลองใหม่ (ครั้งที่=${attempt}) โปรดยืนยันว่าคุณได้ทำการจัดสรรทรัพยากรมากเพียงพอ โดยใช้การตั้งค่า GeoAnalytics หากไม่ได้ทำ ให้พิจารณายกเลิกงาน",
  "BD_101090": "บันทึกบางรายการไม่สามารถกำหนดรหัสพิกัดทางภูมิศาสตร์ได้และมีเรขาคณิตที่ขาดหายไป",
  "BD_101091": "ArcGIS Online World Geocoding Service ไม่ใช่ตัวระบุตำแหน่งที่รองรับสำหรับ GeoAnalytics Tools",
  "BD_101092": "เกณฑ์การแบ่งระยะทางต้องมากกว่าศูนย์",
  "BD_101093": "ข้อผิดพลาดในนิพจน์สำหรับ '${fieldName}': ป้อนพารามิเตอร์ที่ใช้งานไม่ได้ลงในฟังก์ชัน '${functionName}'",
  "BD_101094": "ข้อผิดพลาดในนิพจน์สำหรับ '${fieldName}': การกำหนดด้านซ้ายมือใช้งานไม่ได้",
  "BD_101095": "ข้อผิดพลาดในนิพจน์สำหรับ '${fieldName}': ไม่ใช่ฟังก์ชัน: ${object}",
  "BD_101096": "พบไฟล์ที่เสียหายหรือไม่รองรับขณะอ่านจากข้อมูลนำเข้า",
  "BD_101097": "เกิดข้อผิดพลาดอย่างน้อยหนึ่งรายการขณะคำนวณค่าฟิลด์ใหม่",
  "BD_101098": "ข้อผิดพลาดในนิพจน์ของ '${fieldName}': การอ้างอิงตัวแปรที่ไม่ได้กำหนดไว้ '${reference}'",
  "BD_101099": "ข้อผิดพลาดในนิพจน์ของ '${fieldName}': การอ้างอิงตัวแปรที่ไม่ได้กำหนดไว้ '${reference}' คุณหมายถึง '${suggestion}' ใช่ไหม",
  "BD_101100": "ความสัมพันธ์เชิงเวลาแบบใกล้ต้องใช้ระยะทางตามช่วงเวลา",
  "BD_101114": "ค่าของฟิลด์แบบกลุ่มต้องเป็นจำนวนเต็ม ข้อความหรือวันที่",
  "BD_101115": "ฟิลด์ '${inputLayerField}' ได้รับการเลือกไปแล้ว ${count} ครั้ง",
  "BD_101116": "มีข้อผิดพลาดอย่างน้อยหนึ่งรายการที่มีพารามิเตอร์ fieldMapping",
  "BD_101117": "ไม่ได้ระบุการเลือกฟิลด์ จะใช้การเลือกฟิลด์เริ่มต้น",
  "BD_101118": "ชั้นข้อมูลอินพุท ${inputLayer} ไม่ใช่ชั้นข้อมูลที่โฮสต์",
  "BD_101119": "ประเภทการเลือกฟิลด์ที่ไม่รู้จัก \\'${invalidMappingType}\\' ควรเป็น \\'AppendData\\' หรือ \\'Expression\\'",
  "BD_101120": "ประเภทฟิลด์ของ '${inputLayerField}' ไม่ตรงกับประเภทฟิลด์ของ '${appendLayerField}' ควรเป็น '${expectedType}' แต่ได้รับ '${actualType}'",
  "BD_101121": "ชั้นข้อมูลอินพุทและชั้นข้อมูลผนวกไม่มีฟิลด์ที่ตรงกัน ไม่ได้ทำการผนวกฟีเจอร์",
  "BD_101122": "ประเภทเรขาคณิตของชั้ข้อมูลผนวกไม่ตรงกับของชั้นข้อมูลอินพุท ควรเป็น '${expectedType}' แต่ได้รับ '${actualType}'",
  "BD_101123": "ประเภทเวลาของชั้นข้อมูลผนวกไม่ตรงกับของชั้นข้อมูลอินพุท ควรเป็น '${expectedType}' แต่ได้รับ '${actualType}'",
  "BD_101124": "ไม่มีฟิลด์ต่อไปนี้ในชั้นข้อมูลผนวกและการเลือกฟิลด์: ${missingFields}",
  "BD_101125": "ฟิลด์ต่อไปนี้ไม่ได้รับการผนวก: \\'${fieldNames}\\'",
  "BD_101126": "ไม่มีฟิลด์ผนวกต่อไปนี้ในชั้นข้อมูลผนวก: \\'${fieldName}\\'",
  "BD_101127": "นิพจน์ arcade ใช้งานไม่ได้สำหรับฟิลด์อินพุท: \\'${fieldName}\\'",
  "BD_101128": "ไม่มีฟิลด์ '${inputLayerField}' ในชั้นข้อมูลอินพุท",
  "BD_101129": "ฟิลด์ชั้นข้อมูลผนวกบางส่วนไม่ได้รับการผนวก เนื่องจากประเภทฟิลด์ไม่ตรงกัน",
  "BD_101130": "ประเภทฟิลด์ของ \\'${inputFieldName}\\' ไม่ตรงกับประเภทฟิลด์ของชั้นข้อมูลอินพุท ควรเป็น \\'${expectedType}\\', แต่ได้รับ \\'${actualType}\\'",
  "BD_101131": "ความสามารถในการเป็นนัลของ \\'${inputFieldName}\\' ไม่ตรงกับความสามารถในการเป็นนัลของชั้นข้อมูลอินพุท ควรเป็น \\'${expectedType}\\', แต่ได้รับ \\'${actualType}\\'",
  "BD_101132": "ชั้นข้อมูลผนวกต่อไปนี้ไม่ได้รับการผนวก เนื่องจากชื่อฟิลด์ไม่ตรงกัน: ${mismatchedFields}",
  "BD_101136": "ชั้นข้อมูลอินพุทไม่ได้เปิดใช้งานการแก้ไขไว้ โปรดติดต่อผู้ดูแลของคุณหรือเจ้าของชั้นข้อมูลเพื่อเปิดใช้งานการแก้ไข",
  "BD_101137": "การสร้างและการวิเคราะห์ถัง จะต้องใช้ระบบพิกัดโปรเจกชัน มีการใช้โปรเจกชัน ${projectionName} ร่วมกับพารามิเตอร์โปรเจกชันแบบกำหนดเอง โดยอิงตามขอบเขตการวิเคราะห์",
  "BD_101152": "ประเภทเรขาคณิตของชั้นข้อมูลที่รวม ไม่ตรงกับประเภทเรขาคณิตของชั้นข้อมูลอินพุท ควรเป็น \\'${expectedType}\\' แต่ได้รับ \\'${actualType}\\'",
  "BD_101153": "ประเภทเวลาของชั้นข้อมูลที่รวม ไม่ตรงกับประเภทเวลาของชั้นข้อมูลอินพุท ควรเป็น '${expectedType}' แต่ได้รับ '${actualType}'",
  "BD_101154": "ฟิลด์ \\'${mergeLayerField}\\' ถูกกำหนดการดำเนินการ ${count} ครั้ง",
  "BD_101155": "เกิดข้อผิดพลาดอย่างน้อยหนึ่งรายการ ในการรวมพารามิเตอร์แอตทริบิวต์",
  "BD_101156": "ประเภทฟิลด์ของ \\'${inputLayerField}\\' ไม่ตรงกับประเภทฟิลด์ของ \\'${mergeLayerField}\\' ควรเป็น \\'${expectedType}\\' แต่ได้รับ \\'${actualType}\\'",
  "BD_101157": "mergeType ที่ไม่รู้จัก \\'${invalidMergeType}\\' ควรเป็น \\'Match\\', \\'Remove\\' หรือ \\'Rename\\'",
  "BD_101158": "ไม่มีฟิลด์ \\'${mergeLayerField}\\' ในชั้นข้อมูลการรวม",
  "BD_101159": "ไม่มีฟิลด์ \\'${inputLayerField}\\' ในชั้นข้อมูลอินพุท",
  "BD_101160": "มีชื่อฟิลด์ \\'${renameField}\\' อยู่แล้วในชั้นข้อมูลอินพุท",
  "BD_101161": "มีชื่อฟิลด์ \\'${fieldName}\\' อยู่แล้วในชั้นข้อมูลการรวม",
  "BD_101162": "ไม่พบฟิลด์ในแอตทริบิวต์การรวมสำหรับ \\'${mergeOperation}\\'",
  "BD_101164": "จะไม่สนใจ mergeValue สำหรับ \\'Remove\\'",
  "BD_101169": "ไม่สามารถรวมอย่างน้อยหนึ่งฟิลด์ที่มีชื่อตรงกันได้ เนื่องจากประเภทฟิลด์ไม่สามารถใช้ร่วมกันได้ ใช้แอตทริบิวต์การรวมเพื่อแก้ไขความไม่สอดคล้อง",
  "BD_101178": "สรุปผล GLR [ประเภทแบบจำลอง: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "การวินิจฉัย GLR",
  "BD_101189": "งาน GeoAnalytics กำลังรอทรัพยากร และยังไม่เริ่มในขณะนี้ งานจะถูกยกเลิกโดยอัตโนมัติ หลังจากผ่านไป ${minutes} นาที",
  "BD_101191": "ไม่มีการแชร์ไฟล์ข้อมูลขนาดใหญ่ \\'${catalogPath}\\' หรือไม่สามารถเข้าใช้งานได้",
  "BD_101204": "ผลการวิเคราะห์ของคุณไม่ส่งคืนฟีเจอร์ใดๆ สำหรับ \\'${layerName}\\', \\'${layerName}\\' จะไม่ถูกสร้างขึ้น",
  "BD_101205": "จำนวนฟีเจอร์ตัวอย่างที่ร้องขอมากกว่าจำนวนฟีเจอร์ทั้งหมด ฟีเจอร์อินพุททั้งหมดจะถูกส่งคืน",
  "BD_101206": "การสร้างชั้นข้อมูลขอบเขตจะถูกข้ามไป",
  "BD_101207": "ไม่สามารถจัดตัวแปรอินพุท \\'${variableName}\\' เป็นหมวดหมู่ได้",
  "BD_101208": "ไม่สามารถสร้างการวินิจฉัยข้อมูลการตรวจสอบได้ ค่าสำหรับตัวแปรที่จะพยากรณ์ในชุดข้อมูลการตรวจสอบความถูกต้องไม่มีอยู่ในชุดข้อมูลเทรนนิง",
  "BD_101209": "ตัวแปรอินพุท \\'${variableName}\\' เป็นฟิลด์สตริง และต้องได้รับการระบุในลักษณะหมวดหมู่",
  "BD_101210": "แหล่งข้อมูลเอาต์พุทไม่รองรับการเขียนชุดข้อมูลโดยไม่ได้กำหนดประเภทรูปทรงเรขาคณิต",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "พารามิเตอร์อินพุท",
  "BD_101214": "ตัวแปรที่จะพยากรณ์: ${variablePredict}",
  "BD_101215": "สร้างตารางความสำคัญตัวแปร: ${createTable}",
  "BD_101216": "การจับคู่ตัวแปรอธิบาย: ${variableMatching}",
  "BD_101219": "รายงานต่อไปนี้จะสรุปผลตามการถดถอยและการจำแนกป่าไม้ของคุณ:",
  "BD_101220": "รายงานต่อไปนี้จะสรุปผลการวิเคราะห์อธิบายชุดข้อมูลของคุณ:",
  "BD_101221": "สรุปฟีเจอร์อินพุท:",
  "BD_101222": "สรุปเรขาคณิต:",
  "BD_101223": "สรุปเวลา:",
  "BD_101224": "สคริปต์ Python มีซินแท็กซ์ที่ใช้งานไม่ได้",
  "BD_101225": "เครื่องมือ \\'${toolName}\\' ต้องการสิทธิ์ 'เผยแพร่เครื่องมือเว็บ'",
  "BD_101227": "สร้างชุดข้อมูลการแชร์ไฟล์ข้อมูลขนาดใหญ่แล้ว: ${serviceUrl}",
  "BD_101228": "ตัวแปรการจัดหมวดหมู่ต่อไปนี้ มีค่าที่แตกต่างกันน้อยกว่าสองค่า: ${variableNames} ตัวแปรการจัดหมวดหมู่จำเป็นต้องใช้ค่าที่แตกต่างกันอย่างน้อยสองค่า",
  "BD_101229": "พารามิเตอร์การแมปตัวแปรที่ขึ้นต่อกันใช้งานไม่ได้ คีย์ต้องเป็น \\'value0\\' และ \\'value1\\'",
  "BD_101230": "พารามิเตอร์การแมปตัวแปรที่ขึ้นต่อกันใช้งานไม่ได้ ต้องระบุสองค่าที่ไม่ซ้ำกัน",
  "BD_101238": "จำนวนอินพุทของพื้นที่ข้างเคียงต้องมากกว่า 0 และน้อยกว่าหรือเท่ากับ 5000",
  "BD_101239": "รัศมีค้นหาอินพุทต้องมากกว่า 0 และน้อยกว่าหรือเท่ากับ 500 กิโลเมตร",
  "BD_101245": "ล้มเหลวในการเขียนผลลัพธ์ไปยังที่จัดเก็บบิ๊กดาต้าแบบ spatiotemporal",
  "BD_101253": "ค่าตัวแปรตามที่พยากรณ์สำหรับอย่างน้อยหนึ่งฟีเจอร์ที่ใช้พื้นที่ใกล้เคียงน้อยกว่า ${minNeighbors}",
  "BD_101254": "มีอย่างน้อยหนึ่งฟีเจอร์ที่มีฟีเจอร์ที่พ้องกันมากกว่าจำนวนพื้นที่ใกล้เคียงที่กำหนด ${numNeighbors}",
  "BD_101255": "ไม่สามารถประมาณการอย่างน้อยหนึ่งโลคัลโมเดลได้ เนื่องจากมัลติคอลลิเนียร์ลิตี",
  "BD_101256": "ไม่สามารถพยากรณ์ค่าตัวแปรตามสำหรับอย่างน้อยหนึ่งฟีเจอร์ได้",
  "BD_101257": "ไม่สามารถพยากรณ์ค่าตัวแปรตามสำหรับฟีเจอร์ใดๆ ได้",
  "BD_101259": "คุณลักษณะทั้งหมดที่ต้องการสำหรับคุณสมบัติการค้นหาจะต้องมีค่าเฉลี่ยที่แตกต่างไปจากคุณสมบัติที่กรอกเมื่อใช้วิธีการเทียบเคียงโพรไฟล์คุณลักษณะ",
  "BD_1022": "เครื่องมือนี้ต้องการระบบพิกัดแนวระนาบ",
  "BD_109": "ระยะทางบัฟเฟอร์ไม่สามารถเป็นค่าลบสำหรับเส้นและจุดได้",
  "BD_110004": "ลูกบาศก์พื้นที่เวลาต้องมีอย่างน้อย 10 สไลซ์เวลา",
  "BD_110005": "ไม่สามารถสร้างลูกบาศก์พื้นที่เวลานี้ได้ เนื่องจากจะส่งผลให้มีถังเกินค่าสูงสุดสองพันล้านถัง",
  "BD_110047": "ค่าของพารามิเตอร์ช่วงสเต็ปเวลาจะต้องเป็นบวกและมากกว่าศูนย์",
  "BD_110064": "ล้มเหลวในการสร้างลูกบาศก์พื้นที่เวลาเอาท์พุท เนื่องจากฟิลด์สรุป ${variableName} พิจารณาสถิติและประเภทการเติมที่เลือกสำหรับฟิลด์นี้อีกครั้ง",
  "BD_110194": "ไม่สามารถแมปและวิเคราะห์ฟิลด์ในฟีเจอร์การเทรนนิง ด้วยฟิลด์ในฟีเจอร์การพยากรณ์ได้",
  "BD_110199": "ไม่สามารถคำนวณสถิติสรุปที่จำเป็นสำหรับการวิเคราะห์",
  "BD_110208": "ตัวแปรที่ใช้พยากรณ์การถดถอยต้องการค่าที่ไม่ซ้ำกันมากกว่าห้าค่า",
  "BD_1583": "เมื่อมีหลายฟีเจอร์อินพุท การจับคู่จะขึ้นอยู่กับค่าเฉลี่ยของแอตทริบิวต์ที่สนใจ",
  "BD_1589": "มีจำนวนบันทึกน้อยเกินไปสำหรับการวิเคราะห์ เครื่องมือนี้ต้องการอย่างน้อย 2 ฟีเจอร์แคนดิเดทในการคำนวณผลลัพธ์",
  "BD_1599": "มีจำนวนบันทึกน้อยเกินไปสำหรับการวิเคราะห์ เครื่องมือนี้ต้องการอย่างน้อย 1 ตำแหน่งอ้างอิงใน ชั้นข้อมูลอินพุท เพื่อประมวลผลผลลัพธ์",
  "BD_26": "ระยะทางบัฟเฟอร์คือศูนย์",
  "BD_3": "รายงานต่อไปนี้จะแสดงสรุปผลการค้นหาตำแหน่งที่คล้ายกันของคุณ",
  "BD_308": "ประเภทฟิลด์ไม่ถูกต้อง",
  "BD_641": "มีจำนวนบันทึกน้อยเกินไปสำหรับการวิเคราะห์ เครื่องมือนี้ต้องการอย่างน้อย ${minFeatures} เพื่อทำการคำนวณผลลัพธ์",
  "BD_800": "ค่าไม่ใช่สมาชิกของ ${value}",
  "BD_84503": "สรุปอินพุทฟีเจอร์ที่จะจับคู่",
  "BD_84504": "สรุปแอตทริบิวต์ที่สนใจ",
  "BD_84505": "'${numResults}' อันดับแรกของตำแหน่งที่คล้ายกันมากที่สุด (ค่า)",
  "BD_84506": "10 อันดับแรกจาก '${numResults}' ตำแหน่งที่คล้ายกันมากที่สุด (ค่า)",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"แอตทริบิวต์\", \"ขั้นต่ำ\", \"สูงสุด\", \"ค่าเบี่ยงเบน\", \"ค่าเฉลี่ย\", \"อินพุท\"]",
  "BD_84810": "คุณลักษณะของแบบจำลอง",
  "BD_84811": "จำนวนของต้นไม้: ${numberOfTrees}",
  "BD_84812": "ขนาดใบไม้: ${leafSize}",
  "BD_84813": "ความลึกของต้นไม้: ${treeDepth}",
  "BD_84814": "% ของการเทรนนิงที่พร้อมใช้งานต่อต้นไม้: ${sampleSize}",
  "BD_84815": "จำนวนของตัวแปรที่สุ่มตัวอย่าง: ${randomVariables}",
  "BD_84816": "% ของข้อมูลการเทรนนิงที่ตัดออกสำหรับการตรวจสอบ: ${percentageForValidation}",
  "BD_84828": "ข้อมูลการตรวจสอบ: การวินิจฉัยจำแนกประเภท",
  "BD_84829": "ข้อมูลการตรวจสอบ: การวินิจฉัยการถดถอย",
  "BD_84830": "การพยากรณ์สำหรับข้อมูลการตรวจสอบความถูกต้อง (ยกเว้นจากการเทรนนิงแบบจำลอง) เปรียบเทียบกับค่าที่สังเกตได้สำหรับฟีเจอร์การทดสอบเหล่านั้น",
  "BD_84834": "ตัวแปรของความสำคัญระดับบน",
  "BD_84838": "ข้อมูลการเทรนนิง: การวินิจฉัยการจำแนกประเภท",
  "BD_84839": "ข้อมูลการเทรนนิง: การวินิจฉัยการถดถอย",
  "BD_84840": "การพยากรณ์สำหรับข้อมูลที่ใช้ในการเทรนนิงแบบจำลอง เปรียบเทียบกับหมวดหมู่ที่สังเกตได้สำหรับฟีเจอร์เหล่านั้น",
  "BD_89997": "[\"แอตทริบิวต์\", \"ขั้นต่ำ\", \"สูงสุด\", \"ค่าเบี่ยงเบน\", \"ค่าเฉลี่ย\"]",
  "BD_89998": "[\"\", \"รวม\", ${sumIndex}]",
  "GPEXT_001": "ค่าพารามิเตอร์ ${name} ใช้ไม่ได้",
  "GPEXT_002": "ไม่พบพารามิเตอร์ ${name}",
  "GPEXT_003": "พารามิเตอร์ใช้ไม่ได้ ${name}:ไม่พบคุณสมบัติ ${propname}",
  "GPEXT_004": "พารามิเตอร์ชั้นข้อมูลใช้ไม่ได้ ไม่พบคุณสมบัติ ${propname}",
  "GPEXT_005": "ล้มเหลวในการเข้าใช้งาน url ${url}",
  "GPEXT_006": "การเข้าใช้งาน url ${url} ส่งคืนข้อผิดพลาด ${error}",
  "GPEXT_007": "รายการใช้ไม่ได้ ${id}",
  "GPEXT_008": "การสร้างเซอร์วิส ${name} ล้มเหลว",
  "GPEXT_009": "การเพิ่มชั้นข้อมูล ${lname} ลงในเซอร์วิส ${name} ล้มเหลว",
  "GPEXT_010": "การแยกวิเคราะห์ JSON ชั้นข้อมูลล้มเหลว",
  "GPEXT_011": "ชั้นข้อมูล ${url} ไม่มีความสามารถในการแยก",
  "GPEXT_012": "การดำเนินงานภายนอกใช้ไม่ได้",
  "GPEXT_013": "เครื่องมือนี้ใช้จีโอเอนริชเมนท์เซอร์วิส โปรดดูรายละเอียดเพิ่มเติมที่โปรแกรมประเมินเซอร์วิสเครดิตของ ArcGIS Online",
  "GPEXT_014": "เครื่องมือนี้ใช้เซอร์วิสการวิเคราะห์เครือข่าย โปรดดูรายละเอียดเพิ่มเติมที่โปรแกรมประเมินเซอร์วิสเครดิตของ ArcGIS Online",
  "GPEXT_015": "เลือก url บริการช่วยเหลือที่เหมาะสมจากพอร์ทัล สำหรับการดำเนินการที่ร้องขอ",
  "GPEXT_016": "วัตถุชั้นข้อมูลใช้งานไม่ได้",
  "GPEXT_017": "มีบริการ ${name} อยู่แล้ว",
  "GPEXT_018": "บริการฟีเจอร์ระยะไกล ${url} เกินขีดจำกัด 100,000 ฟีเจอร์ สร้างฟีเจอร์เซอร์วิสที่โฮสต์ เพื่อทำการวิเคราะห์ข้อมูลขนาดใหญ่",
  "GPEXT_019": "ตัวกรองใช้งานไม่ได้สำหรับชั้นข้อมูล ${url}",
  "MT_001": "รับรายละเอียดการรันเครื่องมือไม่สำเร็จ ตรวจสอบเนื้อหาของคุณเพื่อดูผลลัพธ์ที่คาดไว้ หรือรันเครื่องมืออีกครั้ง",
  "RA_120101": "ตารางต่อไปนี้มีการตรวจสอบสถิติแบบไขว้:",
  "RA_120102": "ค่าเฉลี่ยมีความผิดพลาด",
  "RA_120103": "ค่าเฉลี่ยกำลังสอง",
  "RA_120104": "ค่าเฉลี่ยมาตรฐาน",
  "RA_120105": "ค่าเฉลี่ยตามมาตรฐาน",
  "RA_120106": "ค่าเฉลี่ยกำลังสองตามมาตรฐาน",
  "RA_120200": "ประมวลผลทางภูมิศาสตร์ที่ใช้อ้างอิงล้มเหลว",
  "RA_120201": "สถิติโซนไม่สำเร็จ",
  "RA_120202": "คำนวณความหนาแน่นล้มเหลว",
  "RA_120203": "ประมาณค่าในช่วงจุดล้มเหลว",
  "RA_120204": "ตรวจสอบพืชล้มเหลว",
  "RA_120205": "คำนวณความลาดชันล้มเหลว",
  "RA_120206": "รับทิศทางความชันล้มเหลว",
  "RA_120207": "พื้นที่การมองเห็นผิวหน้าโค้งไม่สำเร็จ",
  "RA_120208": "ลุ่มน้ำล้มเหลว",
  "RA_120209": "แยกข้อมูลแรสเตอร์ล้มเหลว",
  "RA_120210": "รีแมปค่าล้มเหลว",
  "RA_120211": "แปลงฟีเจอร์เป็นแรสเตอร์ล้มเหลว",
  "RA_120212": "แปลงแรสเตอร์เป็นฟีเจอร์ล้มเหลว",
  "RA_120213": "คำนวณระยะทางล้มเหลว",
  "RA_120214": "กำหนดเส้นทางต้นทุนการเดินทางเป็นโพลีไลน์ล้มเหลว",
  "RA_120215": "กำหนดเครือข่ายต้นทุนการเดินทางที่เหมาะสมล้มเหลว",
  "RA_120216": "การคำนวณต้นทุนการเดินทางล้มเหลว",
  "RA_120217": "ไม่รองรับอัตราความต้านทาน ดังนั้น จะต้องเว้นว่างไว้ในขณะคำนวณต้นทุนการเดินทาง",
  "RA_120218": "การตรวจจับวัตถุโดยใช้การเรียนรู้เชิงลึกล้มเหลว",
  "RA_120219": "การจัดประเภทพิกเซลโดยใช้การเรียนรู้เชิงลึกล้มเหลว",
  "RA_120220": "การสุ่มตัวอย่างล้มเหลว",
  "RA_120221": "การเชื่อมต่อภูมิภาคที่เหมาะสมที่สุดล้มเหลว",
  "RA_120222": "สถิติโซนในรูปแบบตารางล้มเหลว",
  "RA_120223": "การสะสมระยะทางล้มเหลว",
  "RA_120224": "การจัดสรรระยะทางล้มเหลว",
  "RA_120225": "เส้นทางที่เหมาะสมที่สุดในรูปแบบเส้นล้มเหลว",
  "RA_120226": "เส้นทางที่เหมาะสมในรูปแบบแรสเตอร์ล้มเหลว",
  "RA_120227": "พารามิเตอร์พื้นผิวล้มเหลว",
  "RA_120228": "รับการไหลต่อเนื่องล้มเหลว",
  "RA_120229": "จัดประเภทวัตถุโดยใช้การเรียนรู้เชิงลึกล้มเหลว",
  "RA_120230": "รวมแรสเตอร์หลายมิติล้มเหลว",
  "RA_120231": "ค้นหาสถิติอาร์กิวเมนต์ล้มเหลว",
  "RA_120232": "สร้างความผิดปกติหลายมิติล้มเหลว",
  "RA_120233": "สร้างแรสเตอร์แนวโน้มล้มเหลว",
  "RA_120234": "พยากรณ์โดยใช้แรสเตอร์แนวโน้มล้มเหลว",
  "RA_120306": "สาเหตุของความล้มเหลว: ${cause}",
  "SS_00002": "รายงานต่อไปนี้จะแสดงขั้นตอนการทำงานที่ใช้ในการเพิ่มประสิทธิภาพผลการค้นหาฮอตสปอตของคุณ:",
  "SS_00003": "รายงานต่อไปนี้ จะแสดงการสรุปของผลการค้นหาตำแหน่งที่คล้ายกันของคุณ:",
  "SS_00004": "รายงานต่อไปนี้ จะแสดงขั้นตอนการทำงานที่ใช้ในการเพิ่มประสิทธิภาพผลการค้นหาค่าผิดปกติของคุณ:",
  "SS_110140": "ระยะทางการค้นหาที่ใช้ในกระบวนการคือ ${searchDistance}",
  "SS_110142": "ไม่พบคลัสเตอร์",
  "SS_220647": "ฟีเจอร์ขั้นต่ำต่อคลัสเตอร์ ${minFeatures}",
  "SS_84261_0": "ค่าเฉลี่ย",
  "SS_84262_0": "ค่าเบี่ยงเบน มาตรฐาน",
  "SS_84271_0": "ขั้นต่ำ",
  "SS_84272_0": "สูงสุด",
  "SS_84428": "การประเมินข้อมูลเบื้องต้น",
  "SS_84434": "มี ${NumOutliers} ตำแหน่งค่าผิดปกติ ตำแหน่งเหล่านี้จะไม่ถูกใช้ในการคำนวณ ${AggregationType}",
  "SS_84437": "ไม่มีค่าผิดปกติของตำแหน่ง",
  "SS_84444": "การรวมเหตุการณ์",
  "SS_84446": "${VarName} คุณสมบัติ:",
  "SS_84449": "ตาข่ายของโพลิกอนจะถูกสร้างขึ้นเพื่อใช้ในการรวมจุด",
  "SS_84450": "ขนาดเซลล์โพลิกอนเท่ากับ ${SnapInfo}",
  "SS_84451": "จะดำเนินการวิเคราะห์โดยอิงตามจำนวนจุดในแต่ละเซลล์ตาข่ายของโพลิกอน",
  "SS_84452": "จะดำเนินการวิเคราะห์กับเซลล์ตาข่ายของโพลิกอนทั้งหมดที่มีอย่างน้อยหนึ่งจุด",
  "SS_84453": "จะดำเนินการวิเคราะห์กับเซลล์ตาข่ายของโพลิกอนทั้งหมดที่อยู่ภายในชั้นข้อมูลพื้นที่ที่กำหนดขอบเขต",
  "SS_84457": "จุดจะถูกรวมเข้ากับเซลล์ตาข่ายของโพลิกอนที่อยู่ภายในพื้นที่ที่กำหนดขอบเขตที่ระบุ",
  "SS_84458": "การวิเคราะห์จะอิงตามจำนวนจุดในแต่ละเซลล์โพลิกอน",
  "SS_84459": "มาตรส่วนของการวิเคราะห์",
  "SS_84461": "แบนด์ระยะทางคงที่ที่เหมาะสมที่สุดที่เลือก จะอิงตามการรวมกลุ่มสูงสุดซึ่งพบที่ ${DistanceInfo}",
  "SS_84464": "แบนด์ระยะทางคงที่ที่เหมาะสมที่สุด จะอิงตามระยะทางเฉลี่ยไปยัง ${NumNeighs} พื้นที่ข้างเคียงที่อยู่ใกล้ที่สุด: ${DistanceInfo}",
  "SS_84465": "แบนด์ระยะทางคงที่ที่เหมาะสมที่สุด จะอิงตามหนึ่งระยะทางมาตรฐานของฟีเจอร์จากค่าเฉลี่ยเรขาคณิต: ${DistanceInfo}",
  "SS_84466": "การวิเคราะห์ฮอตสปอต",
  "SS_84469_0": "ฟีเจอร์เอาท์พุทสีแดงจะแทนฮอตสปอตที่มีจำนวนการรวมกลุ่มเหตุการณ์สูง",
  "SS_84469_1": "ฟีเจอร์เอาท์พุทสีน้ำเงินจะแทนโคลด์สปอตที่มีจำนวนการรวมกลุ่มเหตุการณ์ต่ำ",
  "SS_84470": "มี ${NumSignificant} ฟีเจอร์เอาท์พุทที่มีนัยสำคัญทางสถิติ โดยอิงตามการแก้ไข FDR สำหรับการทดสอบหลายรายการและการขึ้นต่อกันเชิงพื้นที่",
  "SS_84471": "ผลลัพธ์",
  "SS_84476": "ฟีเจอร์เอาท์พุทสีแดงจะแทนฮอตสปอตที่มีการรวมกลุ่มค่า ${FieldName} สูง",
  "SS_84477": "ฟีเจอร์เอาท์พุทสีน้ำเงินจะแทนโคลด์สปอทที่มีการรวมกลุ่มค่า ${FieldName} ต่ำ",
  "SS_84485": "มี ${NumFeatures} ฟีเจอร์อินพุทที่ใช้งานได้",
  "SS_84489": "ดำเนินการวิเคราะห์กับพื้นที่ที่รวมทั้งหมด",
  "SS_84490": "กระบวนการรวมส่งผลให้มี ${AggNumFeatures} พื้นที่ถ่วงน้ำหนัก",
  "SS_84491": "มี ${NumFeatures} พื้นที่การรวมอินพุทที่ใช้งานได้",
  "SS_84492": "พื้นที่ศึกษารวมเท่ากับ ${Area}",
  "SS_84493": "มี 1 ตำแหน่งค่าผิดปกติ ตำแหน่งนี้จะไม่ถูกนำมาใช้ในการคำนวณ ${AggregationType}",
  "SS_84495_0": "มี 1 ตำแหน่งค่าผิดปกติ ตำแหน่งนี้จะไม่ถูกนำมาใช้ในการคำนวณขนาดเซลล์โพลีกอน",
  "SS_84495_1": "มี ${numOutliers} ตำแหน่งค่าผิดปกติ ตำแหน่งเหล่านี้จะไม่ถูกนำมาใช้ในการคำนวณขนาดของโพลิกอน",
  "SS_84496_0": "มี 1 ตำแหน่งค่าผิดปกติ ตำแหน่งนี้จะไม่ถูกนำมาใช้ในการคำนวณแบนด์ระยะทางคงที่ที่เหมาะสมที่สุด",
  "SS_84496_1": "มี ${numOutliers} ตำแหน่งค่าผิดปกติ ตำแหน่งเหล่านี้จะไม่ถูกนำมาใช้ในการคำนวณแบนด์ระยะทางคงที่ที่เหมาะสมที่สุด",
  "SS_84501": "จุด",
  "SS_84502": "โพลีกอน",
  "SS_84503": "ผลสรุปของฟีเจอร์อินพุทที่จะจับคู่",
  "SS_84504": "ผลสรุปของแอตทริบิวต์ที่สนใจ",
  "SS_84505": "${numResults} อันดับแรกของตำแหน่งที่คล้ายกันมากที่สุด (ค่า)",
  "SS_84506": " 10 อันดับแรกจาก ${numResults} ตำแหน่งที่คล้ายกันมากที่สุด (ค่า)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"แอตทริบิวต์\", \"ต่ำสุด\", \"สูงสุด\", \"ค่าเบี่ยงเบน\", \"ค่าเฉลี่ย\", \"อินพุท\"]",
  "SS_84698": "กำลังใช้รูปหกเหลี่ยมที่มีความกว้าง ${HexWidth} และความสูง ${HexHeight}",
  "SS_84700": "ขนาดหกเหลี่ยม",
  "SS_84700_0": "มี 1 ตำแหน่งค่าผิดปกติ ตำแหน่งนี้จะไม่ถูกนำมาใช้ในการคำนวณขนาดหกเหลี่ยม",
  "SS_84700_1": "มี ${numOutliers} ตำแหน่งค่าผิดปกติ ตำแหน่งเหล่านี้จะไม่ถูกนำมาใช้ในการคำนวณขนาดหกเหลี่ยม",
  "SS_84703": "ระยะทางพื้นที่ใกล้เคียงที่ใช้คือ ${NeighborDistance}",
  "SS_84704": "การวิเคราะห์ค่าผิดปกติ",
  "SS_84705": "การสร้างการกระจายการอ้างอิงแบบสุ่มด้วย ${NumPermutation} พีชคณิต",
  "SS_84708": "มี ${NumLowOutliers} ฟีเจอร์ค่าผิดปกติที่ต่ำอย่างมีนัยสำคัญทางสถิติ",
  "SS_84709": "มี ${NumHighOutliers} ฟีเจอร์ค่าผิดปกติที่สูงอย่างมีนัยสำคัญทางสถิติ",
  "SS_84710": "มี ${NumLowClusters} ส่วนฟีเจอร์ของกลุ่มที่ต่ำอย่างมีนัยสำคัญทางสถิติ",
  "SS_84711": "มี ${NumHighClusters} ส่วนฟีเจอร์ของกลุ่มที่สูงอย่างมีนัยสำคัญทางสถิติ",
  "SS_84712": "ฟีเจอร์เอาท์พุทสีชมพู เป็นส่วนหนึ่งของกลุ่มที่มีค่า ${Variable} สูง",
  "SS_84713": "ฟีเจอร์เอาท์พุทสีฟ้า เป็นส่วนหนึ่งของกลุ่มที่มีค่า ${Variable} ต่ำ",
  "SS_84714": "ฟีเจอร์เอาท์พุทสีแดง จะแทนค่าผิดปกติสูงภายในกลุ่มที่มีค่า ${Variable} ต่ำ",
  "SS_84715": "ฟีเจอร์เอาท์พุทสีน้ำเงิน จะแทนค่าผิดปกติต่ำภายในกลุ่มที่มีค่า ${Variable} สูง",
  "SS_84764": "จำนวนของคลัสเตอร์ ${number}",
  "SS_84766": "ฟีเจอร์สัญญาณรบกวน ${number}",
  "SS_84769": "แผนภูมิความสามารถในการเข้าถึง",
  "SS_84770": "ระยะทางความสามารถในการเข้าถึง",
  "SS_84771": "ลำดับความสามารถในการเข้าถึง",
  "SS_84782": "การกระจายความน่าจะเป็นของสมาชิก",
  "SS_84785": "นับ",
  "SS_84786": "ความไวของคลัสเตอร์ที่ใช้ ${sensitivity}",
  "SS_84787": "ความไวที่ดีที่สุดอันดับสอง ${sensitivity}",
  "SS_84789": "ความน่าจะเป็นของสมาชิก",
  "SS_89997": "[\"แอตทริบิวต์\", \"ต่ำสุด\", \"สูงสุด\", \"ค่าเบี่ยงเบน\", \"ค่าเฉลี่ย\"]",
  "SS_89998": " [\"\", \"รวม\", ${sumIndex}] "
}
