{
  "AO_100001": "Tổng hợp Điểm thất bại",
  "AO_100002": "Loại hình học của Lớp Điểm phải là dạng điểm.",
  "AO_100003": "Loại hình học của Lớp Vùng phải là dạng vùng.",
  "AO_100004": "Trường ${fieldName} cung cấp cho các Trường Tóm tắt không tồn tại.",
  "AO_100005": "Trường ${fieldName} được cung cấp cho các Trường Tóm tắt không được hỗ trợ để tính toán thống kê.",
  "AO_100006": "Loại tóm tắt ${summary} được cung cấp cho trường ${fieldName} không hợp lệ.",
  "AO_100007": "Tìm Điểm Nóng thất bại.",
  "AO_100008": "Loại hình học cho boundingPolygonLayer phải là dạng vùng.",
  "AO_100009": "Loại hình học của Lớp Phân tích phải là dạng điểm hoặc dạng đa giác.",
  "AO_100010": "Loại hình học của Lớp Vùng Tổng hợp phải là dạng đa giác.",
  "AO_100011": "Phải cung cấp Trường Phân tích cho lớp phân tích dạng đa giác.",
  "AO_100012": "Tạo Vùng đệm thất bại.",
  "AO_100013": "Chồng xếp Lớp thất bại.",
  "AO_100014": "Tổng kết trong Phạm vi thất bại.",
  "AO_100015": "Loại hình học của đầu vào Lớp Tóm tắt phải ở dạng điểm, đường hoặc vùng.",
  "AO_100016": "Loại hình học của đầu vào Lớp Tóm tắt phải ở dạng điểm hoặc đường.",
  "AO_100017": "Loại hình học của đầu vào Lớp Tóm tắt phải là điểm.",
  "AO_100018": "Đơn vị hình dạng ${sumUnits} không hợp lệ khi tóm tắt lớp ${shapeType}.",
  "AO_100019": "Cần có ít nhất một trong các thông số Tóm tắt Hình dạng hoặc Trường Tóm tắt.",
  "AO_100020": "Bổ sung thông tin Lớp thất bại.",
  "AO_100021": "Loại hình học của Lớp Đầu vào phải là dạng điểm, đường hoặc đa giác.",
  "AO_100022": "Các đơn vị ${units} không được hỗ trợ cho loại Vùng đệm ${bufferType}.",
  "AO_100023": "Không thể bổ sung lớp cho tham chiếu không gian đầu vào ${spref}.",
  "AO_100024": "Không có đối tượng nào được cung cấp để phân tích trong ${inputLayer}.",
  "AO_100025": "Tổng kết Vị trí Lân cận thất bại.",
  "AO_100026": "Trích xuất Dữ liệu thất bại.",
  "AO_100027": "Phân rã Ranh giới thất bại.",
  "AO_100028": "Không thể tạo Khu vực Di chuyển.",
  "AO_100029": "Gộp Lớp thất bại.",
  "AO_100030": "Không thể tìm Vị trí Gần nhất.",
  "AO_100031": "Số vị trí gần nhất cần tìm không được lớn hơn ${max}.",
  "AO_100032": "Số lượng đối tượng trong ${analysisLayer} là 0.",
  "AO_100033": "Số lượng đối tượng trong ${nearLayer} là 0.",
  "AO_100034": "Số lượng đối tượng trong ${analysisLayer} không thể lớn hơn ${max}.",
  "AO_100035": "Số lượng đối tượng trong ${nearLayer} không thể lớn hơn 1000.",
  "AO_100036": "Lớp ${analysisLayer} phải có một loại hình học dạng điểm khi sử dụng ${measurementType} làm loại đo lường.",
  "AO_100037": "Lớp ${nearLayer} phải có một loại hình học dạng điểm khi sử dụng ${measurementType} làm loại đo lường.",
  "AO_100038": "Ngưỡng tìm kiếm không thể nhỏ hơn không.",
  "AO_100039": "${inputLayer} phải có một loại hình học dạng điểm.",
  "AO_100040": "Số lượng đối tượng trong ${inputLayer} không thể lớn hơn ${max}.",
  "AO_100041": "Thông số kiểu vùng đệm chỉ được hỗ trợ cho các lớp chứa điểm hoặc đường.",
  "AO_100042": "Loại hình học ${shapeType} của Lớp Gần kề không hỗ trợ cho loại Gần ${nearType}.",
  "AO_100043": "Các đơn vị ${units} không hỗ trợ cho loại Gần ${nearType}.",
  "AO_100044": "Giá trị khoảng cách phải lớn hơn 0.",
  "AO_100045": "Yêu cầu nhập khoảng cách và đơn vị khi loại Vùng đệm được chỉ định.",
  "AO_100046": "Truy cập GeoEnrichment server thất bại.",
  "AO_100047": "Bổ sung thông tin có thể không khả dụng cho một số đối tượng.",
  "AO_100048": "Lớp đầu vào ${inputLayer} chứa hình học đa điểm và đã được chuyển đổi sang hình học một điểm.",
  "AO_100049": "Không có đối tượng nào trong phạm vi xử lý đối với bất kỳ lớp nào.",
  "AO_100050": "Không có trường nào tồn tại trong lớp đầu vào cho trích xuất dữ liệu.",
  "AO_100051": "Không có đối tượng trong phạm vi xử lý cho bất kỳ lớp đầu vào nào và không lớp đầu vào nào có trường cho trích xuất dữ liệu.",
  "AO_100052": "Tên trường ${fieldName} không tồn tại trong ${paramName}.",
  "AO_100053": "Các khóa được yêu cầu ${missingKeys} bị thiếu trong biểu thức thuộc tính ${expression}.",
  "AO_100054": "Các khóa được yêu cầu ${missingKeys} bị thiếu trong biểu thức mối quan hệ về không gian ${expression}.",
  "AO_100055": "Biểu thức không hợp lệ; JSON dị hình.",
  "AO_100056": "Lớp chỉ số trong biểu thức không hợp lệ ${expression}.",
  "AO_100057": "Lớp chỉ số vượt quá số lượng lớp đầu vào trong biểu thức ${expression}.",
  "AO_100058": "Mối quan hệ về không gian ${spatialRel} không hỗ trợ loại hình học ${lyrGeomType}/${selLyrGeomType} cho layer/selectingLayer trong biểu thức ${expression}.",
  "AO_100059": "Mối quan hệ không gian không hợp lệ ${spatialRel} trong biểu thức ${expression}.",
  "AO_100060": "Biểu thức truy vấn trong biểu thức không thành công ${expression}.",
  "AO_100061": "Không thể tìm theo Vị trí và Thuộc tính.",
  "AO_100062": "Khoảng cách và/hoặc đơn vị trong biểu thức không hợp lệ ${expression}.",
  "AO_100063": "Lên kế hoạch Định tuyến thất bại.",
  "AO_100064": "Số lượng đối tượng trong ${stopsLayer} là 0.",
  "AO_100065": "Số lượng đối tượng trong ${startLayer} là 0.",
  "AO_100066": "Số lượng phương tiện tối đa trên tuyến đường không được nhỏ hơn 0 và lớn hơn ${max}.",
  "AO_100067": "Số lượng điểm dừng tối đa trên mỗi phương tiện không được nhỏ hơn 0 và lớn hơn ${max}.",
  "AO_100068": "Số lượng đối tượng trong ${stopsLayer} không thể lớn hơn ${max}.",
  "AO_100069": "Số lượng đối tượng trong ${startLayer} không thể lớn hơn ${max}.",
  "AO_100070": "Số lượng đối tượng trong ${endLayer} không thể lớn hơn ${max}.",
  "AO_100071": "Lớp ${stopsLayer} phải có một loại hình học dạng điểm.",
  "AO_100072": "Lớp ${startLayer} phải có một loại hình học dạng điểm.",
  "AO_100073": "Lớp ${endLayer} phải có một loại hình học dạng điểm.",
  "AO_100074": "Thời gian tiêu tốn tại mỗi điểm dừng không thể nhỏ hơn không.",
  "AO_100075": "Tổng thời gian tuyến đường cho mỗi phương tiện phải lớn hơn không và nhỏ hơn một năm (525600 phút).",
  "AO_100076": "${endLayer} không nên được chỉ định nếu giá trị trả về để bắt đầu là true.",
  "AO_100077": "Tìm Vị trí Tương tự thất bại.",
  "AO_100078": "Tên trường trong biểu thức không hợp lệ ${expression}.",
  "AO_100079": "Không thể tìm theo Vị trí và Thuộc tính.",
  "AO_100080": "Tính toán Chi phí Di chuyển thất bại.",
  "AO_100081": "Trình tính toán Trường thất bại.",
  "AO_100082": "Cần có một tên trường và một biểu thức.",
  "AO_100083": "Cần có loại trường để tạo một trường mới.",
  "AO_100084": "Loại trường bắt buộc phải là kiểu dạng Chuỗi, Số nguyên, Kép hoặc Ngày.",
  "AO_100087": "Trường ${fieldName} không tồn tại trong ${inputLayer}.",
  "AO_100088": "(Các) trường ${attribute} phải có cả lớp tham chiếu và lớp tìm kiếm ứng viên.",
  "AO_100089": "Các trường sau đây không có đủ phương sai để sử dụng trong phân tích này: ${attribute}.",
  "AO_100090": "Công cụ này yêu cầu ít nhất 2 vị trí tìm kiếm ứng viên không phải là vị trí tham chiếu.",
  "AO_100091": "Loại hình học của ${paramName} phải ở dạng Điểm.",
  "AO_100092": "Loại hình học của boundingPolygonLayer phải là dạng Vùng.",
  "AO_100093": "Kiểu phân loại Thủ công yêu cầu giá trị classbreaks.",
  "AO_100094": "Số lượng phương tiện định tuyến tối đa phải bằng với số lượng đối tượng trong ${startLayer}.",
  "AO_100095": "Số lượng đối tượng trong ${endLayer} phải bằng với số lượng đối tượng trong ${startLayer}.",
  "AO_100096": "${startLayerRouteIDField} trong ${startLayer} không có giá trị duy nhất.",
  "AO_100097": "${endLayerRouteIDField} trong ${endLayer} không có giá trị duy nhất.",
  "AO_100098": "Giá trị trong ${startLayerRouteIDField} trong ${startLayer} không có trùng khớp một đối một trong ${endLayerRouteIDField} trong ${endLayer}.",
  "AO_100099": "Tất cả giá trị điểm ngắt phải lớn hơn không.",
  "AO_100100": "Đối tượng trong ${inputLayer} không nằm trong phạm vi phủ sóng dữ liệu. Xem tính khả dụng tại ${url}.",
  "AO_100101": "Không đối tượng nào trong ${inputLayer} nằm trong khoảng cách ${max} kilômét từ đường phố.",
  "AO_100102": "Toàn bộ đối tượng trong ${inputLayer} phải trong cùng một múi giờ khi sử dụng giao thông và tạo các khu vực có tùy chọn gộp lại hoặc chia tách.",
  "AO_100103": "Giá trị ${measureType} không thể lớn hơn ${max} ${breakUnits}.",
  "AO_100104": "Nội suy các Điểm thất bại.",
  "AO_100105": "Tính toán Mật độ thất bại.",
  "AO_100106": "Trường ${fieldName} không phải là số.",
  "AO_100107": "Trường ${fieldName} không có bất kỳ giá trị dương nào.",
  "AO_100108": "Trường ${fieldName} có giá trị âm. Chỉ các giá trị dương mới được xem xét để tính toán mật độ.",
  "AO_100109": "Loại hình học cho lớp đầu vào phải là dạng điểm hoặc đường.",
  "AO_100110": "Vai trò người dùng của bạn không bao gồm quyền geoEnrichment.",
  "AO_100111": "Vai trò người dùng của bạn không bao gồm quyền phân tích mạng lưới.",
  "AO_100112": "Vai trò người dùng của bạn không bao gồm quyền xuất bản dịch vụ đối tượng lưu trữ.",
  "AO_100113": "Không có điểm dừng nào được chỉ định cho bất kỳ tuyến đường nào. Kiểm tra các trường Trạng thái và Ràng buộc Bị xâm phạm trong lớp điểm dừng chưa chỉ định trong đầu ra để biết thêm thông tin.",
  "AO_100114": "Thời gian dành cho mỗi điểm dừng, ${stopServiceTime} phút, phải nhỏ hơn tổng thời gian lộ trình của mỗi xe, ${maxRouteTime} phút.",
  "AO_100115": "Một số điểm dừng chưa được chỉ định cho bất kỳ tuyến đường nào. Kiểm tra trường Ràng buộc Bị xâm phạm trong lớp điểm dừng chưa chỉ định trong đầu ra để biết thêm thông tin.",
  "AO_100116": "Chỉ cần ${routesUsed} trong số ${routeCount} tuyến đường để đạt đến toàn bộ điểm dừng. Nếu bạn muốn sử dụng nhiều tuyến đường hơn, hãy chạy lại Lên kế hoạch tuyến đường nhưng giảm giới hạn về số điểm dừng tối đa hoặc tổng thời gian lộ trình cho mỗi xe.",
  "AO_100117": "Hiện chưa hỗ trợ lái xe tải bên ngoài Bắc Mỹ và Nam Mỹ.",
  "AO_100118": "Vai trò người dùng của bạn không bao gồm quyền tạo, cập nhật và xóa nội dung.",
  "AO_100119": "Loại hình học của dữ liệu WithinLayer phải là dạng vùng.",
  "AO_100120": "Một số đối tượng trong lớp vượt quá giới hạn kích thước yêu cầu tối đa và không được bổ sung thêm.",
  "AO_100121": "Tạo Viewshed thất bại.",
  "AO_100122": "Phân tích Downstream thất bại.",
  "AO_100123": "Tạo Watershed thất bại.",
  "AO_100124": "Loại hình học của Lớp Đầu vào phải là dạng điểm đối với loại vùng đệm ${bufferType}.",
  "AO_100125": "Trường theo nhóm ${fieldName} phải có dạng số nguyên, văn bản hoặc ngày.",
  "AO_100126": "Lớp đầu vào chứa các đối tượng có dạng hình học quá phức tạp đối với dịch vụ được yêu cầu. Kết quả sẽ dựa trên một hình đơn giản.",
  "AO_100127": "Tất cả điểm đầu vào nằm ngoài phạm vi bao phủ dữ liệu.",
  "AO_100128": "Trường điểm được cung cấp phải ở dạng chuỗi hoặc số nguyên.",
  "AO_100129": "Điểm nằm ngoài phạm vi lưu vực.",
  "AO_100130": "Điểm nằm ngoài phạm vi bộ xử lý.",
  "AO_100131": "Thông số khoảng cách xem tối đa không được lớn hơn ${max}${units}.",
  "AO_100132": "Dữ liệu nguồn DEM không khả dụng trong khu vực điểm đầu vào.",
  "AO_100133": "Giá trị khoảng cách tối đa được chỉ định không hỗ trợ độ phân giải DEM đầu vào. Chỉ định giá trị khoảng cách tối đa nhỏ hơn.",
  "AO_100136": "Phạm vi không hợp lệ để trích xuất dữ liệu.",
  "AO_100137": "Yêu cầu nhập giá trị đối với ${parameterName}.",
  "AO_100138": "Một số điểm đầu và điểm đến đã ghép đôi không được kết nối với nhau. Kiểm tra trường Trạng thái trong lớp điểm đầu và điểm đến chưa chỉ định trong đầu ra để biết thêm thông tin.",
  "AO_100139": "Không có điểm đầu nào có thể kết nối được với điểm đến.",
  "AO_100140": "Lớp phạm vi chứa các đối tượng có hình học quá phức tạp đối với dịch vụ được yêu cầu. Kết quả sẽ dựa trên một hình đơn giản.",
  "AO_100141": "Đối tượng trong Lớp Phạm vi vượt quá giới hạn kích thước yêu cầu tối đa và không thể trích xuất được.",
  "AO_100142": "Phạm vi của đối tượng điểm đầu vào vượt quá phạm vi tối đa cho phép.",
  "AO_100143": "Vai trò người dùng của bạn không bao gồm quyền phân tích độ cao.",
  "AO_100144": "Tiện ích ${serviceName} không được đăng ký cho cổng.",
  "AO_100145": "Các thông tin về hình thức di chuyển sau không hợp lệ: ${travelMode}.",
  "AO_100146": "Đơn vị phân chia được chọn, ${breakUnits}, và phương thức đi lại, ${travelMode}, không tương thích. Đây không phải là các giá trị hỗ trợ về thời gian hay khoảng cách.",
  "AO_100147": "Hình thức di chuyển không xác định thuộc tính trở kháng dựa trên thời gian.",
  "AO_100148": "Bạn không có quyền truy cập tiện ích ${serviceName}.",
  "AO_100149": "Không thể truy cập url được đăng ký cho tiện ích ${serviceName}: ${cause}.",
  "AO_100150": "Lựa chọn Cơ sở Tốt nhất thất bại.",
  "AO_100151": "Đơn vị phạm vi di chuyển được chọn, ${travelRangeUnits}, và hình thức di chuyển, ${travelMode}, không tương thích. Đây không phải là các giá trị hỗ trợ về thời gian hay khoảng cách.",
  "AO_100152": "Tổng số lượng đối tượng trong ${requiredFacilitiesLayer} và ${candidateFacilitiesLayer} không thể lớn hơn ${max}.",
  "AO_100153": "Giá trị dành cho thông số ${paramName} phải lớn hơn 0.",
  "AO_100154": "Chỉ định giá trị cho thông số ${paramName1} hoặc ${paramName2}.",
  "AO_100155": "Lớp các cơ sở ứng viên, ${candidateFacilitiesLayer}, không được xác định cho mục tiêu Phân bổ.",
  "AO_100156": "Phần trăm nhu cầu để đáp ứng phải lớn hơn không và nhỏ hơn hoặc bằng một trăm.",
  "AO_100157": "Số lượng ứng viên để chọn không được nhỏ hơn số lượng đối tượng trong lớp cơ sở bắt buộc.",
  "AO_100158": "Số lượng ứng viên để lựa chọn không được lớn hơn ${max}.",
  "AO_100159": "Số lượng datacollections lớn hơn giới hạn tối đa là ${maxDataCollections}.",
  "AO_100160": "Một số đối tượng có dạng hình học không hợp lệ đã được loại khỏi kết quả.",
  "AO_100161": "Mã hóa địa lý Hàng loạt thất bại.",
  "AO_100162": "Phân tích Đầu vào cho Mã hóa địa lý thất bại.",
  "AO_100163": "Trình hạn định văn bản không hợp lệ.",
  "AO_100164": "Bạn phải nhập inputTable, inputFileItem hoặc columnNames. Không thể để trống cả ba.",
  "AO_100165": "Nếu hàng tiêu đề của bạn không tồn tại, bạn phải nhập columnNames.",
  "AO_100166": "Nếu fileType của bạn là dạng bảng, bạn phải nhập một inputTable.",
  "AO_100167": "Bộ sưu tập CSV là loại đầu vào không được hỗ trợ. Vui lòng nhập một CSV hoặc một bảng tính của Microsoft Excel.",
  "AO_100168": "Tên tệp hoặc phần mở rộng của bạn quá dài.",
  "AO_100169": "Không thể mở tệp zip của bạn.",
  "AO_100170": "Tệp zip của bạn không có tệp nào có định dạng được chỉ định.",
  "AO_100171": "URL của dịch vụ định vị không hợp lệ: ${service_url}.",
  "AO_100172": "URL của thông tin xác thực hoặc dịch vụ định vị không hợp lệ: ${service_url}. Bảo đảm các mục proxy được chia sẻ với Mọi người.",
  "AO_100173": "Người dùng không có quyền mã hóa địa lý hoặc quyền xuất bản thích hợp.",
  "AO_100174": "Dịch vụ mã hóa địa lý phải chạy trên máy chủ đã được liên kết.",
  "AO_100175": "Mã token không hợp lệ.",
  "AO_100176": "Tệp của bạn phải được mã hóa UTF-8. Vui lòng gửi lại tệp của bạn.",
  "AO_100177": "Tệp Excel của bạn bị lỗi và không thể mở được.",
  "AO_100178": "Hàng đầu tiên trong tệp của bạn trống. Vui lòng chỉnh sửa và gửi lại tệp của bạn.",
  "AO_100179": "Bạn phải xác định chiều rộng của cột nếu tệp của bạn có chiều rộng cố định.",
  "AO_100180": "Chiều rộng cột của bạn phải là các số nguyên được phân chia bằng dấu phẩy, ví dụ: 5,7,13.",
  "AO_100181": "Hàng tiêu đề của tệp không thể được phân tích theo cú pháp hoặc đang trống.",
  "AO_100182": "Trường ${field} có khả năng mô tả 2 trường tên hển thị trên bản đồ: ${field_one} và ${field_two}.",
  "AO_100183": "Ánh xạ trường đã nhập có định dạng không chính xác.",
  "AO_100184": "outputFields không chính xác. Nhập outputFields như sau: x,y,score,match_addr.",
  "AO_100185": "chars_per_row phải là một số nguyên.",
  "AO_100186": "widths_of_cols không chính xác. Nhập widths_of_cols như sau: 10,15,6.",
  "AO_100187": "outputName của bạn phải có khoảng trắng để lấy Bộ sưu tập Đối tượng.",
  "AO_100188": "Không được để trống outputName.",
  "AO_100189": "GeocodeServiceURL không đúng. Kiểm tra xem dịch vụ mã hóa địa lý đang trực tuyến và có điểm kết thúc geocodeAddresses REST hợp lệ.",
  "AO_100190": "Hãy kiểm tra thông số header_rows_to_skip.",
  "AO_100191": "Không thể ghi tiêu đề: hãy kiểm tra xem headerRowsToSkip có sai hay dịch vụ mã hóa địa lý không khả dụng hay không.",
  "AO_100192": "Nếu đã có hàng tiêu đề, bạn phải cung cấp headerRowsToSkip.",
  "AO_100193": "headerRowsToSkip phải là một số dương nhỏ hơn số lượng hàng trong inputTable hoặc inputFileItem.",
  "AO_100194": "Tệp kết quả đang được chỉnh sửa bởi chương trình khác.",
  "AO_100195": "Tệp đã nhập trống, trả về một tệp trống.",
  "AO_100196": "Ánh xạ trường phải là một danh sách liệt kê.",
  "AO_100197": "geocodingServiceURL của bạn có thể không chính xác, do không có maxBatchSize trên trang thông tin.",
  "AO_100198": "Không trường nào được dùng để lập bản đồ đến các trường có định vị hợp lệ. Chỉnh sửa bản đồ trường và gửi lại.",
  "AO_100199": "Việc tạo lập bản đồ có một trường thuộc bộ định vị không được hỗ trợ. Chỉnh sửa bản đồ trường và gửi lại.",
  "AO_100200": "Việc tạo lập bản đồ có một trường thuộc bộ định vị không được hỗ trợ. Các trường thuộc bộ định vị được hỗ trợ là ${supported_fields}. Chỉnh sửa bản đồ trường và gửi lại.",
  "AO_100201": "field_mapping bao gồm một trường đầu vào ${field} không có trong tệp đầu vào của bạn: ${supported_fields}.",
  "AO_100202": "Không thể tạo yêu cầu REST từ máy chủ. Kiểm tra xem máy chủ có thể kết nối với internet không.",
  "AO_100203": "geocodeServiceURL nhập vào phải là https thay vì http.",
  "AO_100204": "inputTable có trên 100.000 bản ghi và không được hỗ trợ.",
  "AO_100205": "Dấu phân cách cột không hợp lệ.",
  "AO_100206": "Không thể tạo Bản sao cho (các) Url: ${Url}. Kiểm tra xem dịch vụ có cho phép người khác xuất dữ liệu sang các định dạng khác không.",
  "AO_100207": "Tổng số trường đầu vào và biến bổ sung vượt quá giới hạn tối đa ${maxCountOfFields}.",
  "AO_100208": "Hàng tiêu đề có chiều dài không khớp với số lượng danh sách trong ánh xạ trường của bạn.",
  "AO_100209": "headerRowsToSkip phải là một số dương nhỏ hơn số lượng hàng trong inputTable hoặc inputFileItem.",
  "AO_100210": "Tệp đầu vào có quá nhiều hàng. xls chỉ hỗ trợ tối đa 65536 hàng. Vui lòng gửi một outputType khác.",
  "AO_100211": "Tạo Lớp Tuyến đường thất bại.",
  "AO_100212": "Tệp dữ liệu tuyến đường đầu vào không phải là tệp zip hợp lệ.",
  "AO_100213": "Dữ liệu tuyến đường đầu vào không có lớp đối tượng Điểm dừng cần thiết.",
  "AO_100214": "Dữ liệu tuyến đường đầu vào không có tối thiểu hai điểm dừng.",
  "AO_100215": "Kết nối Đối tượng thất bại.",
  "AO_100216": "Tìm Phần tách ngoài thất bại.",
  "AO_100217": "Không thể lưu kết quả làm lớp tuyến đường do phân tích không tạo ra bất kỳ tuyến đường nào.",
  "AO_100218": "Bao gồm lớp tuyến đường không hợp lệ khi measurementType là StraightLine.",
  "AO_100219": "Đầu vào không hợp lệ cho tham số ${paramName}.",
  "AO_100220": "Loại hình học ${geomType}cho ${paramName} không được hỗ trợ cho mối quan hệ không gian: ${spatialRel}.",
  "AO_100221": "Phải chỉ định Thuộc tính hoặc Mối quan hệ Không gian.",
  "AO_100222": "Mối quan hệ không gian không được hỗ trợ cho đầu vào bảng.",
  "AO_100223": "Bao gồm lớp tuyến đường không được hỗ trợ khi yêu cầu đầu ra thu thập đối tượng.",
  "AO_100224": "Không thể tải xuống dữ liệu tuyến đường từ mục dữ liệu tuyến đường, ${itemId}.",
  "AO_100225": "Không thể xóa mục dữ liệu tuyến đường, ${itemId}.",
  "AO_100226": "Không thể trích xuất dữ liệu tuyến đường từ tệp dữ liệu tuyến đường.",
  "AO_100227": "Hàng tiêu đề có chiều dài không khớp với số lượng danh sách trong ánh xạ trường của bạn.",
  "AO_100228": "headerRowsToSkip phải là một số dương nhỏ hơn số lượng hàng trong inputTable hoặc inputFileItem.",
  "AO_100229": "Tệp đầu vào có quá nhiều hàng. xls chỉ hỗ trợ tối đa 65536 hàng. Vui lòng gửi một outputType khác.",
  "AO_100230": "Loại tệp của bạn không được hỗ trợ. Loại tệp được hỗ trợ là csv và xlsx.",
  "AO_100231": "outputName của bạn không được định dạng đúng.",
  "AO_100232": "Vai trò người dùng của bạn không bao gồm quyền mã hóa địa lý.",
  "AO_100233": "Số lượng các bản ghi trong bảng đầu vào lớn hơn các bản ghi tối đa ${max} được phép mã hóa địa lý.",
  "AO_100234": "Bạn không thể gửi cả bảng và tệp; vui lòng chỉ gửi một loại.",
  "AO_100235": "inputFileParameters không được định dạng đúng.",
  "AO_100236": "Nếu bạn đang gửi tệp bạn phải chỉ định inputFileParameters.",
  "AO_100237": "Bảng đầu vào này không hợp lệ. Vui lòng chọn bảng khác.",
  "AO_100238": "Tệp đầu vào này không hợp lệ. Vui lòng chọn tệp khác.",
  "AO_100239": "Bạn phải chỉ định inputFile, inputTable hoặc columnNames.",
  "AO_100240": "geocodeParameters không được định dạng đúng.",
  "AO_100241": "Tên kết quả đầu ra đã tồn tại. Vui lòng chọn tên khác.",
  "AO_100242": "Bạn không có đủ credits để thực hiện thao tác này. Vui lòng liên hệ với Quản trị viên Hệ thống ArcGIS để được trợ giúp.",
  "AO_100243": "Một số đối tượng trong kết quả của bạn không được bổ sung thêm dữ liệu.",
  "AO_100244": "Cần có khoảng cách và đơn vị cho SpatialRelationship WithinDistance.",
  "AO_100245": "Biểu thức không hợp lệ cho ${paramName}, JSON không hợp lệ",
  "AO_100246": "Không thể tạo lớp tuyến đường cho các tuyến đường sau: ${routeNames}.",
  "AO_100247": "Không tạo được lớp tuyến đường, vì số lượng tuyến đường, ${routeCount}, lớn hơn số lớp tuyến đường tối đa, ${max}, có thể tạo.",
  "AO_100248": "Tệp hoặc bảng của bạn không có bản ghi. Vui lòng thêm bản ghi để mã hoá địa lý và gửi lại.",
  "AO_100249": "Loại không hợp lệ.",
  "AO_100250": "Bảng đã gửi trống hoặc lỗi.",
  "AO_100251": "Tệp của bạn không được mã hóa utf-8. Vui lòng gửi lại.",
  "AO_100252": "Giá trị tại trường ${startLayerRouteIDField} trong ${startLayer} và trường ${endLayerRouteIDField} trong ${endLayer} không phải là duy nhất.",
  "AO_100253": "inputTable và inputFileItem trống. Vui lòng nhập inputTable hoặc inputFileItem.",
  "AO_100254": "Tìm Trọng tâm thất bại.",
  "AO_100255": "Không thể tạo bin.",
  "AO_100256": "Yêu cầu có giá trị hợp lệ cho thông số ${paramName}.",
  "AO_100257": "Một số giá trị trong trường mục tiêu không hợp lệ và không thể liên kết được",
  "AO_100258": "Khoảng cách giữa các lối vào bất kỳ phải nhỏ hơn ${mileValue} dặm (${kmValue} kilômét) khi đi bộ.",
  "AO_100259": "Không tìm thấy vị trí gần nhất. Kiểm tra xem phạm vi tìm kiếm có phù hợp với phân tích của bạn không.",
  "AO_100260": "Tìm Cụm Điểm thất bại.",
  "AO_100261": "Tổng kết Độ tập trung và Phân tán thất bại.",
  "AO_100262": "Truy vấn không hợp lệ. Không phải tất cả các biểu thức đều tham chiếu đến cùng một lớp đích. Vị trí kết quả chỉ có thể xuất phát từ một lớp đích.",
  "AO_100263": "Không thể xác định ${barrierType} khi measurementType là StraightLine.",
  "AO_100264": "Lớp ${inputLayer} được dùng để xác định ${shapeType} lớp barrier phải có loại hình học là ${shapeType}.",
  "AO_100265": "Số lượng đối tượng đường phố giao nhau bởi lớp rào cản dạng điểm vượt quá giới hạn ${limit}.",
  "AO_100266": "Số lượng đối tượng đường phố giao nhau bởi lớp rào cản dạng đường vượt quá giới hạn ${limit}.",
  "AO_100267": "Số lượng đối tượng đường phố giao nhau bởi lớp rào cản dạng vùng vượt quá giới hạn ${limit}.",
  "AO_100268": "Tạo Lưới tổ ong thất bại.",
  "AO_100269": "Phạm vi không hợp lệ để tạo lưới tổ ong.",
  "AO_100270": "Kích thước và số lượng biến số bạn đã chọn vượt quá kích thước hàng tối đa cho lớp dịch vụ đối tượng. Vui lòng giảm số lượng biến đã chọn.",
  "AO_100271": "Trường ${fieldName} trong lớp ${analysisLayer} không được chứa giá trị trống.",
  "AO_100272": "Trường ${startLayerRouteIDField} trong lớp ${startLayer} hoặc trường ${endLayerRouteIDField} trong lớp ${endLayer} phải có giá trị duy nhất.",
  "AO_100273": "Giá trị ${routeId} từ trường ${routeIDField} trong lớp ${startLayer} không có đối tượng trùng khớp nào trong lớp ${endLayer}.",
  "AO_100274": "Số lượng phương tiện định tuyến tối đa phải bằng với số đối tượng trong lớp ${startLayer} được dùng làm vị trí bắt đầu tuyến đường.",
  "AO_100275": "Số lượng phương tiện định tuyến tối đa phải bằng với số đối tượng trong lớp ${endLayer} được dùng làm vị trí kết thúc tuyến đường.",
  "AO_100276": "Số lượng đối tượng trong lớp ${startLayer} được dùng làm vị trí bắt đầu tuyến đường không được lớn hơn ${max}.",
  "AO_100277": "Số lượng đối tượng trong lớp ${endLayer} được dùng làm vị trí kết thúc tuyến đường không được lớn hơn ${max}.",
  "AO_100278": "Giá trị ${measureType} không được lớn hơn ${max} ${breakUnits} khi chọn tùy chọn để hiển thị các khu vực không thể tiếp cận dưới dạng lỗ.",
  "AO_100279": "Giá trị ${measureType} không được lớn hơn ${max} ${breakUnits} khi chọn tùy chọn để bao gồm các đường phố có thể tiếp cận được.",
  "AO_100280": "Giá trị ${measureType} không được lớn hơn ${max} ${breakUnits} khi đi bộ.",
  "AO_100281": "Các biến số phân tích được yêu cầu đến từ nhiều phân cấp. Các biến số này có thể khiến kết quả không đồng nhất.",
  "AO_100282": "Cần có Giấy phép ArcGIS Server Advanced trên máy chủ lưu trữ khi dùng kiểu đo lường StraightLine với công cụ Tìm Gần nhất.",
  "AO_100283": "Có quá nhiều đối tượng hoặc hình dạng phức tạp trong bộ dữ liệu. Xem xét giảm số lượng đối tượng trước khi chạy Bổ sung thông tin Lớp. Chẳng hạn, bạn có thể lọc bộ dữ liệu và chạy công cụ theo từng đợt hoặc giảm kích thước của phạm vi bản đồ.",
  "AO_100284": "Không tìm thấy tham chiếu không gian nào đối với ${inputLayer}. Điều này sẽ khiến phân tích không thành công hoặc tạo ra kết quả không có tham chiếu không gian.",
  "AO_100285": "Chỉ chủ sở hữu ${inputLayer} mới có thể thực hiện phân tích trên lớp này.",
  "AO_100286": "Ước tính credit dựa trên mức độ sử dụng dịch vụ GeoEnrichment tùy chỉnh.",
  "AO_100287": "Dữ liệu không sẵn có đối với các quốc gia có mã quốc gia sau: ${country}.",
  "AO_100288": "Không thể phát hiện quốc gia cho một hoặc nhiều đối tượng.",
  "AO_100289": "Lỗi kết nối môi trường. Liên hệ dịch vụ hỗ trợ của Esri.",
  "AO_100290": "Trường ID đối tượng không thể được sử dụng trong liên kết thuộc tính.",
  "AO_100291": "Không thể xuất bản kết quả phân tích dưới dạng một bộ sưu tập đối tượng vì một trong các lớp đầu ra có hơn 9.999 đối tượng. Để giữ toàn bộ đối tượng, hãy lưu kết quả của bạn dưới dạng lớp đối tượng.",
  "AO_100292": "Tên đầu ra được cung cấp đã được sử dụng hoặc chứa các ký tự không hợp lệ.",
  "AO_100293": "Một hoặc nhiều tính năng không được bổ sung vì không tạo được khu vực chế độ đi lại. Xác minh rằng các đối tượng đầu vào đều nằm trong phạm vi phủ sóng dữ liệu của dịch vụ phân tích mạng của bạn hoặc sử dụng khoảng cách đường thẳng.",
  "AO_100294": "Một hoặc nhiều đối tượng vượt qua ranh giới nhân khẩu học. Các biến bổ sung đã được ước tính bằng cách sử dụng phép tổng hợp theo tỷ lệ.",
  "AO_100295": "Geodatabase dữ liệu tuyến đường ${geodatabase} không tồn tại.",
  "AO_100296": "Tệp zip dữ liệu tuyến đường ${zipfile} trống.",
  "AO_100297": "Số lượng các đường khu vực dịch vụ đầu ra, ${numFeatures}, vượt quá ngưỡng tối đa, ${threshold}, có thể bị trả về từ dịch vụ.",
  "AO_100298": "Tác vụ thất bại do lỗi dịch vụ. Liên hệ dịch vụ hỗ trợ của Esri.",
  "AO_100299": "Không thể giải nén kết quả từ dịch vụ độ cao. Liên hệ dịch vụ hỗ trợ của Esri.",
  "AO_100300": "Không thể giải nén kết quả từ dịch vụ thủy văn. Liên hệ dịch vụ hỗ trợ của Esri.",
  "AO_100301": "Gộp Lớp yêu cầu tất cả các giá trị đầu vào có cùng loại hình học.",
  "AO_100302": "Cần có giấy phép Geostatistical Analyst để chạy công cụ này.",
  "AO_100303": "Công cụ này yêu cầu phải có giấy phép Spatial Analyst.",
  "AO_100304": "Tạo Vùng Ngưỡng thất bại.",
  "AO_100305": "Giá trị này không phải là Phút | Giây | Giờ | Dặm | Kilômét | Mét | Feet | Yards | Khác.",
  "AO_100306": "Biểu thức Arcade không hợp lệ.",
  "AO_100307": "Tất cả các vùng đều rỗng.",
  "AO_100308": "Giá trị số này nằm ngoài khoảng hợp lệ.",
  "AO_100309": "Giá trị này không thuộc ToFacility | FromFacility.",
  "AO_100310": "Giá trị này không phải là Đường thẳng | Thời gian Lái xe | Khoảng cách Lái xe | Thời gian Vận chuyển | Khoảng cách Vận chuyển | Thời gian Đi bộ | Khoảng cách Đi bộ | Thời gian Lái xe ở Nông thôn | Khoảng cách Lái xe ở Nông thôn.",
  "AO_100311": "Giá trị này không thuộc GeoLocal | UTC.",
  "AO_100312": "Không thể lưu trữ kết quả dưới dạng bộ sưu tập đối tượng khi bao gồm các đường phố có thể tiếp cận.",
  "AO_100313": "Không thể thực hiện ghi đè: mục cổng thông tin được chỉ định không tồn tại.",
  "AO_100314": "Không thể thực hiện ghi đè: bạn phải là chủ sở hữu mục hoặc có quyền quản trị để ghi đè mục này.",
  "AO_100315": "Không thể thực hiện ghi đè: loại mục không được hỗ trợ ghi đè.",
  "AO_100316": "Tên dịch vụ được chỉ định khác với tiêu đề của mục hiện có để ghi đè. Mục này sẽ bị ghi đè nhưng tiêu đề của mục sẽ không được cập nhật.",
  "AO_100317": "Không thể thực hiện ghi đè: bạn phải cung cấp ID Mục để ghi đè lên mục.",
  "AO_100318": "Không thể thực hiện ghi đè: mục cổng thông tin được chỉ định được tham chiếu bởi mục cổng thông tin khác. Mọi lớp chế độ xem liên quan đến mục cổng thông tin được chỉ định phải bị xóa trước khi thực hiện ghi đè.",
  "AO_100319": "Tổng số trường trong lớp kết quả, bao gồm cả các trường phân tích được tạo bằng công cụ, vượt quá giới hạn 1023 trường.",
  "AO_100320": "Tổng số trường trong lớp kết quả, bao gồm cả các trường phân tích được tạo bằng công cụ, vượt quá giới hạn 1019 trường.",
  "AO_100321": "Không thể thực hiện ghi đè: tham chiếu không gian của đầu ra phải trùng khớp với tham chiếu không gian của mục hiện có để ghi đè.",
  "AO_100322": "Xuất bản kết quả không thành công. Vui lòng thử chạy lại công cụ sau.",
  "AO_100323": "Không thể đạt giá trị ngưỡng.",
  "AO_100324": "Biến số không phù hợp để phân tích khu vực ngưỡng.",
  "AO_100325": "Không tìm thấy mạng lưới đường phố nào cho điểm đầu vào: ${pointId}.",
  "AO_100326": "Đã đạt đến bán kính tối đa nhưng không có giải pháp nào cho điểm đầu vào: ${pointId}.",
  "AO_100327": "Không thể thực hiện ghi đè: mục cổng thông tin được chỉ định được tham chiếu bởi mục cổng thông tin khác. Mọi lớp chế độ xem liên quan đến mục cổng thông tin được chỉ định phải bị xóa trước khi thực hiện ghi đè.",
  "AO_100328": "Loại hình học của lớp đầu vào không được là điểm. Để sử dụng đầu vào này để tạo một lớp điểm mới, hãy dùng thử công cụ Tìm theo Vị trí và Thuộc tính.",
  "AO_100329": "Các thuộc tính gộp không hợp lệ.",
  "AO_100352": "Tổng số đối tượng trong các cơ sở ứng viên và các lớp cơ sở bắt buộc không được vượt quá ${max}.",
  "AO_100353": "Không thể tạo dịch vụ đối tượng đầu ra. Các trường Timestampoffset không được hỗ trợ.",
  "AO_100354": "Định dạng dữ liệu đầu ra được chỉ định cần có hệ số tọa độ World Geodetic System 1984 (WGS84). WGS84 đã được áp dụng và hệ tọa độ đầu ra của bạn không được sử dụng.",
  "AO_100355": "Không thể tính toán thống kê tổng kết cho các loại trường sau: DateOnly, TimeOnly và TimestampOffset.",
  "AO_100356": "Không thể xuất các loại trường sau: ${params}.",
  "AO_1011": "Các trường hợp có quá ít các đỉnh cho một hình học hợp lệ (chỉ bao gồm 30 trường hợp đầu tiên): %1 = %2.",
  "AO_109": "Khoảng cách vùng đệm cho đường và điểm không thể âm.",
  "AO_110": "${inputFC} không tồn tại.",
  "AO_110057": "Tham chiếu không gian cho các đối tượng đầu vào (${inputFeatures}) không tương thích với hệ tọa độ đầu ra (${outputCoordinateSystem}).",
  "AO_110058": "Tham chiếu không gian cho các đối tượng ứng viên (${candidateFeatures}) không tương thích với hệ tọa độ đầu ra (${outputCoordinateSystem}).",
  "AO_110059": "Phép chiếu giữa các đối tượng đầu vào và các đối tượng ứng viên không tương thích. Phân tích đã được thực hiện trong phép chiếu 'WGS_1984_Web_Mercator_Auxiliary_Sphere'.",
  "AO_110068": "Thử nghiệm Rayleigh yêu cầu tối thiểu ${numCases2D} đối tượng để có kết quả hai chiều và ${numCases3D} đối tượng để có kết quả ba chiều hợp lệ.",
  "AO_110069": "Quá ít đối tượng cho ${numBadCases} trong số ${numCases} trường hợp khiến thử nghiệm Rayleigh không hợp lệ.",
  "AO_110070": "Thử nghiệm Rayleigh không hợp lệ vì bộ dữ liệu có hai mốt đường kính. Đầu ra được hiệu chỉnh để biểu diễn hướng trung bình tốt hơn.",
  "AO_110071": "Tìm thấy dữ liệu hai mốt đường kính cho ${numDoubleAngleCases} trong số ${doubleAngleCases} trường hợp. Kết quả đầu ra từ những trường hợp có thử nghiệm Rayleigh không hợp lệ đã được hiệu chỉnh để biểu diễn hướng trung bình tốt hơn.",
  "AO_110083": "Các đơn vị dọc và tuyến tính trong hệ tọa độ XY và Z không giống nhau.",
  "AO_110141": "Số lượng Đối tượng Tối thiểu trên mỗi Cụm phải lớn hơn số lượng đối tượng trong bộ dữ liệu.",
  "AO_110143": "Số lượng Đối tượng Tối thiểu trên mỗi Cụm phải lớn hơn 1.",
  "AO_110144": "Không thể tạo các khu vực bao quanh bằng hình thức di chuyển được chỉ định.",
  "AO_110145": "Không phải mọi lớp gộp đều có thuộc tính gộp tương ứng.",
  "AO_110146": "Trường ${fieldName} không tồn tại trong lớp ${layerName}, nên không thể thực hiện thao tác gộp ${mergeAttribute}.",
  "AO_110243": "Không thể hoàn thành phân tích vì lưới được tạo sẽ có nhiều hơn số tối đa là hai tỷ ô.",
  "AO_110250": "Tất cả các ô lưới phải nằm trong miền phép chiếu.",
  "AO_110339": "Các thuộc tính cần quan tâm cho các đối tượng ứng viên phải có các giá trị trung bình khác với các đối tượng đầu vào khi so khớp bằng hồ sơ thuộc tính.",
  "AO_110340": "Không thể tính toán ${summary} cho các trường dạng ngày.",
  "AO_110341": "Không thể tính toán thống kê cho trường ${fieldName}. Vui lòng liên hệ Dịch vụ Hỗ trợ của Esri.",
  "AO_110342": "Không thể tạo dịch vụ đối tượng ${serviceName}.",
  "AO_110343": "Không thể tạo mục ${itemName}.",
  "AO_110344": "Phân tích lưới tổ ong H3 cần hệ tọa độ World Geodetic System 1984 (WGS84). WGS84 đã được áp dụng và hệ tọa độ đầu ra của bạn không được sử dụng.",
  "AO_110345": "Phân tích lưới tổ ong H3 cần hệ tọa độ World Geodetic System 1984 (WGS84). WGS84 đã được áp dụng làm hệ tọa độ đầu ra của bạn.",
  "AO_110346": "Cần có độ phân giải của bin khi loại bin là Hình lục giác H3.",
  "AO_110347": "Cần nhập kích thước bin cho loại bin này.",
  "AO_110348": "Phạm vi không chứa tham chiếu không gian hợp lệ.",
  "AO_110349": "Phạm vi được cung cấp trong thông số bối cảnh không hợp lệ.",
  "AO_110350": "Hệ tọa độ đầu ra được cung cấp trong thông số bối cảnh không hợp lệ.",
  "AO_110351": "Không thể thực hiện nhiều thao tác trên cùng một trường.",
  "AO_1115": "Phải thiết lập thuộc tính mô tả lớp cho ${layerName}.",
  "AO_1156": "Một giá trị trường không tương thích với loại trường.",
  "AO_12": "Trường muốn thêm vào đã tồn tại.",
  "AO_1533": "Chúng tôi không thể tính điểm nóng và lạnh cho dữ liệu được cung cấp. Nếu thích hợp, hãy thử chỉ định Trường Phân tích.",
  "AO_1534": "Không thể tính điểm nóng và lạnh khi số lượng điểm trong mỗi khu vực đa giác giống nhau. Thử các khu vực đa giác hoặc tùy chọn phân tích khác.",
  "AO_1535": "Tùy chọn phân tích bạn đã chọn yêu cầu tối thiểu ${minNumFeatures} khu vực tập hợp.",
  "AO_1536": "Các tùy chọn phân tích bạn đã chọn yêu cầu tối thiểu ${minNumIncidents} điểm để tính điểm nóng và lạnh.",
  "AO_1570": "Tùy chọn phân tích bạn đã chọn yêu cầu tối thiểu ${minNumIncidents} điểm để nằm trong diện tích đa giác bao quanh.",
  "AO_1571": "Các tùy chọn phân tích mà bạn chọn yêu cầu tối thiểu ${minNumFeatures} đối tượng có dữ liệu hợp lệ trong trường phân tích để tính các điểm nóng và lạnh.",
  "AO_1572": "Không có đủ phương sai tại vị trí điểm để tính điểm nóng và lạnh. Điểm trùng lặp, ví dụ như giảm phương sai không gian. Bạn có thể thử cấp khu vực bao ngoài, khu vực tổng hợp (tối thiểu 30), hoặc Trường Phân tích.",
  "AO_1573": "Không có đủ phương sai giữa các điểm trong (các) khu vực đa giác bao ngoài. Bạn có thể thử cấp ranh giới lớn hơn.",
  "AO_1574": "Tùy chọn phân tích bạn đã chọn yêu cầu tối thiểu ${minNumIncidents} điểm để nằm trong vùng tổng hợp.",
  "AO_1575": "Tất cả giá trị cho trường phân tích của bạn có thể giống nhau. Không thể tính điểm nóng và lạnh khi không có phương sai trong trường đang được phân tích.",
  "AO_1583": "Khi có nhiều đối tượng đầu vào, việc so khớp sẽ dựa trên các thuộc tính cần quan tâm trung bình của đối tượng.",
  "AO_1584": "(Các) thuộc tính bị Thiếu/Không hợp lệ. Các trường sau đã bị xóa khỏi danh sách các thuộc tính cần xem xét: ${removedFields}.",
  "AO_1585": "(Các) thuộc tính bị thiếu/không hợp lệ. Không có trường hợp lệ nào được để lại trong danh sách các thuộc tính cần xem xét.",
  "AO_1586": "Số lượng kết quả không được lớn hơn số đối tượng ứng viên. Thiết lập thông số bằng giá trị tối đa: ${maxValue}.",
  "AO_1587": "Số lượng kết quả không được lớn hơn một nửa số đối tượng ứng viên. Thiết lập thông số bằng giá trị tối đa: ${maxValue}.",
  "AO_1588": "Phương sai bằng không. Các trường sau đây không có đủ phương sai để sử dụng trong công cụ này: ${name}.",
  "AO_1589": "Công cụ này yêu cầu tối thiểu 2 vị trí để tìm.",
  "AO_1598": "Bạn phải cung cấp ít nhất hai thuộc tính cần quan tâm khi so khớp bằng hồ sơ thuộc tính.",
  "AO_1599": "Có quá ít bản ghi để phân tích. Công cụ này yêu cầu ít nhất 1 vị trí tham chiếu trong Lớp Đầu vào để tính toán kết quả.",
  "AO_1605": "Khoảng cách Tọa độ Địa lý (độ, phút, giây) được phân tích bằng Khoảng cách Hợp âm tính bằng mét.",
  "AO_1607": "Giá trị khoảng cách vượt quá 30 độ thập phân. Khoảng cách hợp âm không chính xác vượt quá 30 độ.",
  "AO_1616": "Các Đối tượng Ứng viên có bản ghi kém (chỉ bao gồm 30 đối tượng đầu tiên): ${label} = ${badIDs}.",
  "AO_192": "Kích thước cell phải nhỏ hơn dải khoảng cách.",
  "AO_210": "Không thể tạo đầu ra ${outputFC}.",
  "AO_26": "Khoảng cách vùng đệm bằng không.",
  "AO_308": "Loại trường không hợp lệ.",
  "AO_358": "Biểu thức không hợp lệ.",
  "AO_366": "Loại hình học không hợp lệ.",
  "AO_385": "Tuỳ chọn ĐƯỜNG không hợp lệ với đối tượng điểm.",
  "AO_40039": "Không có đủ dữ liệu để tính phương pháp. Cần có ít nhất 10 điểm.",
  "AO_40040": "Dữ liệu được phân bố theo một đường thẳng và không thể xử lý.",
  "AO_40069": "Phương sai của dữ liệu quá nhỏ để tính.",
  "AO_401": "Không tìm thấy đối tượng để xử lý.",
  "AO_426": "Hết bộ nhớ.",
  "AO_438": "Lớp chồng không đa giác.",
  "AO_468": "Loại hình dạng đầu vào không bằng nhau.",
  "AO_539": "Biểu thức không hợp lệ.",
  "AO_561": "Mối quan hệ không gian được chỉ định không hợp lệ đối với lớp đã chọn.",
  "AO_640": "Loại trường không hợp lệ cho ${fieldName}; phải thuộc loại ${typeString}.",
  "AO_641": "Công cụ này yêu cầu ít nhất ${numFeatures} đối tượng để tính toán kết quả.",
  "AO_642": "Sự cố khi đọc ${badNum} / ${totalNum} tổng số bản ghi.",
  "AO_715": "${numObsNoNeighs} đối tượng không có vùng lân cận theo ngưỡng khoảng cách đã cho; trả về đối tượng lân cận có trọng tâm đúng gần nhất.",
  "AO_716": "Các đối tượng có điều chỉnh tìm kiếm vùng lân cận (chỉ bao gồm 30 đối tượng đầu tiên): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "Có ${numObsNoNeighs} vùng không đáp ứng số lượng vùng lân cận tối thiểu được chỉ định dựa trên tính liền kề của đa giác; đối với những vùng này, vùng lân cận không liền kề gần nhất cũng sẽ được đưa vào làm vùng lân cận.",
  "AO_728": "AnalysisField ${fieldName} bạn chỉ định không tồn tại trong analysisLayer.",
  "AO_735": "Vui lòng cung cấp ít nhất một trường phân tích hợp lệ để làm căn cứ tính độ tương tự.",
  "AO_800": "Giá trị không thuộc SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "Phải cung cấp đa giác để tổng hợp sự cố thành số lượng cho phương pháp tổng hợp dữ liệu sự cố này.",
  "AO_845": "Nên phân tích tối thiểu ${warnNumObs} đối tượng đầu vào.",
  "AO_846": "${numObsNoNeighs} đối tượng không có vùng lân cận thường làm các thuộc tính thống kê của thử nghiệm không hợp lệ.",
  "AO_847": "Các đối tượng không có vùng lân cận (chỉ bao gồm 30 đối tượng đầu tiên): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Các đối tượng có bản ghi kém (chỉ bao gồm 30 đối tượng đầu tiên): ${ObjIDs} = ${IDnums}.",
  "AO_897": "Dải khoảng cách đã cung cấp cho ${smallDistance} quá nhỏ đối với khu vực nghiên cứu.",
  "AO_898": "Không tìm thấy trọng số hợp lệ nào.",
  "AO_900003": "Không thể nhận số lượng đối tượng từ ${layer}.",
  "AO_900004": "Tệp cấu hình ${file} không tồn tại.",
  "AO_900005": "Ước tính chi phí ${TaskName} không thành công.",
  "AO_900006": "Không thể phân tích cú pháp đầu vào, JSON dị hình.",
  "AO_900007": "Không hỗ trợ loại thông số của ${type}.",
  "AO_900008": "Không hỗ trợ công cụ ${ToolName} để ước tính chi phí.",
  "AO_900009": "Không thể nhận Số lượng Đối tượng của lớp GeoEnrichment.",
  "AO_906": "Phương sai bằng không: tất cả các giá trị cho trường đầu vào của bạn có thể giống nhau.",
  "AO_910": "Quá ít đối tượng cho ${numBadCases} / ${numCases} trường hợp.",
  "AO_911": "Điểm bắt đầu và điểm kết thúc của ${numBadObs} trong số ${numObs} đối tượng đường giống nhau.",
  "AO_912": "Các đối tượng đường có cùng điểm bắt đầu và điểm kết thúc (chỉ bao gồm 30 đối tượng đầu tiên): ${label} = ${badLengths}.",
  "AO_929": "Dải Khoảng cách phải nhỏ hơn phạm vi phân tích.",
  "AO_941": "Giá trị Trọng số Âm đã được hiểu là 0 để xử lý.",
  "AO_947": "Các trường hợp có quá ít đối tượng (chỉ bao gồm 30 trường hợp đầu tiên): ${label} = ${badCases}.",
  "AO_973": "Không thể kết xuất đầu ra dựa trên tệp lớp mặc định.",
  "AO_978": "Có quá ít đỉnh để tạo ra hình học hợp lệ.",
  "BD_100082": "Cần có một tên trường và một biểu thức.",
  "BD_100084": "Loại trường bắt buộc phải là kiểu dạng Chuỗi, Số nguyên, Kép hoặc Ngày.",
  "BD_100088": "(Các) trường \"${attribute}\" phải có cả lớp tham chiếu và lớp tìm kiếm ứng viên.",
  "BD_100089": "Các trường sau đây không có đủ phương sai để sử dụng trong phân tích này: ${attribute}.",
  "BD_100090": "Công cụ này yêu cầu ít nhất 2 vị trí tìm kiếm ứng viên không phải là vị trí tham chiếu.",
  "BD_100161": "Mã hóa địa lý Hàng loạt thất bại.",
  "BD_100162": "Phân tích Đầu vào cho Mã hóa địa lý thất bại.",
  "BD_100171": "URL của bộ định vị địa chỉ không hợp lệ: ${locator_url}.",
  "BD_100182": "Các trường sau ${field} có bản trùng lặp.",
  "BD_100189": "Không thể kết nối với dịch vụ mã hóa địa lý từ xa - xác minh rằng dịch vụ mã hóa địa lý đang trực tuyến và có điểm cuối REST geocodeAddresses hợp lệ.",
  "BD_100199": "Chỉnh sửa và gửi lại ánh xạ trường - ánh xạ của bạn có trường bộ định vị không được hỗ trợ.",
  "BD_101000": "Không thể thực hiện thao tác truy vấn.",
  "BD_101001": "Thao tác này yêu cầu thiết lập thời gian trên đối tượng nguồn, đang bị thiếu trong '${paramName}'.",
  "BD_101002": "Thao tác này yêu cầu thiết lập hình học trên đối tượng nguồn, đang bị thiếu trong '${paramName}'.",
  "BD_101003": "Loại khoảng của khoảng cách không được hỗ trợ.",
  "BD_101004": "Sai loại hình học cho '${paramName}'. Mong muốn '${expectedType}' nhưng nhận được '${actualType}'.",
  "BD_101005": "Cần có trường '${requiredField}' nếu thiết lập '${setField}'.",
  "BD_101006": "Loại khoảng thời gian không được hỗ trợ. Chỉ cho phép các số nguyên.",
  "BD_101007": "Cần có ít nhất một mối quan hệ.",
  "BD_101008": "Cần có trường '${requiredField}'.",
  "BD_101009": "Không tìm thấy trường nào trong bộ dữ liệu: ${fields}.",
  "BD_101010": "Kết quả phân tích của bạn không trả về bất kỳ đối tượng nào. Không có lớp nào sẽ được tạo ra.",
  "BD_101011": "Chỉ cần có '${firstField}' hoặc '${secondField}'.",
  "BD_101012": "Không thể đồng thời thiết lập cả '${firstField}' và '${secondField}'.",
  "BD_101013": "Sai loại thời gian cho '${paramName}'. Mong muốn '${expectedType}', nhận được '${actualType}'.",
  "BD_101014": "Mối quan hệ đối tượng đã cho '${targetType} ${relationshipType} ${joinType}' không hợp lệ.",
  "BD_101015": "Tập hợp các mối quan hệ đã xác định không hợp lệ.",
  "BD_101016": "Cần có tham chiếu không gian khi chọn tuỳ chọn TRẮC ĐỊA.",
  "BD_101017": "Một số kết quả vùng đệm phẳng có thể vượt quá phạm vi hợp lệ. Cân nhắc sử dụng vùng đệm trắc địa để tính cả hình dạng của trái đất.",
  "BD_101018": "Một hoặc nhiều đối tượng đã bị bỏ qua do khoảng cách âm hoặc quá nhỏ dẫn đến không có hình học.",
  "BD_101019": "Một hoặc nhiều đối tượng đã bị bỏ qua do giá trị trường khoảng cách bằng không.",
  "BD_101020": "Một hoặc nhiều đối tượng đã bị bỏ qua do giá trị trường khoảng cách RỖNG hoặc TRỐNG.",
  "BD_101021": "Một hoặc nhiều đối tượng đã bị bỏ qua do giá trị trường khoảng cách vùng đệm không hợp lệ.",
  "BD_101022": "Một hoặc nhiều đối tượng đã bị bỏ qua do giá trị của trường khoảng cách vùng đệm phi tuyến tính.",
  "BD_101023": "Một hoặc nhiều đối tượng đã bị bỏ qua do loại khoảng cách vùng đệm không hợp lệ.",
  "BD_101024": "Sử dụng phương pháp trắc địa cho hệ tọa độ địa lý.",
  "BD_101025": "Biểu thức vùng đệm không hợp lệ.",
  "BD_101026": "Thông số '${paramName}' không hợp lệ.",
  "BD_101027": "'${outputName}' không phải là tên đầu ra hợp lệ.",
  "BD_101028": "Bắt đầu công việc được phân bố mới với ${totalTasks} tác vụ.",
  "BD_101029": "Đã hoàn thành ${completedTasks}/${totalTasks} tác vụ được phân bố.",
  "BD_101030": "Không thể thực hiện ${toolName}. Vui lòng liên hệ quản trị viên của bạn với ID công việc là '${jobID}'.",
  "BD_101031": "Công việc đã bị hủy bỏ.",
  "BD_101032": "Giá trị '${paramValue}' trong thông số '${paramName}' không nằm trong phạm vi hợp lệ [${expectedRange}].",
  "BD_101033": "'${paramName}' sẽ được chiếu vào tham chiếu không gian xử lý.",
  "BD_101034": "'${paramName}' không có tham chiếu không gian và không thể chiếu được vào tham chiếu không gian xử lý.",
  "BD_101035": "'${paramName}' sẽ bị giới hạn trong phạm vị đầu ra.",
  "BD_101036": "Thống kê '${statistic}' không hợp lệ cho trường '${fieldName}'.",
  "BD_101037": "Kích thước vùng lân cận phải lớn hơn kích thước bin.",
  "BD_101038": "Đã xảy ra lỗi khi trả về kết quả, tuy nhiên, kết quả sẽ vẫn có sẵn trong nội dung của bạn.",
  "BD_101039": "Đầu vào ${paramName} ở trong hệ toạ độ địa lý, nhưng thao tác này yêu cầu hệ toạ độ quy chiếu. Vui lòng sử dụng bộ dữ liệu quy chiếu hoặc thiết lập hệ tọa độ xử lý cho phân tích để trở thành hệ tọa độ quy chiếu.",
  "BD_101040": "Đã tồn tại một lớp web có tên '${outputName}'. Vui lòng chọn một tên khác duy nhất trong tổ chức bạn.",
  "BD_101041": "Không thể kết nối đến kho dữ liệu. Vui lòng xác nhận rằng thông tin kết nối đã chính xác.",
  "BD_101042": "Không thể truy cập phần chia sẻ tệp. Vui lòng xác nhận rằng tài khoản người dùng trên ArcGIS Server của bạn có quyền truy cập vào phần chia sẻ tệp.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Bạn phải cung cấp ít nhất hai Thuộc tính Cần Quan tâm cho Phương thức So khớp Hồ sơ Thuộc tính.",
  "BD_101046": "Xác định số lượng kết quả để trả về. Số lượng kết quả phải lớn hơn 0.",
  "BD_101047": "Số lượng Kết quả phải nhỏ hơn hoặc bằng 10000. Đã tính toán 10000 kết quả hàng đầu.",
  "BD_101048": "Các Thuộc tính Cần Quan tâm có bản trùng lặp.",
  "BD_101049": "Số lượng kết quả yêu cầu lớn hơn số lượng kết quả được trả về.",
  "BD_101050": "Loại trường thuộc tính cần quan tâm đã chọn bắt buộc phải ở dạng Số.",
  "BD_101051": "Đã phát hiện các vấn đề có thể có khi đang đọc '${paramName}'.",
  "BD_101052": "Một số bản ghi có giá trị thời gian bị thiếu hoặc không hợp lệ.",
  "BD_101053": "Một số bản ghi có giá trị thời gian không thuộc loại ${timeType}.",
  "BD_101054": "Một số bản ghi có hình học bị thiếu hoặc không hợp lệ.",
  "BD_101055": "Một số bản ghi có hình học không thuộc loại ${geometryType}.",
  "BD_101056": "Đơn vị hình dạng tổng kết ${unit} không hợp lệ cho hình học ${geomType}.",
  "BD_101057": "Không thể bắt đầu công việc được phân bố. Vui lòng kiểm tra thiết lập dịch vụ GeoAnalyticsTools của bạn và đảm bảo có đủ sẵn tài nguyên để thực hiện công việc.",
  "BD_101058": "Việc phân tích cần có nhiều bộ nhớ hơn lượng được phân bổ. Vui lòng tăng bộ nhớ được phân bổ cho hộp công cụ GeoAnalytics của bạn trong ArcGIS Server Manager.",
  "BD_101059": "Không thể tính toán được bước thời gian nào.",
  "BD_101060": "Không thể tính toán được ${numErrors} bước thời gian. Đã hiển thị ${numDisplay} lỗi đầu tiên.",
  "BD_101061": "Bước thời gian từ ${startTime} đến ${endTime} có quá ít bản ghi để phân tích. Mỗi bước thời gian cần có ít nhất ${minFeatures} đối tượng để tính toán kết quả.",
  "BD_101062": "Bước thời gian từ ${startTime} đến ${endTime} có phương sai bằng không. Tất cả giá trị cho trường đầu vào của bạn trong bước thời gian này có thể giống nhau.",
  "BD_101063": "Có phương sai bằng không. Tất cả giá trị cho trường đầu vào của bạn có thể giống nhau.",
  "BD_101064": "Biểu thức được cung cấp cho '${fieldName}' cho ra loại dữ liệu không phải là loại dữ liệu thuộc tính được hỗ trợ.",
  "BD_101065": "Biểu thức được cung cấp cho '${fieldName}' không hợp lệ.",
  "BD_101066": "Không thể khởi tạo nền tảng tính toán được phân bổ.",
  "BD_101067": "Đã tạo hình khối thời gian không gian. Kết quả không được tải lên chính xác vào nội dung của bạn.",
  "BD_101068": "Tạo bin và phân tích yêu cầu phải có hệ tọa độ quy chiếu. Phép chiếu ${projectionName} đã được áp dụng với các tham số chiếu tùy chỉnh dựa trên phạm vi phân tích.",
  "BD_101069": "Đầu vào '${paramName}' không xác định hệ toạ độ.",
  "BD_101070": "Đã đăng ký không chính xác bộ dữ liệu '${datasetName}' trong phần chia sẻ tệp dữ liệu lớn '${fileShareName}'.",
  "BD_101071": "Đã đăng ký không chính xác đối tượng '${jsonObject}' cho '${datasetName}' trong phần chia sẻ tệp dữ liệu lớn '${fileShareName}'.",
  "BD_101073": "${numColumns} trường (cộng với trường hệ thống) vượt quá giới hạn của ${maxColumns} cho kho dữ liệu ${dataStoreType}.",
  "BD_101074": "Cần có loại trường khi thêm trường mới.",
  "BD_101075": "Cần có thời gian cho thao tác nhận biết đường đi.",
  "BD_101076": "Không tìm được chứng chỉ SSL hợp lệ khi kết nối với máy từ xa.",
  "BD_101077": "Ánh xạ trường không chính xác. Các trường không được ánh xạ đến bộ định vị vì tên cột bị để trống.",
  "BD_101083": "* Phạm vi không gian = ${extent}",
  "BD_101084": "* Phạm vi thời gian = ${extent}",
  "BD_101085": "Phạm vi xử lý rỗng hoặc bị để trống.",
  "BD_101086": "Phạm vi xử lý không hợp lệ đối với tham chiếu không gian được cung cấp.",
  "BD_101087": "Không tìm thấy bộ dữ liệu '${datasetName}' được tham chiếu trong tệp gợi ý.",
  "BD_101088": "Một số đối tượng kết quả được cắt theo phạm vi hợp lệ của tham chiếu không gian kết quả.",
  "BD_101089": "Đang thử lại giai đoạn (lần thử=${attempt}). Vui lòng xác minh rằng bạn đã phân bổ đủ tài nguyên bằng Thiết lập GeoAnalytics. Nếu bạn vẫn chưa làm, vui lòng cân nhắc huỷ công việc.",
  "BD_101090": "Một số bản ghi không thể mã hóa địa lý và thiếu hình học.",
  "BD_101091": "ArcGIS Online World Geocoding Service không phải là bộ định vị được hỗ trợ cho Công cụ GeoAnalytics.",
  "BD_101092": "Ngưỡng ngắt khoảng cách phải lớn hơn không.",
  "BD_101093": "Lỗi trong biểu thức cho '${fieldName}': Tham số không hợp lệ được cung cấp cho hàm '${functionName}'.",
  "BD_101094": "Lỗi trong biểu thức cho '${fieldName}': Giá trị chỉ định bên trái không hợp lệ.",
  "BD_101095": "Lỗi trong biểu thức cho '${fieldName}': Không phải là hàm: ${object}",
  "BD_101096": "Phát hiện tệp bị hỏng hoặc không được hỗ trợ khi đọc từ dữ liệu đầu vào.",
  "BD_101097": "Đã xảy ra một hoặc nhiều lỗi trong khi tính toán các giá trị trường mới.",
  "BD_101098": "Lỗi trong biểu thức cho '${fieldName}': Tham chiếu không xác định đối với biến '${reference}'.",
  "BD_101099": "Lỗi trong biểu thức cho '${fieldName}': Tham chiếu không xác định đối với biến '${reference}'. Ý bạn có phải là '${suggestion}'?",
  "BD_101100": "Các mối quan hệ thời gian gần cần có khoảng cách thời gian.",
  "BD_101114": "Các giá trị trường theo nhóm phải là số nguyên, văn bản hoặc ngày.",
  "BD_101115": "Trường '${inputLayerField}' đã được lập bản đồ ${count} lần.",
  "BD_101116": "Đã xảy ra một hoặc nhiều lỗi với tham số fieldMapping.",
  "BD_101117": "Không có ánh xạ trường nào được chỉ định. Sẽ áp dụng ánh xạ trường mặc định.",
  "BD_101118": "Lớp đầu vào ${inputLayer} không phải là lớp được lưu trữ.",
  "BD_101119": "Loại ánh xạ trường chưa xác định \\'${invalidMappingType}\\'. Mong muốn 'AppendData' hoặc 'Expression'.",
  "BD_101120": "Loại trường của '${inputLayerField}' không khớp với loại trường của '${appendLayerField}'. Mong muốn '${expectedType}' nhưng nhận được '${actualType}'.",
  "BD_101121": "Lớp đầu vào và lớp thêm vào không có bất kỳ trường trùng khớp nào. Không có đối tượng nào được thêm vào.",
  "BD_101122": "Loại hình học của lớp thêm vào không trùng khớp với loại hình học của lớp đầu vào. Mong muốn '${expectedType}' nhưng nhận được '${actualType}'.",
  "BD_101123": "Loại thời gian của lớp thêm vào không trùng khớp với loại thời gian của lớp đầu vào. Mong muốn '${expectedType}' nhưng nhận được '${actualType}'.",
  "BD_101124": "Các trường sau đây bị thiếu ở lớp thêm vào và ánh xạ trường: ${missingFields}.",
  "BD_101125": "Các trường sau đây chưa được thêm: \\'${fieldNames}\\'.",
  "BD_101126": "Trường thêm vào sau đây không tồn tại trong lớp thêm vào: \\'${fieldName}\\'.",
  "BD_101127": "Biểu thức arcade không hợp lệ cho trường đầu vào: \\'${fieldName}\\'.",
  "BD_101128": "Trường '${inputLayerField}' không tồn tại trong lớp đầu vào.",
  "BD_101129": "Một số trường của lớp thêm vào đã không được thêm vào do có loại trường không trùng khớp.",
  "BD_101130": "Loại trường của \\'${inputFieldName}\\' không khớp với loại trường của lớp đầu vào. Mong muốn \\'${expectedType}\\', nhưng nhận được \\'${actualType}\\'.",
  "BD_101131": "Khả năng rỗng của \\'${inputFieldName}\\' không khớp với khả năng rỗng của lớp đầu vào. Mong muốn \\'${expectedType}\\', nhưng nhận được \\'${actualType}\\'.",
  "BD_101132": "Các trường của lớp thêm vào sau đây đã không được thêm vào do tên trường không trùng khớp: ${mismatchedFields}.",
  "BD_101136": "Lớp đầu vào không được kích hoạt tính năng chỉnh sửa. Vui lòng liên hệ với quản trị viên hoặc chủ sở hữu lớp để kích hoạt tính năng chỉnh sửa.",
  "BD_101137": "Hoạt động tạo và phân tích bin cần có hệ tọa độ quy chiếu. Đã áp dụng phép chiếu ${projectionName} với các tham số chiếu tùy chỉnh dựa trên phạm vi phân tích.",
  "BD_101152": "Loại hình học của lớp gộp vào không trùng khớp với loại hình học của lớp đầu vào. Mong muốn \\'${expectedType}\\' nhưng nhận được \\'${actualType}\\'.",
  "BD_101153": "Loại thời gian của lớp gộp vào không trùng khớp với loại thời gian của lớp đầu vào. Mong muốn '${expectedType}' nhưng nhận được '${actualType}'.",
  "BD_101154": "Trường \\'${mergeLayerField}\\' đã được chỉ định một hoạt động ${count} lần.",
  "BD_101155": "Đã xảy ra một hoặc nhiều lỗi với tham số thuộc tính gộp.",
  "BD_101156": "Loại trường của \\'${inputLayerField}\\' không khớp với loại trường của \\'${mergeLayerField}\\'. Mong muốn \\'${expectedType}\\' nhưng nhận được \\'${actualType}\\'.",
  "BD_101157": "mergeType không xác định \\'${invalidMergeType}\\'. Mong muốn \\'Match\\', \\'Remove\\' hoặc \\'Rename\\'.",
  "BD_101158": "Trường \\'${mergeLayerField}\\' không tồn tại trong lớp gộp.",
  "BD_101159": "Trường \\'${inputLayerField}\\' không tồn tại trong lớp đầu vào.",
  "BD_101160": "Tên trường \\'${renameField}\\' đã tồn tại trong lớp đầu vào.",
  "BD_101161": "Tên trường \\'${fieldName}\\' đã tồn tại trong lớp gộp.",
  "BD_101162": "Thiếu một trường trong thuộc tính gộp cho \\'${mergeOperation}\\'.",
  "BD_101164": "Bỏ qua mergeValue cho \\'Remove\\'.",
  "BD_101169": "Không thể gộp một hoặc nhiều trường có tên trùng khớp do loại trường không tương thích. Sử dụng thuộc tính gộp để xử lý xung đột.",
  "BD_101178": "Tổng kết Kết quả GLR [Kiểu Mô hình: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "Chẩn đoán GLR",
  "BD_101189": "Công việc GeoAnalytics đang chờ tài nguyên và chưa bắt đầu. Công việc sẽ tự động bị hủy sau ${minutes} phút.",
  "BD_101191": "Phần chia sẻ tệp dữ liệu lớn \\'${catalogPath}\\' không tồn tại hoặc không thể truy cập được.",
  "BD_101204": "Kết quả phân tích của bạn không trả về bất kỳ đối tượng nào cho \\'${layerName}\\'. \\'${layerName}\\' sẽ không được tạo.",
  "BD_101205": "Số lượng đối tượng mẫu được yêu cầu lớn hơn tổng số đối tượng. Tất cả đối tượng đầu vào sẽ được trả về.",
  "BD_101206": "Việc tạo lớp mở rộng sẽ bị bỏ qua.",
  "BD_101207": "Không thể coi biến số đầu vào \\'${variableName}\\' là dạng phân loại.",
  "BD_101208": "Không thể tạo chẩn đoán dữ liệu xác minh. Các giá trị của biến số để dự đoán trong bộ dữ liệu xác minh không tồn tại trong bộ dữ liệu đào tạo.",
  "BD_101209": "Biến số đầu vào \\'${variableName}\\' là một trường chuỗi và phải được chỉ định là dạng phân loại.",
  "BD_101210": "Nguồn dữ liệu đầu ra không hỗ trợ ghi bộ dữ liệu khi không có loại hình học nào được chỉ định.",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Tham số Đầu vào",
  "BD_101214": "Biến số cần Dự đoán: ${variablePredict}",
  "BD_101215": "Tạo Bảng Biến Quan trọng: ${createTable}",
  "BD_101216": "Khớp Biến Giải thích: ${variableMatching}",
  "BD_101219": "Báo cáo sau trình bày sơ lược về tổng kết kết quả Phân loại và Hồi quy dựa theo Rừng của bạn:",
  "BD_101220": "Báo cáo sau trình bày sơ lược về tổng kết phân tích Bộ dữ liệu Mô tả của bạn:",
  "BD_101221": "Tổng kết Đối tượng Đầu vào:",
  "BD_101222": "Tổng kết Hình học:",
  "BD_101223": "Tổng kết Thời gian:",
  "BD_101224": "Script Python có cú pháp không hợp lệ.",
  "BD_101225": "Công cụ \\'${toolName}\\' cần có quyền ‘Công cụ xuất bản web’.",
  "BD_101227": "Đã tạo bộ dữ liệu chia sẻ tệp dữ liệu lớn: ${serviceUrl}",
  "BD_101228": "Các biến phân loại sau đây có ít hơn hai giá trị khác nhau: ${variableNames}. Biến phân loại cần có ít nhất hai giá trị khác nhau.",
  "BD_101229": "Tham số ánh xạ biến phụ thuộc không hợp lệ. Các khóa phải là \\'value0\\' và \\'value1\\'.",
  "BD_101230": "Tham số ánh xạ biến phụ thuộc không hợp lệ. Cần cung cấp hai giá trị duy nhất.",
  "BD_101238": "Số lượng đầu vào của vùng lân cận phải lớn hơn 0 và nhỏ hơn hoặc bằng 5000.",
  "BD_101239": "Bán kính tìm kiếm đầu vào phải lớn hơn 0 và nhỏ hơn hoặc bằng 500 km.",
  "BD_101245": "Không thể ghi kết quả vào kho lưu trữ big data không gian thời gian.",
  "BD_101253": "Giá trị biến phụ thuộc được dự đoán cho một hoặc nhiều đối tượng sử dụng ít hơn ${minNeighbors} vùng lân cận.",
  "BD_101254": "Có một hoặc nhiều đối tượng có nhiều đối tượng trùng lặp hơn số lượng vùng lân cận, ${numNeighbors}.",
  "BD_101255": "Không thể ước tính ít nhất một mô hình cục bộ do tính đa hình.",
  "BD_101256": "Không thể dự đoán giá trị biến phụ thuộc cho một hoặc nhiều đối tượng.",
  "BD_101257": "Không thể dự đoán giá trị biến phụ thuộc cho bất kỳ đối tượng nào.",
  "BD_101259": "Các thuộc tính cần quan tâm cho đối tượng tìm kiếm phải có các giá trị trung bình khác với các đối tượng đầu vào khi sử dụng phương pháp trùng khớp thông tin thuộc tính.",
  "BD_1022": "Công cụ này yêu cầu hệ tọa độ quy chiếu.",
  "BD_109": "Khoảng cách vùng đệm cho đường và điểm không thể là số âm.",
  "BD_110004": "Hình khối Thời gian Không gian phải có ít nhất 10 lát cắt thời gian.",
  "BD_110005": "Không thể tạo Hình khối Thời gian Không gian này vì nó sẽ có nhiều hơn con số tối đa là hai tỷ bin.",
  "BD_110047": "Giá trị dành cho thông số Khoảng Bước Thời gian phải dương và lớn hơn không.",
  "BD_110064": "Không thể tạo ra Hình khối Thời gian Không gian Đầu ra do Trường Tổng kết ${variableName}. Xem xét lại Loại Thống kê và Điền đầy đã chọn cho trường này.",
  "BD_110194": "Không thể ánh xạ và phân tích trường trong đối tượng đào tạo với trường trong đối tượng cần dự đoán.",
  "BD_110199": "Không thể tính toán số liệu thống kê tổng kết cần để phân tích.",
  "BD_110208": "Biến để dự đoán cho hồi quy cần có nhiều hơn năm giá trị duy nhất.",
  "BD_1583": "Khi có nhiều Đối tượng Đầu vào, việc so khớp sẽ dựa trên các Thuộc tính Cần Quan tâm trung bình của đối tượng.",
  "BD_1589": "Có quá ít bản ghi để phân tích. Công cụ này yêu cầu ít nhất 2 Đối tượng Ứng viên để tính toán kết quả.",
  "BD_1599": "Có quá ít bản ghi để phân tích. Công cụ này yêu cầu ít nhất 1 vị trí tham chiếu trong Lớp Đầu vào để tính toán kết quả.",
  "BD_26": "Khoảng cách vùng đệm bằng không.",
  "BD_3": "Báo cáo sau trình bày sơ lược thông tin tổng kết về kết quả Tìm Vị trí Tương tự của bạn.",
  "BD_308": "Loại trường không hợp lệ.",
  "BD_641": "Có quá ít bản ghi để phân tích. Công cụ này yêu cầu ít nhất ${minFeatures} đối tượng để tính toán kết quả.",
  "BD_800": "Giá trị không thuộc ${value}.",
  "BD_84503": "Tổng kết Đối tượng Đầu vào để So khớp",
  "BD_84504": "Tóm tắt Thuộc tính cần Quan tâm",
  "BD_84505": "'${numResults}' Vị trí Giống Nhất (Giá trị).",
  "BD_84506": "10 trong '${numResults}' Vị trí Giống Nhất (Giá trị).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"].",
  "BD_84810": "Đặc điểm Mô hình",
  "BD_84811": "Số lượng Cây: ${numberOfTrees}",
  "BD_84812": "Kích thước Lá cây: ${leafSize}",
  "BD_84813": "Độ sâu của Cây: ${treeDepth}",
  "BD_84814": "% Đào tạo Khả dụng trên mỗi Cây: ${sampleSize}",
  "BD_84815": "Số lượng Biến số Được lấy mẫu Ngẫu nhiên: ${randomVariables}",
  "BD_84816": "% Dữ liệu Đào tạo Đã loại trừ đối với Xác minh: ${percentageForValidation}",
  "BD_84828": "Dữ liệu Xác minh: Chẩn đoán Phân loại",
  "BD_84829": "Dữ liệu Xác minh: Chẩn đoán Hồi quy",
  "BD_84830": "Dự đoán cho dữ liệu xác minh (đã loại trừ khỏi đào tạo mô hình) so với các giá trị quan sát được cho những đối tượng thử nghiệm đó",
  "BD_84834": "Biến Quan trọng Hàng đầu",
  "BD_84838": "Dữ liệu Đào tạo: Chẩn đoán Phân loại",
  "BD_84839": "Dữ liệu Đào tạo: Chẩn đoán Hồi quy",
  "BD_84840": "Dự đoán cho dữ liệu được dùng để đào tạo mô hình so với các mục được quan sát cho những đối tượng đó",
  "BD_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"].",
  "BD_89998": "[\"\", \"Total\", ${sumIndex}]",
  "GPEXT_001": "Giá trị thông số ${name} không hợp lệ",
  "GPEXT_002": "Thiếu thông số ${name}.",
  "GPEXT_003": "Thông số không hợp lệ ${name}:thiếu thuộc tính ${propname}.",
  "GPEXT_004": "Thông số lớp không hợp lệ thiếu ${propname} thuộc tính.",
  "GPEXT_005": "Không thể truy cập url ${url}.",
  "GPEXT_006": "Truy cập url ${url} trả về lỗi ${error}.",
  "GPEXT_007": "Mục không hợp lệ ${id}.",
  "GPEXT_008": "Tạo dịch vụ thất bại ${name}.",
  "GPEXT_009": "Thêm lớp ${lname} vào dịch vụ ${name} thất bại.",
  "GPEXT_010": "Không thể phân tích cú pháp lớp JSON.",
  "GPEXT_011": "Lớp ${url} không có khả năng Trích xuất.",
  "GPEXT_012": "Hoạt động Bên ngoài Không hợp lệ.",
  "GPEXT_013": "Công cụ này sử dụng Dịch vụ Geoenrichment. Vui lòng tham khảo Công cụ Ước tính Credit Dịch vụ ArcGIS Online để biết thêm thông tin.",
  "GPEXT_014": "Công cụ này sử dụng Dịch vụ Network Analysis. Vui lòng tham khảo Công cụ Ước tính Credit Dịch vụ ArcGIS Online để biết thêm thông tin.",
  "GPEXT_015": "Chọn url dịch vụ trợ giúp phù hợp từ Cổng thông tin cho thao tác được yêu cầu.",
  "GPEXT_016": "Đối tượng lớp không hợp lệ.",
  "GPEXT_017": "Dịch vụ ${name} đã tồn tại.",
  "GPEXT_018": "Dịch vụ đối tượng từ xa ${url} vượt quá giới hạn 100.000 đối tượng. Tạo một dịch vụ đối tượng được lưu trữ để phân tích dữ liệu lớn.",
  "GPEXT_019": "Bộ lọc cho lớp ${url} không hợp lệ.",
  "MT_001": "Không thể lấy thông tin chạy công cụ. Kiểm tra nội dung của bạn để xem kết quả dự kiến hoặc chạy lại công cụ.",
  "RA_120101": "Bảng dưới đây có chứa dữ liệu thống kê xác minh chéo:",
  "RA_120102": "Sai số Trung bình",
  "RA_120103": "Bình phương Trung bình Gốc",
  "RA_120104": "Giá trị tiêu chuẩn Trung bình",
  "RA_120105": "Giá trị trung bình Tiêu chuẩn",
  "RA_120106": "Bình phương Trung bình Gốc Tiêu chuẩn",
  "RA_120200": "Công cụ địa xử lý Cơ sở thất bại.",
  "RA_120201": "Không thể Thống kê Khu vực.",
  "RA_120202": "Tính toán Mật độ thất bại.",
  "RA_120203": "Nội suy các Điểm thất bại.",
  "RA_120204": "Theo dõi Thảm thực vật thất bại.",
  "RA_120205": "Tính toán Độ dốc thất bại.",
  "RA_120206": "Rút ra Hướng thất bại.",
  "RA_120207": "Tầm nhìn Trắc địa không thành công.",
  "RA_120208": "Lưu vực sông thất bại.",
  "RA_120209": "Trích xuất Raster thất bại.",
  "RA_120210": "Tạo bản đồ lại cho các giá trị thất bại.",
  "RA_120211": "Chuyển đổi Đối tượng thành Raster thất bại.",
  "RA_120212": "Chuyển đổi Raster thành Đối tượng thất bại.",
  "RA_120213": "Tính toán Khoảng cách thất bại.",
  "RA_120214": "Xác định Đường dẫn Chi phí Đi lại Dưới dạng Đa tuyến thất bại.",
  "RA_120215": "Xác định Mạng lưới Chi phí Đi lại Tối ưu thất bại.",
  "RA_120216": "Tính toán Chi phí Di chuyển thất bại.",
  "RA_120217": "Tỷ lệ kháng không được hỗ trợ, do đó phải để trống khi chạy Tính toán Chi phí Di chuyển.",
  "RA_120218": "Phát hiện Đối tượng Sử dụng Deep Learning không thành công.",
  "RA_120219": "Phân loại Pixel Sử dụng Deep Learning không thành công.",
  "RA_120220": "Lấy mẫu không thành công.",
  "RA_120221": "Kết nối Vùng Tối ưu không thành công.",
  "RA_120222": "Thống kê Khu vực dưới dạng Bảng không thành công.",
  "RA_120223": "Tích lũy Khoảng cách không thành công.",
  "RA_120224": "Phân bổ Khoảng cách không thành công.",
  "RA_120225": "Đường dẫn Tối ưu dưới dạng Đường không thành công.",
  "RA_120226": "Đường dẫn Tối ưu dưới dạng Raster không thành công.",
  "RA_120227": "Thông số Bề mặt không thành công.",
  "RA_120228": "Suy ra Dòng chảy Liên tục không thành công.",
  "RA_120229": "Phân loại Đối tượng sử dụng Deep Learning không thành công.",
  "RA_120230": "Tổng hợp Raster Đa chiều không thành công.",
  "RA_120231": "Tìm Thông tin Thống kê Đối số không thành công.",
  "RA_120232": "Tạo Bất thường Đa chiều không thành công.",
  "RA_120233": "Tạo Raster Xu hướng không thành công.",
  "RA_120234": "Dự đoán Sử dụng Raster Xu hướng không thành công.",
  "RA_120306": "Nguyên nhân gây ra lỗi: ${cause}",
  "SS_00002": "Báo cáo sau trình bày sơ lược quy trình được sử dụng để tối ưu hóa kết quả Tìm Điểm Nóng:",
  "SS_00003": "Báo cáo sau trình bày sơ lược tóm tắt về kết quả Tìm Vị trí Tương tự của bạn:",
  "SS_00004": "Báo cáo sau trình bày sơ lược tổng kết về quy trình được sử dụng để tối ưu kết quả Tìm Phần tách ngoài của bạn:",
  "SS_110140": "Khoảng cách Tìm kiếm dùng trong quy trình là ${searchDistance}.",
  "SS_110142": "Không phát hiện thấy cụm.",
  "SS_220647": "Đối tượng tối thiểu trên mỗi Cụm ${minFeatures}",
  "SS_84261_0": "Trung bình",
  "SS_84262_0": "Độ lệch Chuẩn",
  "SS_84271_0": "Tối thiểu",
  "SS_84272_0": "Tối đa",
  "SS_84428": "Đánh giá Dữ liệu Ban đầu",
  "SS_84434": "Có ${NumOutliers} vị trí tách ngoài; những vị trí này không được dùng để tính ${AggregationType}.",
  "SS_84437": "Không có phần tách ngoài về vị trí.",
  "SS_84444": "Tổng hợp Sự cố",
  "SS_84446": "Thuộc tính ${VarName}:",
  "SS_84449": "Lưới đa giác được tạo ra để tổng hợp điểm.",
  "SS_84450": "Kích thước cell của đa giác là ${SnapInfo}.",
  "SS_84451": "Phân tích dựa trên số điểm trong từng cell của đa giác có lưới.",
  "SS_84452": "Phân tích được thực hiện trên tất cả các cell của đa giác có lưới có ít nhất một điểm.",
  "SS_84453": "Phân tích được thực hiện trên tất cả các cell của đa giác có lưới nằm trong lớp khu vực bao ngoài.",
  "SS_84457": "Các điểm được tổng hợp vào các cell của đa giác có lưới nằm trong khu vực bao ngoài được cung cấp.",
  "SS_84458": "Phân tích dựa trên số điểm trong từng cell của đa giác.",
  "SS_84459": "Quy mô Phân tích",
  "SS_84461": "Dải khoảng cách cố định tối ưu được chọn dựa trên gom cụm đỉnh được tìm thấy tại ${DistanceInfo}.",
  "SS_84464": "Dải khoảng cách cố định tối ưu dựa trên khoảng cách trung bình đến ${NumNeighs} vùng lân cận gần nhất: ${DistanceInfo}.",
  "SS_84465": "Dải khoảng cách cố định tối ưu dựa trên khoảng cách tiêu chuẩn của đối tượng từ trung bình hình học: ${DistanceInfo}.",
  "SS_84466": "Phân tích Điểm Nóng",
  "SS_84469_0": "Đối tượng đầu ra màu đỏ đại diện cho điểm nóng nơi có cụm số lượng tai nạn cao.",
  "SS_84469_1": "Đối tượng đầu ra màu lam đại diện cho điểm lạnh nơi có cụm số lượng tai nạn thấp.",
  "SS_84470": "Có ${NumSignificant} đối tượng đầu ra có ý nghĩa thống kê dựa trên điều chỉnh FDR cho nhiều thử nghiệm và phụ thuộc không gian.",
  "SS_84471": "Đầu ra",
  "SS_84476": "Đối tượng đầu ra màu đỏ đại diện cho điểm nóng nơi có cụm giá trị ${FieldName} cao.",
  "SS_84477": "Đối tượng đầu ra màu lam đại diện cho điểm lạnh nơi có cụm giá trị ${FieldName} thấp.",
  "SS_84485": "Có ${NumFeatures} đối tượng đầu vào hợp lệ.",
  "SS_84489": "Phân tích được thực hiện trên tất cả khu vực tổng hợp.",
  "SS_84490": "Quy trình tổng hợp tạo ra ${AggNumFeatures} khu vực có trọng số.",
  "SS_84491": "Có ${NumFeatures} khu vực tổng hợp đầu vào hợp lệ.",
  "SS_84492": "Tổng khu vực nghiên cứu là ${Area}.",
  "SS_84493": "Có 1 vị trí tách ngoài; vị trí này không được dùng để tính toán ${AggregationType}.",
  "SS_84495_0": "Có 1 vị trí tách ngoài; vị trí này sẽ không được dùng để tính toán kích thước cell của đa giác.",
  "SS_84495_1": "Có ${numOutliers} vị trí tách ngoài; những vị trí này sẽ không được dùng để tính toán kích thước cell của đa giác.",
  "SS_84496_0": "Có 1 vị trí tách ngoài; vị trí này sẽ không được dùng để tính toán dải khoảng cách cố định tối ưu.",
  "SS_84496_1": "Có ${numOutliers} vị trí tách ngoài; những vị trí này sẽ không được dùng để tính toán dải khoảng cách cố định tối ưu.",
  "SS_84501": "điểm",
  "SS_84502": "vùng",
  "SS_84503": "Tổng kết Đối tượng Đầu vào để So khớp",
  "SS_84504": "Tổng kết Thuộc tính cần Quan tâm",
  "SS_84505": "${numResults} Vị trí Giống Nhất (Giá trị)",
  "SS_84506": " 10 trong ${numResults} Vị trí Giống Nhất (Giá trị)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"]",
  "SS_84698": "Sử dụng một hình lục giác có chiều rộng ${HexWidth} và chiều cao ${HexHeight}.",
  "SS_84700": "kích thước hình lục giác",
  "SS_84700_0": "Có 1 vị trí tách ngoài; vị trí này sẽ không được dùng để tính toán kích thước hình lục giác.",
  "SS_84700_1": "Có ${numOutliers} vị trí tách ngoài; những vị trí này sẽ không được dùng để tính toán kích thước hình lục giác.",
  "SS_84703": "Khoảng cách Vùng lân cận đã sử dụng là ${NeighborDistance}.",
  "SS_84704": "Phân tích Phần tách ngoài",
  "SS_84705": "Tạo phân bố tham chiếu ngẫu nhiên với ${NumPermutation} hoán vị.",
  "SS_84708": "Có ${NumLowOutliers} đối tượng tách ngoài có ý nghĩa thống kê thấp.",
  "SS_84709": "Có ${NumHighOutliers} đối tượng tác ngoài có ý nghĩa thống kê cao.",
  "SS_84710": "Có ${NumLowClusters} đối tượng là một phần của cụm có ý nghĩa thống kê thấp.",
  "SS_84711": "Có ${NumHighClusters} đối tượng là một phần của cụm có ý nghĩa thống kê cao.",
  "SS_84712": "Đối tượng đầu ra màu hồng là một phần của cụm có giá trị ${Variable} cao.",
  "SS_84713": "Đối tượng đầu ra màu Lam Nhạt là một phần của cụm có giá trị ${Variable} thấp.",
  "SS_84714": "Đối tượng đầu ra màu đỏ đại diện cho phần tách ngoài cao trong cụm có giá trị ${Variable} thấp.",
  "SS_84715": "Đối tượng đầu ra màu lam đại diện cho phần tách ngoài thấp trong cụm có giá trị ${Variable} cao.",
  "SS_84764": "Số lượng Cụm ${number}.",
  "SS_84766": "Đối tượng nhiễu ${number}.",
  "SS_84769": "Biểu đồ Khả năng tiếp cận",
  "SS_84770": "Khoảng cách Khả năng tiếp cận",
  "SS_84771": "Thứ tự Khả năng tiếp cận",
  "SS_84782": "Phân bổ Xác xuất Tư cách thành viên",
  "SS_84785": "Đếm",
  "SS_84786": "Độ nhạy của cụm đã sử dụng ${sensitivity}.",
  "SS_84787": "Độ nhạy nhất thứ hai ${sensitivity}.",
  "SS_84789": "Xác xuất Tư cách thành viên",
  "SS_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"]",
  "SS_89998": " [\"\", \"Total\", ${sumIndex}] "
}
