{
  "AO_100001": "Aggrega punti non riuscito.",
  "AO_100002": "Specificare punti come tipo di geometria del layer punti.",
  "AO_100003": "Specificare poligoni come tipo di geometria del layer poligoni.",
  "AO_100004": "Il campo ${fieldName} specificato per i campi di riepilogo non esiste.",
  "AO_100005": "Il campo ${fieldName} fornito per Campi di riepilogo non è supportato per i calcoli statistici.",
  "AO_100006": "Il tipo di riepilogo ${summary} fornito per il campo ${fieldName} è invalido.",
  "AO_100007": "Trova hot spot non riuscito.",
  "AO_100008": "Specificare poligoni come tipo di geometria del layer poligoni di contorno.",
  "AO_100009": "Specificare punti o poligoni come tipo di geometria del layer analisi.",
  "AO_100010": "Specificare poligoni come tipo di geometria del layer poligoni di aggregazione.",
  "AO_100011": "È necessario fornire un campo di analisi per il layer di analisi poligono.",
  "AO_100012": "Crea buffer non riuscito.",
  "AO_100013": "Sovrapponi layer non riuscito.",
  "AO_100014": "Riepiloga entro non riuscito.",
  "AO_100015": "Specificare punti, linee o poligoni come tipo di geometria del valore di input del layer di riepilogo.",
  "AO_100016": "Specificare punti o linee come tipo di geometria del valore di input del layer di riepilogo.",
  "AO_100017": "Specificare punti come tipo di geometria del valore di input del layer di riepilogo.",
  "AO_100018": "Le unità di forma ${sumUnits} non sono valide quando si riepiloga un layer ${shapeType}.",
  "AO_100019": "Specificare almeno uno dei parametri tra Riepiloga forma e Campi di riepilogo.",
  "AO_100020": "Aggiungi dati al layer non riuscito.",
  "AO_100021": "Il tipo di geometria del layer di input deve essere punto, linea o poligono.",
  "AO_100022": "Unità ${units} non supportate per Tipo di buffer ${bufferType}.",
  "AO_100023": "Impossibile aggiungere dati al layer per l'input di riferimento spaziale ${spref}.",
  "AO_100024": "Non sono previste feature per l'analisi in ${inputLayer}.",
  "AO_100025": "Riepiloga nelle vicinanze non riuscito.",
  "AO_100026": "Estrai dati non riuscito.",
  "AO_100027": "Dissolvi confini non riuscito.",
  "AO_100028": "Genera aree di viaggio non riuscito.",
  "AO_100029": "Unisci layer non riuscito.",
  "AO_100030": "Trova più vicino non riuscito.",
  "AO_100031": "Il numero di posizioni più vicine da trovare non può essere maggiore di ${max}.",
  "AO_100032": "Il numero feature in ${analysisLayer} è zero.",
  "AO_100033": "Il numero feature in ${nearLayer} è zero.",
  "AO_100034": "Il numero di feature in ${analysisLayer} non può essere maggiore di ${max}.",
  "AO_100035": "Il numero di feature in ${nearLayer} non può essere maggiore di 1000.",
  "AO_100036": "Il layer ${analysisLayer} deve disporre di un tipo di geometria di punto utilizzando ${measurementType} come tipo di misurazione.",
  "AO_100037": "Il layer ${nearLayer} deve disporre di un tipo di geometria di punto utilizzando ${measurementType} come tipo di misurazione.",
  "AO_100038": "Il limite della ricerca non può essere inferiore a zero.",
  "AO_100039": "Il ${inputLayer} deve disporre di un tipo di geometria di punto.",
  "AO_100040": "Il numero di feature in ${inputLayer} non può essere maggiore di ${max}.",
  "AO_100041": "Il parametro del tipo buffer è supportato solamente per layer che contengono punti o linee.",
  "AO_100042": "Il tipo di geometria ${shapeType} del layer vicino non è supportato per il Tipo vicino ${nearType}.",
  "AO_100043": "Unità ${units} non supportate per Tipo vicino ${nearType}.",
  "AO_100044": "Il valore della distanza deve essere maggiore di 0.",
  "AO_100045": "Se è specificato il Tipo di buffer, è necessario fornire i valori relativi alla distanza e alle unità.",
  "AO_100046": "Impossibile accedere al server GeoEnrichment.",
  "AO_100047": "La funzione di miglioramento potrebbe non essere disponibile per alcune feature.",
  "AO_100048": "Il layer di input ${inputLayer} contiene geometria multipunto ed è stato convertito in geometria a punti singoli.",
  "AO_100049": "Nell'estensione di elaborazione non esistono feature per i layer di input.",
  "AO_100050": "Nel layer di input non esistono campi per l'estrazione dati.",
  "AO_100051": "Nell'estensione di elaborazione non esistono feature per i layer di input e nessun layer di input include campi per l'estrazione dati.",
  "AO_100052": "Il nome del campo ${fieldName} è inesistente in ${paramName}.",
  "AO_100053": "Chiavi obbligatorie ${missingKeys} mancanti nel'espressione di attributi ${expression}.",
  "AO_100054": "Chiavi obbligatorie ${missingKeys} mancanti nell'espressione di relazione spaziale ${expression}.",
  "AO_100055": "Espressione non valida; sintassi JSON errata.",
  "AO_100056": "Indice di layer non valido nell'espressione ${expression}.",
  "AO_100057": "L'indice di layer è superiore al numero di layer di input nell'espressione ${expression}.",
  "AO_100058": "La relazione spaziale ${spatialRel} non supporta i tipi di geometria ${lyrGeomType}${selLyrGeomType} per layer/selectingLayer nell'espressione ${expression}.",
  "AO_100059": "Relazione spaziale non valida ${spatialRel} nell'espressione ${expression}.",
  "AO_100060": "Espressioni di interrogazione falite nell'espressione ${expression}.",
  "AO_100061": "Trova per attributi e posizione non riuscito.",
  "AO_100062": "Distanza e/o unità non valide nell'espressione ${expression}.",
  "AO_100063": "Operazione Pianifica itinerari non riuscita.",
  "AO_100064": "Il numero feature in ${stopsLayer} è zero.",
  "AO_100065": "Il numero feature in ${startLayer} è zero.",
  "AO_100066": "Il numero massimo di veicoli per itinerario non può essere minore di zero e maggiore di ${max}.",
  "AO_100067": "Il numero massimo di fermate per veicolo non può essere minore di zero e maggiore di ${max}.",
  "AO_100068": "Il numero di feature in ${stopsLayer} non può essere maggiore di ${max}.",
  "AO_100069": "Il numero di feature in ${startLayer} non può essere maggiore di ${max}.",
  "AO_100070": "Il numero di feature in ${endLayer} non può essere maggiore di ${max}.",
  "AO_100071": "Il layer ${stopsLayer} deve disporre di un tipo di geometria di punto.",
  "AO_100072": "Il layer ${startLayer} deve disporre di una geometria di punto.",
  "AO_100073": "Il layer ${endLayer} deve disporre di una geometria di punto.",
  "AO_100074": "La durata di ciascuna fermata non può essere minore di zero.",
  "AO_100075": "Il tempo totale dell'itinerario per veicolo deve essere maggiore di zero e minore di un anno (525600 minuti).",
  "AO_100076": "Non specificare ${endLayer} se è previsto il ritorno al punto di partenza.",
  "AO_100077": "Comando Trova località simili non riuscito.",
  "AO_100078": "Nome di campo non valido nell'espressione ${expression}.",
  "AO_100079": "Trova per attributi e posizione non riuscito.",
  "AO_100080": "Calcola Costo del Viaggio non riuscito.",
  "AO_100081": "Comando Calcolatore campo non riuscito.",
  "AO_100082": "Sono necessario un nome di campo e un'espressione.",
  "AO_100083": "Per creare un nuovo campo è necessario un tipo di campo.",
  "AO_100084": "Il campo deve essere di tipo Stringa, Intero, Double o Data.",
  "AO_100087": "Campo ${fieldName} non esistente in ${inputLayer}.",
  "AO_100088": "Il campo o i campi ${attribute} devono essere inclusi nei layer di riferimento e di ricerca candidati.",
  "AO_100089": "La variazione nei seguenti campi è insufficiente per l'uso in questa analisi: ${attribute}.",
  "AO_100090": "Con questo strumento sono necessarie almeno due località di ricerca candidate che non sono anche località di riferimento.",
  "AO_100091": "Il tipo di geometria ${paramName} deve essere Punti.",
  "AO_100092": "Specificare Poligoni ocme tipo di geometria del layer Poligoni di contorno.",
  "AO_100093": "Per il tipo di classificazione Manuale è richiesto il valore di ClassBreaks.",
  "AO_100094": "Il numero massimo di veicoli per l'itinerario deve essere uguale a quello delle feature in ${startLayer}.",
  "AO_100095": "Il numero di feature in ${endLayer} deve essere uguale a quello in ${startLayer}.",
  "AO_100096": "I ${startLayerRouteIDField} in ${startLayer} non hanno valori univoci.",
  "AO_100097": "I ${endLayerRouteIDField} in ${endLayer} non hanno valori univoci.",
  "AO_100098": "I valori in ${startLayerRouteIDField} in ${startLayer} non presentano una corrispondenza uno-a-uno con quelli nel campo ${endLayerRouteIDField} in ${endLayer}.",
  "AO_100099": "Tutti i valori di interruzione devono essere maggiori di zero.",
  "AO_100100": "Le feature in ${inputLayer} non sono compresi nell'area di coverage dati. Visualizza disponibilità su ${url}.",
  "AO_100101": "In ${inputLayer} non sono presenti feature entro una distanza di ${max} chilometri dalle strade.",
  "AO_100102": "Tutte le feature in ${inputLayer} devono essere nello stesso fuso orario quando si utilizza la funzionalità di traffico e si creano aree con opzioni di dissolvenza o divisione.",
  "AO_100103": "Il valore ${measureType} deve essere maggiore di ${max}${breakUnits}.",
  "AO_100104": "Interpolazione punti non riuscito.",
  "AO_100105": "Calcolo densità non riuscito.",
  "AO_100106": "Campo ${fieldName} non numerico.",
  "AO_100107": "Il campo ${fieldName} non contiene valori positivi.",
  "AO_100108": "Il campo ${fieldName} contiene valori negativi. Per il calcolo della densità verranno considerati solo i valori positivi.",
  "AO_100109": "Specificare punti o linee come tipo di geometria del layer di input.",
  "AO_100110": "Questo ruolo utente non dispone del privilegio GeoEnrichment.",
  "AO_100111": "Questo ruolo utente non dispone del privilegio Analisi rete.",
  "AO_100112": "Questo ruolo utente non dispone del privilegio Pubblicare feature ospitate.",
  "AO_100113": "Nessuna delle fermate è stata assegnata a nessun percorso. Per ulteriori informazioni, controlla i campi Stato e Vincoli violati nel livello delle fermate non assegnate di output.",
  "AO_100114": "La durata di ciascuna fermata, ${stopServiceTime} minuti, deve essere minore della durata totale dell'itinerario per veicolo, ${maxRouteTime} minuti.",
  "AO_100115": "Alcune fermate non sono state assegnate ad alcun percorso. Per ulteriori informazioni, controlla il campo Vincoli violati nel livello delle fermate non assegnate di output.",
  "AO_100116": "Solo ${routesUsed} tra itinerari ${routeCount} sono necessari per raggiungere tutte le fermate. Se si desidera utilizzare più itinerari, eseguire Plan Routes di nuovo, ma ridurre i limiti sul numero massimo di fermate o il tempo totale dell'itinerario per veicolo.",
  "AO_100117": "La guida di un camion non è attualmente supportata al di fuori del Nord America e del Centro America.",
  "AO_100118": "Questo ruolo utente non dispone del privilegio Creare, aggiornare ed eliminare contenuti.",
  "AO_100119": "Il tipo di geometria di input WithinLayer deve essere poligoni.",
  "AO_100120": "Alcuni di questi feature nel layer sono oltre il limite di dimensione massima richiesta e non sono stati arricchiti.",
  "AO_100121": "Crea Campo di visibilità non riuscito.",
  "AO_100122": "Operazione Traccia a valle non riuscita.",
  "AO_100123": "Operazione Crea spartiacque non riuscita.",
  "AO_100124": "Il tipo di geometria del Layer Input deve essere punti per il tipo buffer ${bufferType}.",
  "AO_100125": "Il campo Raggruppa per ${fieldName} deve includere un valore di tipo intero, testo o data.",
  "AO_100126": "Il layer di input contiene feature con geometria troppo complessa per il servizio richiesto. I risultati si baseranno su una geometria semplificata.",
  "AO_100127": "Tutti i punti di input sono all'esterno dell'area di copertura dei dati.",
  "AO_100128": "Il campo punto immesso deve essere di tipo stringa o intero.",
  "AO_100129": "Il punto è esterno all'estensione del bacino fluviale.",
  "AO_100130": "Il punto è esterno all'estensione dell'unità di elaborazione.",
  "AO_100131": "Il parametro distanza di visualizzazione massima non può superare ${max}${units}.",
  "AO_100132": "I dati di origine DEM non sono disponibili nell'area dei punti di input.",
  "AO_100133": "La risoluzione DEM di input non è supportata per il valore della distanza massima specificato. Specificare un valore della distanza massima inferiore.",
  "AO_100136": "Estensione non valida per l'estrazione di dati.",
  "AO_100137": "È richiesto un valore per ${parameterName}.",
  "AO_100138": "Alcune origini non erano collegate alle loro destinazioni accoppiate. Controllare il campo Stato nei livelli di output non assegnati e destinazioni non assegnate per ulteriori informazioni.",
  "AO_100139": "Nessuna delle origini può essere connessa alle destinazioni.",
  "AO_100140": "Il layer di estensione contiene feature con geometria troppo complessa per il servizio richiesto. I risultati si baseranno su una geometria semplificata.",
  "AO_100141": "Le feature del layer di estensione superano le dimensioni max della richiesta e non possono essere estratte.",
  "AO_100142": "L'estensione delle feature puntuali di input supera l'estensione massima consentita.",
  "AO_100143": "Questo ruolo utente non dispone del privilegio Analisi elevazione",
  "AO_100144": "Il servizio di utility ${serviceName} non è registrato per il portale.",
  "AO_100145": "La seguente modalità di viaggio non è valida: ${travelMode}.",
  "AO_100146": "Le unità di interruzione scelte, ${breakUnits}, e la modalità di viaggio, ${travelMode} sono incompatibili. Non sono reciprocamente valori di tempo o di distanza.",
  "AO_100147": "La modalità di viaggio non specifica un attributo di impedenza basato sul tempo.",
  "AO_100148": "Non si dispone delle autorizzazioni per accedere all'utilità ${serviceName}.",
  "AO_100149": "Impossibile accedere all'URL registrato per l'utilità ${serviceName}: ${cause}.",
  "AO_100150": "Scelta strutture migliori non riuscita.",
  "AO_100151": "Le unità della gamma di viaggio scelte, ${travelRangeUnits} e modalità di viaggio, ${travelMode} sono incompatibili. Non sono reciprocamente valori di tempo o di distanza.",
  "AO_100152": "Il conteggio combinato di feature in ${requiredFacilitiesLayer} e ${candidateFacilitiesLayer} non può essere maggiore di ${max}.",
  "AO_100153": "Il valore per il parametro ${paramName} deve essere maggiore di zero.",
  "AO_100154": "Specificare un valore per il parametro ${paramName1} o ${paramName2}.",
  "AO_100155": "Il layer di strutture candidate, ${candidateFacilitiesLayer}, non deve essere specificato per l'obiettivo Alloca.",
  "AO_100156": "La percentuale di richiesta da coprire deve essere maggiore di zero e minore o uguale a 100.",
  "AO_100157": "Il numero di candidati da scegliere non può essere minore del numero di feature nel layer strutture richiesto.",
  "AO_100158": "Il numero di candidati da scegliere non può essere maggiore di ${max}.",
  "AO_100159": "Il numero di raccolte dati è maggiore del limite massimo di ${maxDataCollections}.",
  "AO_100160": "Alcune feature hanno una geometria non valida e pertanto sono state rimosse dal risultato.",
  "AO_100161": "Geocodifica batch non riuscita.",
  "AO_100162": "Analisi dell'input della geocodifica non riuscita.",
  "AO_100163": "Il qualificatore del testo non è valido.",
  "AO_100164": "È necessario immettere inputTable, inputFileItem o columnNames. Non possono essere tutti e tre vuoti.",
  "AO_100165": "Se la riga di intestazione non esiste, è necessario immettere columnNames.",
  "AO_100166": "Se fileType è impostato su tabella, è necessario immettere un valore per inputTable.",
  "AO_100167": "La raccolta CSV non è un tipo di input supportato. Immettere un foglio di calcolo in formato CSV o Microsoft Excel.",
  "AO_100168": "Nome del file o estensione troppo lunghi.",
  "AO_100169": "Impossibile aprire il file ZIP.",
  "AO_100170": "Il file ZIP corrente non contiene file con il formato specificato.",
  "AO_100171": "URL servizio localizzatore non valido: ${service_url}.",
  "AO_100172": "Credenziali o URL servizio localizzatore non valido ${service_url}. Assicurarsi che gli elementi siano condivisi con Tutti.",
  "AO_100173": "L'utente non disponde di privilegi di geocodifica o privilegi di pubblicazione appropriati.",
  "AO_100174": "Il servizio di geocodifica deve trovarsi in un server federato.",
  "AO_100175": "Token non valido.",
  "AO_100176": "Il file deve essere codificato con protocollo UTF-8. Inviare di nuovo il file.",
  "AO_100177": "Il file Excel è danneggiato e pertanto non è possibile aprirlo.",
  "AO_100178": "La prima riga del file è vuota. Modificare il file, quindi inviarlo di nuovo.",
  "AO_100179": "È necessario definire la larghezza delle colonne se la larghezza del file è fissa.",
  "AO_100180": "Le larghezze delle colonne devono essere numeri interi separati da virgola, ad esempio 5,7,13.",
  "AO_100181": "La riga dell'intestazione del file non può essere analizzata o è vuota.",
  "AO_100182": "È possibile eseguire la mappatura del campo ${field} a 2 possibili campi alias ${field_one} e ${field_two}.",
  "AO_100183": "Mappatura dei campi specificata con un formato non corretto.",
  "AO_100184": "Campi di output non corretti. Immettere i campi di out nel seguente formato: x,y,score,match_addr.",
  "AO_100185": "chars_per_row deve essere un numero intero.",
  "AO_100186": "Valore non corretto di widths_of_cols. Immettere il valore di widths_of_cols nel seguente formato: 10,15,6.",
  "AO_100187": "Il nome dell'output deve essere vuoto per recuperare una raccolta di feature.",
  "AO_100188": "Il nome dell'output non può essere vuoto.",
  "AO_100189": "Valore geocodeServiceURL non corretto. Verificare che il servizio di geocodifica sia online e che disponga di un endpoint REST geocodeAddresses valido.",
  "AO_100190": "Verificare il parametro header_rows_to_skip.",
  "AO_100191": "Impossibile scrivere l'intestazione: verifica se il valore headerRowsToSkip è incorretto o se il servizio di geocodificazione non è disponibile.",
  "AO_100192": "Se la riga di intestazione esiste, è necessario immettere headerRowsToSkip.",
  "AO_100193": "Il valore headerRowsToSkip deve essere un numero positivo maggiore del numero di righe specificato in inputTable o inputFileItem.",
  "AO_100194": "Il file dei risultati è in fase di modifica da un altro programma.",
  "AO_100195": "Il file immesso è vuoto. Viene restituito un file vuoto.",
  "AO_100196": "La mappatura del campo deve essere un elenco di elenchi.",
  "AO_100197": "È possibile che il valore geocodingServiceURL non sia corretto. Non include un valore maxBatchSize nella pagina informazioni.",
  "AO_100198": "Nessuno dei campi è mappato su campi Localizzatore validi. Modificare la mappatura dei campi e inviare nuovamente.",
  "AO_100199": "La mappatura include un campo Localizzatore che non è supportato. Modificare la mappatura dei campi e inviare nuovamente.",
  "AO_100200": "La mappatura include un campo Localizzatore non supportato. I campi Localizzatore supportati sono ${supported_fields}. Modificare la mappatura dei campi e inviare nuovamente.",
  "AO_100201": "La mappatura dei campi include un campo di input ${field} non presente nel file di input: ${supported_fields}.",
  "AO_100202": "Impossibile eseguire una richiesta REST da un computer server. Verificare che il computer server sia in grado di connettersi a Internet.",
  "AO_100203": "Il valore geocodeServiceURL immesso deve essere https anziché http.",
  "AO_100204": "La tabella di input include oltre 100.000 record e non è supportata.",
  "AO_100205": "Il delimitatore di colonna non è valido.",
  "AO_100206": "Creazione Replica non riuscita per l'Url: ${Url}. Controllare se il servizio consente ad altri utenti di esportare dati in formati diversi.",
  "AO_100207": "Il numero totale di campi di input e variabili di miglioramento supera il limite massimo di ${maxCountOfFields}.",
  "AO_100208": "La riga di intestazione non ha una lunghezza uguale al numero di elenchi nella mappatura dei campi.",
  "AO_100209": "Il valore headerRowsToSkip deve essere un numero positivo maggiore del numero di righe specificato in inputTable o inputFileItem.",
  "AO_100210": "Il file di input contiene un numero eccessivo di righe. Il file XLS supporta un massimo di 65536 righe. Inviare un tipo di output diverso.",
  "AO_100211": "Creazione dei layer percorsi non riuscita.",
  "AO_100212": "Il file di dati del percorso di input non è un file ZIP valido.",
  "AO_100213": "I dati del percorso di input non contengono la feature class fermate richiesta.",
  "AO_100214": "I dati del percorso di input non contengono almeno due fermate.",
  "AO_100215": "Join delle feature non riuscita.",
  "AO_100216": "Ricerca degli outlier non riuscita.",
  "AO_100217": "Salvataggio del risultato non riuscito perché i layer percorso non hanno restituito percorsi dall'ultima analisi.",
  "AO_100218": "L'inclusione di layer percorsi non è valida quando measurementType è StraightLine.",
  "AO_100219": "Parametro ${paramName} di input non valido.",
  "AO_100220": "Il tipo di geometria ${geomType} per ${paramName} non è supportato per la relazione spaziale: ${spatialRel}.",
  "AO_100221": "È necessario specificare l'attributo o la relazione spaziale.",
  "AO_100222": "La relazione spaziale non è supportata per gli input di tabella.",
  "AO_100223": "L'inclusione di layer percorsi non è supportata quando richiede l'output della raccolta di feature.",
  "AO_100224": "Impossibile scaricare i dati di percorso dall'elemento dati del percorso, ${itemId}.",
  "AO_100225": "Impossibile eliminare l'elemento dati di percorso, ${itemId}.",
  "AO_100226": "Impossibile estrarre i dati di percorso dal file dei dati del percorso.",
  "AO_100227": "La riga di intestazione non ha una lunghezza uguale al numero di elenchi nella mappatura dei campi.",
  "AO_100228": "Il valore headerRowsToSkip deve essere un numero positivo maggiore del numero di righe specificato in inputTable o inputFileItem.",
  "AO_100229": "Il file di input contiene un numero eccessivo di righe. Il file XLS supporta un massimo di 65536 righe. Inviare un tipo di output diverso.",
  "AO_100230": "Il tipo di file non è supportato. I tipi di file supportati sono csv e xlsx.",
  "AO_100231": "Il formato del nome output non è corretto.",
  "AO_100232": "Il ruolo utente non include il privilegio di geocodifica.",
  "AO_100233": "Il numero di record nella tabella di input supera il massimo consentito di record per la geocifica ${max}.",
  "AO_100234": "Non è possibile inviare sia una tabella sia un file: inviare solo uno dei due elementi.",
  "AO_100235": "Il formato di inputFileParameters non è corretto.",
  "AO_100236": "Se si sta inviando un file, si deve specificare inputFileParameters.",
  "AO_100237": "Questa tabella di input non è valida. Selezionare un'altra tabella.",
  "AO_100238": "Questo file di input non è valido. Selezionare un altro file.",
  "AO_100239": "Si deve specificare un inputFile, una inputTable o i columnNames.",
  "AO_100240": "Il formato di geocodeParameters non è corretto.",
  "AO_100241": "Il nome del risultato di output esiste già. Scegliere un altro nome.",
  "AO_100242": "Non si dispone di abbastanza crediti per completare questa operazione. Contattare un amministratore di sistema ArcGIS per assistenza.",
  "AO_100243": "Alcune feature del risultato non sono arricchite.",
  "AO_100244": "La distanza e le unità sono necessarie per SpatialRelationship WithinDistance.",
  "AO_100245": "Espressione non valida per ${paramName}, sintassi JSON errata.",
  "AO_100246": "Impossibile creare layer di percorso per i seguenti percorsi ${routeNames}.",
  "AO_100247": "Impossibile creare layer di percorso come il numero di percorsi, ${routeCount}, è maggiore del numero massimo di layer di percorso, ${max}, che si possono creare.",
  "AO_100248": "Il proprio file o tabella non ha un record. Inserire i record da geocodificare e reinviare.",
  "AO_100249": "Categoria non valida.",
  "AO_100250": "La tabella inviata è vuota o danneggiata.",
  "AO_100251": "Il file non è codificato con utf-8. Inviare di nuovo.",
  "AO_100252": "I valori nel campo ${startLayerRouteIDField} in ${startLayer} e nel campo ${endLayerRouteIDField} in ${endLayer} non sono univoci.",
  "AO_100253": "Campi inputTable vuoto e inputFileItem vuoto. Inserire un valore di inputTable o di inputFileItem.",
  "AO_100254": "Trova Centroidi non riuscito.",
  "AO_100255": "Impossibile creare bin.",
  "AO_100256": "Il parametro ${paramName} richiede un valore valido.",
  "AO_100257": "Alcuni dei valori nei campi di destinazione non sono validi e non possono essere uniti.",
  "AO_100258": "La distanza tra gli input deve essere inferiore a ${mileValue} miglia (${kmValue} chilometri) durante gli spostamenti a piedi.",
  "AO_100259": "Nessuna posizione più vicina trovata. Verificare se l'intervallo di ricerca è appropriato per l’analisi.",
  "AO_100260": "Trova cluster punti non riuscito.",
  "AO_100261": "Riepiloga centro e dispersione non riuscito.",
  "AO_100262": "Interrogazione non valida. Non tutte le espressioni fanno riferimento allo stesso layer di destinazione. Le posizioni di output possono essere derivate solo da un layer di destinazione.",
  "AO_100263": "${barrierType} non può essere specificato se measurementType e StraightLine.",
  "AO_100264": "Il layer ${inputLayer} utilizzato per specificare il layer barriera ${shapeType} deve avere una geometria ${shapeType}.",
  "AO_100265": "Il numero di feature di strade che si intersecano con layer barriera puntuale supera il limite di ${limit}.",
  "AO_100266": "Il numero di feature di strade che si intersecano con layer barriera lineare supera il limite di ${limit}.",
  "AO_100267": "Il numero di feature di strade che si intersecano con layer barriera poligonale supera il limite di ${limit}.",
  "AO_100268": "Impossibile generare tassellazioni.",
  "AO_100269": "Estensione non valida per la generazione di tassellazioni.",
  "AO_100270": "La dimensione ed il numero delle variabili selezionate supera la dimensione di righe massime per un Feature Service Layer. Ridurre il numero di variabili selezionate.",
  "AO_100271": "Il campo ${fieldName} nel layer ${analysisLayer} non può contenere valori vuoti.",
  "AO_100272": "Sia il campo ${startLayerRouteIDField} nel layer ${startLayer} o il campo ${endLayerRouteIDField} nel layer ${endLayer} dovrebbero avere valori unici.",
  "AO_100273": "Il valore ${routeId} dal campo ${routeIDField} nel layer ${startLayer} non dispone di alcuna feature corrispondente nel layer ${endLayer}.",
  "AO_100274": "Il numero massimo di veicoli per l'itinerario deve essere uguale al numero di feature nel layer ${startLayer} utilizzato come posizione di inizio per gli itinerari.",
  "AO_100275": "Il numero massimo di veicoli per l'itinerario deve essere uguale al numero di feature nel layer ${endLayer} utilizzato come posizione di inizio per gli itinerari.",
  "AO_100276": "Il numero di feature nel layer ${startLayer} utilizzate come posizioni di inizio per gli itinerari non può essere maggiore di ${max}.",
  "AO_100277": "Il numero di feature nel layer ${endLayer} utilizzate come posizioni di inizio per gli itinerari non può essere maggiore di ${max}.",
  "AO_100278": "Il valore ${measureType} non può essere maggiore di ${max}${breakUnits} quando l'opzione per visualizzare aree non raggiungibili come vuote è selezionata.",
  "AO_100279": "Il valore ${measureType} non può essere maggiore di ${max} ${breakUnits} quando l'opzione per includere strade non raggiungibili è selezionata.",
  "AO_100280": "Il valore ${measureType} non pu essere maggiore di ${max} ${breakUnits} durante lo spostamento a piedi.",
  "AO_100281": "Le variabili di analisi richieste sono di varie gerarchie. Ciò potrebbe causare risultati incoerenti.",
  "AO_100282": "È richiesta una licenza ArcGIS Server Advanced sul server di hosting quando si usa il tipo di misurazione StraightLine con lo strumento Trova più vicino.",
  "AO_100283": "Ci sono troppe feature o forme complesse nel dataset. Prendere in considerazione la possibilità di ridurre il numero di feature prima di eseguire Aggiungi dati al layer. Ad esempio, è possibile filtrare il dataset ed eseguire lo strumento a lotti o ridurre le dimensioni dell'estensione della mappa.",
  "AO_100284": "Nessun riferimento spaziale trovato per ${inputLayer}. Questo causerà il fallimento dell'analisi o creerà un output senza riferimento spaziale.",
  "AO_100285": "Solo il proprietario per ${inputLayer} può eseguire l'analisi su questo layer.",
  "AO_100286": "La stima dei crediti si basa sull'utilizzo di un servizio di GeoEnrichment personalizzato.",
  "AO_100287": "I dati non sono disponibili per i Paesi con i seguenti codici paese: ${country}.",
  "AO_100288": "Impossibile rilevare il Paese per una o più feature.",
  "AO_100289": "Errore di connessione all'ambiente. Contattare i servizi di supporto Esri.",
  "AO_100290": "I campi ID dell'oggetto non possono essere usati nelle unioni di attributi.",
  "AO_100291": "Impossibile pubblicare i risultati dell'analisi come raccolta di caratteristiche perché uno dei layer di output ha più di 9.999 caratteristiche. Per tenere tutte le feature, salvare i risultati come layer feature.",
  "AO_100292": "Il nome output fornito è già in uso o contiene caratteri non validi.",
  "AO_100293": "Una o più feature non sono state aggiunte a causa della mancata creazione dell'area di modalità di viaggio. Verificare che le feature di input si trovino all'interno dell'area di copertura dei dati del servizio di analisi di rete o utilizzare la distanza in linea retta.",
  "AO_100294": "Una o più feature attraversano i confini demografici. Le variabili di aggiunta sono state stimate utilizzando l'aggregazione proporzionale.",
  "AO_100295": "Il geodatabase di dati di itinerario ${geodatabase} non esiste.",
  "AO_100296": "Il ZIP di dati di itinerario ${zipfile} è vuoto.",
  "AO_100297": "Il numero di linee di area di servizio di output, ${numFeatures}, eccede la soglia massima, ${threshold}, che può essere restituita dal servizio.",
  "AO_100298": "Lavoro fallito a causa di un errore di servizio. Contattare i servizi di supporto Esri.",
  "AO_100299": "Impossibile decomprimere i risultati del servizio di elevazione. Contattare i servizi di supporto Esri.",
  "AO_100300": "Impossibile trovare i risultati del servizio idrologico. Contattare i servizi di supporto Esri.",
  "AO_100301": "Unisci layer richiede lo stesso tipo di geometria per tutti gli input.",
  "AO_100302": "Licenza Geostatistical Analyst è richiesto per l'esecuzione di questo strumento.",
  "AO_100303": "Licenza Spatial Analyst è richiesta per eseguire questo strumento.",
  "AO_100304": "Crea aree di soglia non riuscito.",
  "AO_100305": "Il valore non un membro di minuti | secondi | ore | miglia | chilometri | metri | piedi | iardi | altro.",
  "AO_100306": "Espressione Arcade non valida.",
  "AO_100307": "Tutti i poligoni sono vuoti.",
  "AO_100308": "Il valore numerico è esterno dall'intervallo valido.",
  "AO_100309": "Il valore non è un membro di ToFacility | FromFacility.",
  "AO_100310": "Il valore non è un membro di linea diritta | tempo di guida | distanza di guida | tempo tracciamento | distanza tracciamento | tempo di camminata | distanza di camminata | tempo di guida rurale | distanza di guida rurale.",
  "AO_100311": "Il valore non è un membro di GeoLocal | UTC.",
  "AO_100312": "I risultati non possono essere archiviati come raccolta di feature quando includono strade raggiungibili.",
  "AO_100313": "Sovrascrittura non riuscita: l'elemento del portale specificato non esiste.",
  "AO_100314": "Sovrascrittura non riuscita: è necessario essere il proprietario dell'elemento o avere i privilegi amministrativi per sovrascrivere questo elemento.",
  "AO_100315": "Sovrascrittura non riuscita: tipo di elemento non supportato da sovrascrivere.",
  "AO_100316": "Il nome del servizio specificato è differente dal titolo dell'elemento esistente da sovrascrivere. L'elemento verrà sovrascritto, ma il titolo dell'elemento non verrà aggiornato.",
  "AO_100317": "Sovrascrittura non riuscita: è necessario fornire un ID Elemento per sovrascrivere un elemento.",
  "AO_100318": "Sovrascrittura non riuscita: l'elemento del portale specificato viene riferito da altri elementi del portale. Tutti i layer vista associati all'elemento del portale specificato devono essere eliminati prima di eseguire la sovrascrittura.",
  "AO_100319": "Il numero totale di campi nel layer di ritorno, inclusi campi analisi generati dallo strumento, eccede il limite di 1023 campi.",
  "AO_100320": "Il numero totale di campi nel layer di ritorno, inclusi campi analisi generati dallo strumento, eccede il limite di 1019 campi.",
  "AO_100321": "Impossibile eseguire la sovrascrittura: il riferimento spaziale dell'output deve corrispondere al riferimento spaziale dell'elemento esistente da sovrascrivere.",
  "AO_100322": "Fallita la pubblicazione del risultato. Prova a eseguire di nuovo lo strumento più tardi.",
  "AO_100323": "Impossibile raggiungere i valori di soglia.",
  "AO_100324": "La variabile non è adatta per l'analisi dell'area soglia.",
  "AO_100325": "Nessuna rete stradale trovata per il punto di input: ${pointId}.",
  "AO_100326": "Raggio massimo raggiunto senza soluzione per il punto di input:${pointId}.",
  "AO_100327": "Sovrascrittura non riuscita: l'elemento del portale specificato viene riferito da altri elementi del portale. Tutti i layer vista associati all'elemento del portale specificato devono essere eliminati prima di eseguire la sovrascrittura.",
  "AO_100328": "Il tipo di geometria del layer di ingresso non può essere punti. Per usare questo input per creare un nuovo layer punto, provare lo strumeno Trova per attributi e posizione.",
  "AO_100329": "Attributi di fusione non validi.",
  "AO_100352": "La somma del numero di feature nei layer servizi candidati e richiesti non può essere maggiore di ${max}.",
  "AO_100353": "Impossibile creare il feature service di output. I campi timestampoffset non sono supportati.",
  "AO_100354": "Il formato dei dati di output richiede il sistema di coordinate World Geodetic System 1984 (WGS84). È stato applicato il sistema WGS84 e il tuo sistema di coordinate non è stato utilizzato.",
  "AO_100355": "Impossibile calcolare le statistiche di riepilogo per i seguenti tipi di campo: DateOnly, TimeOnly e TimestampOffset.",
  "AO_100356": "Impossibile esportare i seguenti tipo di campo: ${params}.",
  "AO_1011": "Caso con numero di vertici insufficienti per una geometria valida (include solo i primi 30): %1 = %2.",
  "AO_109": "La distanza di buffer non può essere negativa per linee e punti.",
  "AO_110": "${inputFC} non esiste.",
  "AO_110057": "Il riferimento spaziale per le feature di input (${inputFeatures}) è incompatibile con il sistema di coordinate di output (${outputCoordinateSystem}).",
  "AO_110058": "Il riferimento spaziale per le feature candidate (${candidateFeatures}) è incompatibile con il sistema di coordinate di output (${outputCoordinateSystem}).",
  "AO_110059": "Le proiezioni tra le feature di input e le feature candidate sono incompatibili. L'analisi è stata eseguita nella proiezione 'WGS_1984_Web_Mercator_Auxiliary_Sphere'.",
  "AO_110068": "Il test di Rayleigh richiede almeno ${numCases2D} feature per un risultato bidimensionale e ${numCases3D} feature per un risultato tridimensionale valido.",
  "AO_110069": "Feature insufficienti affinché ${numBadCases} su ${numCases} casi convalidino il test Rayleigh.",
  "AO_110070": "Il test di Rayleigh non è valido perché il dataset è diametralmente bimodale. L'output viene corretto per migliorare la rappresentazione dell'orientamento medio.",
  "AO_110071": "Sono stati rilevati dati diametralmente bimodali per ${numDoubleAngleCases} su ${doubleAngleCases} casi. Il test di Rayleigh non è valido per quei casi, di conseguenza il loro output è stato corretto per migliorare la rappresentazione dell'orientamento medio.",
  "AO_110083": "Le unità verticali e lineari nei sistemi di coordinate XY e Z non sono identiche.",
  "AO_110141": "Il numero minimo di feature per cluster è maggiore del numero di feature nel dataset.",
  "AO_110143": "Il numero minimo di feature per cluster deve essere maggiore di 1.",
  "AO_110144": "Impossibile generale aree di delimitazione tramite la modalità di viaggio specificata.",
  "AO_110145": "Non tutti i layer di fusione hanno l'attributo di fusione corrispondente.",
  "AO_110146": "Il campo ${fieldName} non esiste nel layer ${layerName}, per cui l'operazione di fusione ${mergeAttribute} non può essere eseguita.",
  "AO_110243": "Non è stato possibile completare l'analisi perché il numero di celle nella griglia creata supererebbe il numero massimo consentito di due miliardi.",
  "AO_110250": "Tutte le celle della griglia devono rientrare nel dominio della proiezione.",
  "AO_110339": "Gli attributi di interesse per feature candidate devono avere valori medi diversi dalle feature di input quando si utilizza la corrispondenza dei profili degli attributi.",
  "AO_110340": "Impossibile calcolare ${summary} per i campi dei dati.",
  "AO_110341": "Impossibile calcolare le statistiche per il campo ${fieldName}. Contatta i servizi di supporto Esri.",
  "AO_110342": "Impossibile creare il feature service ${serviceName}.",
  "AO_110343": "Impossibile creare l'elemento ${itemName}.",
  "AO_110344": "L'analisi della tassellazione H3 richiede il sistema di coordinate World Geodetic System 1984 (WGS84). È stato applicato il sistema WGS84 e il tuo sistema di coordinate non è stato utilizzato.",
  "AO_110345": "L'analisi della tassellazione H3 richiede il sistema di coordinate World Geodetic System 1984 (WGS84). WGS84 è stato applicato come sistema di coordinate di output.",
  "AO_110346": "Una risoluzione bin è necessaria quando il tipo di bin è H3 Esagoni.",
  "AO_110347": "Per questo tipo di bin è necessario inserire una dimensione del bin.",
  "AO_110348": "L'estensione non contiene un riferimento spaziale valido.",
  "AO_110349": "L'estensione fornita nel parametro del contesto non è valida.",
  "AO_110350": "Il sistema di coordinate di output fornito nel parametro di contesto non è valido.",
  "AO_110351": "Impossibile eseguire più operazioni sullo stesso campo.",
  "AO_1115": "La proprietà di descrizione del layer deve essere impostata per ${layerName}.",
  "AO_1156": "Valore incompatibile con il tipo di campo.",
  "AO_12": "Il campo da aggiungere esiste già.",
  "AO_1533": "Impossibile calcolare hot e cold spot per i dati forniti. Se appropriato, provare a specificare un campo di analisi.",
  "AO_1534": "Quando il numero di punti in ogni area di poligono è identico, non è possibile calcolare hot e cold spot. Provare a utilizzare aree di poligono differenti oppure opzioni di analisi differenti.",
  "AO_1535": "Per l'opzione di analisi selezionata, sono necessarie almeno ${minNumFeatures} aree di aggregazione.",
  "AO_1536": "Per le opzioni di analisi selezionate, sono necessari almeno ${minNumIncidents} punti per calcolare hot e cold spot.",
  "AO_1570": "Per l'opzione di analisi selezionata, è necessario che almeno ${minNumIncidents} punti siano inclusi nelle aree di poligono di confine.",
  "AO_1571": "Per le opzioni di analisi selezionate, sono necessari almeno ${minNumFeatures} feature con dati validi nel campo di analisi per calcolare hot e cold spot.",
  "AO_1572": "Nelle posizioni dei punti, la variazione non è sufficiente per calcolare hot e cold spot. Punti coincidenti, ad esempio, riducono la variazione spaziale. È possibile provare a fornire un'area di confine, aree di aggregazione (almeno 30) o un campo di analisi.",
  "AO_1573": "Variazione insufficiente tra i punti all'interno delle aree di poligono di confine. È possibile provare a fornire confini di dimensioni maggiori.",
  "AO_1574": "Per l'opzione di analisi selezionata, è necessario che almeno ${minNumIncidents} punti siano all'interno dei poligoni di aggregazione.",
  "AO_1575": "È probabile che tutti i valori del campo di analisi siano identici. Quando non vi è alcuna variazione nel campo che si sta analizzando, non è possibile calcolare hot e cold spot.",
  "AO_1583": "Se esistono più feature di input, la corrispondenza è basata sugli attributi di interesse medi.",
  "AO_1584": "Attributi mancanti o non validi. I seguenti campi sono stati rimossi dall'elenco di attributi da considerare: ${removedFields}.",
  "AO_1585": "Attributi mancanti o non validi. Non rimane alcun campo valido da considerare nell'elenco di attributi.",
  "AO_1586": "Il numero di risultati non può essere maggiore del numero di feature candidate. Impostazione del parametro uguale al valore massimo: ${maxValue}.",
  "AO_1587": "Il numero di risultati non può essere maggiore di 1,5 volte il numero di feature candidate. Impostazione del parametro uguale al valore massimo: ${maxValue}.",
  "AO_1588": "Varianza zero. Nei seguenti campi la variazione non è sufficiente per l'uso in questo strumento: ${name}.",
  "AO_1589": "Questo strumento richiede un minimo di 2 posizioni per la ricerca.",
  "AO_1598": "È necessario fornire almeno due attributi di interesse quando si utilizza la corrispondenza dei profili degli attributi.",
  "AO_1599": "Record insufficienti per l´analisi. Per calcolare i risultati con questo strumento è necessaria almeno 1 posizione di riferimento nel layer di input.",
  "AO_1605": "Le distanze per le coordinate geografiche (gradi, minuti, secondi) vengono analizzate utilizzando la distanza cordale in metri.",
  "AO_1607": "I valori della distanza superano 30 gradi decimali. Le distanze delle corde non sono accurate oltre 30 gradi.",
  "AO_1616": "Feature candidate con record non validi (inclusi solo i primi 30): ${label} = ${badIDs}.",
  "AO_192": "La dimensione della cella deve essere minore della banda di distanza.",
  "AO_210": "Impossibile creare l'output ${outputFC}.",
  "AO_26": "La distanza di buffer è zero.",
  "AO_308": "Tipo di campo non valido.",
  "AO_358": "Espressione non valida.",
  "AO_366": "Tipo di geometria non valido.",
  "AO_385": "L'opzione LINE non è valida per il feature punto.",
  "AO_40039": "Dati insufficienti per calcolare il metodo. Sono richiesti almeno 10 punti.",
  "AO_40040": "I dati sono distribuiti lungo una linea retta e non possono essere elaborati.",
  "AO_40069": "La varianza dei dati è troppo piccola per essere calcolata.",
  "AO_401": "Non sono state trovate feature per l'elaborazione.",
  "AO_426": "Memoria esaurita.",
  "AO_438": "Sovrapposizione non poligono.",
  "AO_468": "I tipi di forme di input non sono uguali.",
  "AO_539": "Espressione non valida.",
  "AO_561": "La relazione spaziale specificata non è valida per i layer selezionati.",
  "AO_640": "Tipo di campo non valido per ${fieldName}; deve essere di tipo ${typeString}.",
  "AO_641": "Questo strumento richiede almeno feature ${numFeatures} per computare i risultati.",
  "AO_642": "Problema di lettura di ${badNum} di${totalNum} record totali.",
  "AO_715": "${numObsNoNeighs} feature non hanno vicini in base alla soglia di distanza stabilita; verrà restituita la feature vicinanza con il centroide effettivo più vicino.",
  "AO_716": "Feature con regolazione di ricerca vicinanza (include solo i primi 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} poligoni non soddisfano il numero minimo di vicini specificati in base alla contiguità dei poligoni; per tali poligoni i vicini non contigui più prossimi verranno inclusi come vicini.",
  "AO_728": "Il campo di analisi ${fieldName} specificato non esiste nel layer di analisi.",
  "AO_735": "Fornisci almeno un campo di analisi valido su cui basare la somiglianza.",
  "AO_800": "Il valore non è un membro di SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "È necessario specificare i poligoni per aggregare gli incidenti in valori numerici ai fini di questo metodo di aggregazione dei dati sugli incidenti.",
  "AO_845": "L'ideale è un minimo di ${warnNumObs} feature di input per l'analisi.",
  "AO_846": "${numObsNoNeighs} feature non hanno vicini, situazione che generalmente invalida le proprietà statistiche di un test.",
  "AO_847": "Feature senza vicini (include solo primi 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Feature con record errati (include solo le prime 30): ${ObjIDs} = ${IDnums}.",
  "AO_897": "La banda di distanza fornita ${smallDistance} è troppo piccola per l'area di studio.",
  "AO_898": "Nessun peso valido trovato.",
  "AO_900003": "Impossibile ottenere il conteggio feature da ${layer}.",
  "AO_900004": "File di configurazione ${file} inesistente.",
  "AO_900005": "${TaskName} stima dei costi non riuscita.",
  "AO_900006": "Impossibile analizzare l’input, JSON difettoso.",
  "AO_900007": "Tipo di parametro non supportato di ${type}.",
  "AO_900008": "Strumento non supportato ${ToolName} per la stima del costi.",
  "AO_900009": "Impossibile ottenere il conteggio feature del layer GeoEnrichment.",
  "AO_906": "Varianza zero: Tutti i valori per il campo di input sono gli stessi.",
  "AO_910": "Numero di feature insufficiente per ${numBadCases} di ${numCases} casi.",
  "AO_911": "Stessi punti iniziali e finali per${numBadObs} di ${numObs} feature linea.",
  "AO_912": "Feature linea con gli stessi punti iniziali e finali (include solo i primi 30): ${label} = ${badLengths}.",
  "AO_929": "La Banda di distanza deve essere inferiore dell'estensione analisi.",
  "AO_941": "I valori di peso negativi sono stati interpretati come zero per l'elaborazione.",
  "AO_947": "Casi con numero di feature insufficiente (include solo le prime 30): ${label} = ${badCases}.",
  "AO_973": "Il render dell'output non è stato possibile in base al file layer predefinito.",
  "AO_978": "Ci sono troppi pochi vertici per creare una geometria valida.",
  "BD_100082": "Sono necessario un nome di campo e un'espressione.",
  "BD_100084": "Il campo deve essere di tipo Stringa, Intero, Double o Data.",
  "BD_100088": "Il campo o i campi \"${attribute}\" devono essere inclusi nei layer di riferimento e di ricerca candidati.",
  "BD_100089": "La variazione nei seguenti campi è insufficiente per l'uso in questa analisi: ${attribute}.",
  "BD_100090": "Con questo strumento sono necessarie almeno due località di ricerca candidate che non sono anche località di riferimento.",
  "BD_100161": "Geocodifica batch non riuscita.",
  "BD_100162": "Analisi dell'input della geocodifica non riuscita.",
  "BD_100171": "URL localizzatore indirizzi non valido: ${locator_url}.",
  "BD_100182": "I seguenti campi ${field} presentano duplicati.",
  "BD_100189": "Impossibile collegarsi a un servizio remoto di geocodifica: verificare che il servizio di geocodifica sia online e che disponga di un endpoint REST geocodeAddresses valido.",
  "BD_100199": "Modificare la mappatura dei campi e inviare di nuovo. La mappatura include un campo localizzatore non supportato.",
  "BD_101000": "Impossibile eseguire questa operazione.",
  "BD_101001": "Questa operazione richiede tempo per essere impostata sulle feature sorgenti, mancanti in '${paramName}'.",
  "BD_101002": "Questa operazione richiede geometria per essere impostata sulle feature sorgenti, mancanti in '${paramName}'.",
  "BD_101003": "Il tipo di intervallo di distanza non è supportato.",
  "BD_101004": "Tipo di geometria non valido per '${paramName}'. Il valore atteso era '${expectedType}', ma si è ottenuto '${actualType}'.",
  "BD_101005": "Campo '${requiredField}' obbligatorio se '${setField}' è impostato.",
  "BD_101006": "Il tipo di intervallo temporale non è supportato. Solo i numeri interi sono permessi.",
  "BD_101007": "Specificare almeno una relazione.",
  "BD_101008": "Campo '${requiredField}' obbligatorio",
  "BD_101009": "Campo/i non trovato/i nel dataset: ${fields}.",
  "BD_101010": "Il risultato dell'analisi non ha restituito alcuna feature. Nessun layer sarà creato.",
  "BD_101011": "Uno dei campi '${firstField}' o '${secondField}' è obbligatorio.",
  "BD_101012": "I due '${firstField}' e '${secondField}' non possono essere impostati allo stesso tempo.",
  "BD_101013": "Tipo di ora non valido per '${paramName}'. Il valore atteso era '${expectedType}', ma si è ottenuto '${actualType}'.",
  "BD_101014": "La relazione feature data '${targetType} ${relationshipType} ${joinType}' non è valida.",
  "BD_101015": "L'insieme di relazioni definite non è valido.",
  "BD_101016": "Una relazione spaziale è obbligatoria quando si seleziona l'opzione GEODESIC.",
  "BD_101017": "Alcuni risultati del buffer planare possono superare l'estensione valida. Prendi in considerazione l'utilizzo di un buffer geodetico per tenere conto della forma della terra.",
  "BD_101018": "Una o più feature sono state ignorate a causa della distanza risultata negativa o molto piccola in nessuna geometria.",
  "BD_101019": "Una o più feature sono state ignorate a causa di un valore del campo distanza zero.",
  "BD_101020": "Una o più feature sono state ignorate a causa di un valore del campo distanza NULLO o VUOTO.",
  "BD_101021": "Una o più feature sono state ignorate a causa di un valore del campo distanza buffer non valido.",
  "BD_101022": "Una o più feature sono state ignorate a causa di un valore del campo distanza buffer non lineare.",
  "BD_101023": "Una o più feature sono state ignorate perché il tipo di distanza buffer non è valido.",
  "BD_101024": "Utilizzo del metodo geodetico per il sistema geografico di coordinate.",
  "BD_101025": "Espressione buffer non valida.",
  "BD_101026": "Il parametro '${paramName}' non è valido.",
  "BD_101027": "'${outputName}' non è un nome di output valido.",
  "BD_101028": "Avvio nuovo processo distribuito con attività ${totalTasks}.",
  "BD_101029": "Completate ${completedTasks}/${totalTasks} attività distribuite.",
  "BD_101030": "Impossibile eseguire ${toolName}. Contattare l'amministratore con ID lavoro '${jobID}'.",
  "BD_101031": "Il processo è stato annullato.",
  "BD_101032": "Il valore '${paramValue}' del parametro '${paramName}' non rientra nell'intervallo valido [${expectedRange}].",
  "BD_101033": "'${paramName}' verrà proiettato nel riferimento spaziale di elaborazione.",
  "BD_101034": "'${paramName}' non dispone di un riferimento spaziale e non può essere proiettato nel riferimento spaziale di elaborazione.",
  "BD_101035": "'${paramName}' sarà limitato all'estensione di output.",
  "BD_101036": "La statistica '${statistic}' non è valida per il campo '${fieldName}'.",
  "BD_101037": "Le dimensioni del confine devono essere maggiori di quelle del contenitore.",
  "BD_101038": "Si è verificato un errore durante l’emissione del risultato; tuttavia, il risultato dev’essere ancora disponibile nei contenuti.",
  "BD_101039": "Il ${paramName} di input è in un sistema di coordinate geografiche, ma questa operazione richiede un sistema di coordinate progettato. Si prega di utilizzare un dataset progettato o impostare il sistema di coordinate in elaborazione per l'analisi per essere un sistema coordinato progettato.",
  "BD_101040": "Un layer Web denominato '${outputName}' esiste già. Scegliere un nome diverso che è univoco all'interno dell'organizzazione.",
  "BD_101041": "Impossibile connettersi al data store. Verificare che le informazioni di connessione siano corrette.",
  "BD_101042": "Impossibile accedere alla condivisione file. Verificare che l'account utente di ArcGIS Server disponga dell'accesso alla condivisione file.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Per il metodo di corrispondenza basato sul profilo degli attributi è necessario specificare almeno 2 attributi di interesse.",
  "BD_101046": "Specificare il numero di risultati da restituire. Il numero di risultati deve essere maggiore di zero.",
  "BD_101047": "Il numero di risultati deve essere inferiore o uguale a 10000. Sono stati calcolati i primi 10000 risultati.",
  "BD_101048": "Attributi di interesse contiene duplicati.",
  "BD_101049": "Il numero di risultati richiesti è maggiore del numero di risultati restituiti.",
  "BD_101050": "Il tipo di campo degli attributi di interesse selezionati deve essere Numerico.",
  "BD_101051": "Sono stati trovati possibili problemi durante la lettura di '${paramName}'.",
  "BD_101052": "Valori orari mancanti o invalidi in alcuni record.",
  "BD_101053": "I valori orari di alcuni record non sono di tipo ${timeType}.",
  "BD_101054": "Valori orari mancanti o invalidi in alcune geometrie.",
  "BD_101055": "Le geometrie di alcuni record non sono di tipo ${geometryType}.",
  "BD_101056": "Unità forma di riepilogo ${unit} non valida per geometria ${geomType}.",
  "BD_101057": "Impossibile avviare processo distribuito. Verificare le impostazioni del servizio GeoAnalyticsTools e assicurarsi che siano disponibili risorse sufficienti per eseguire il processo.",
  "BD_101058": "L'analisi richiede più memoria di quella allocata. Incrementare la memoria allocata per la casella degli strumenti GeoAnalytics in ArcGIS Server Manager.",
  "BD_101059": "Impossibile calcolare passaggi temporali.",
  "BD_101060": "C'erano passaggi temporali ${numErrors} che non potevano essere calcolati. I primi ${numDisplay} errori sono stati visualizzati.",
  "BD_101061": "Il passo temporale da ${startTime} a ${endTime} ha troppo pochi record per l'analisi. Ogni passaggio temporale richiede almeno ${minFeatures} funzionalità per calcolare i risultati.",
  "BD_101062": "Il passo temporale da ${startTime} a ${endTime} ha varianza zero. Tutti i valori per il tuo campo di input in questo passaggio temporale sono probabilmente gli stessi.",
  "BD_101063": "Varianza zero. È probabile che tutti i valori del campo di input siano identici.",
  "BD_101064": "L'espressione fornita per '${fieldName}' si traduce in un tipo di dati che non è un tipo di dati attributo supportato.",
  "BD_101065": "L'espressione fornita per '${fieldName}' non è valida.",
  "BD_101066": "Impossibile inizializzare piattaforma di calcolo distribuita.",
  "BD_101067": "È stato creato un cubo spazio-temporale. I risultati non sono stati caricati correttamente sul proprio portale.",
  "BD_101068": "La generazione del Bin e l'analisi richiedono un sistema di coordinate proiettate. La proiezione ${projectionName} è stata applicata con parametri di proiezione personalizzati basati sull'estensione dell'analisi.",
  "BD_101069": "L’input '${paramName}' non definisce un sistema di coordinate.",
  "BD_101070": "Il dataset '${datasetName}' nella condivisione file Big Data '${fileShareName}' non è stato registrato correttamente.",
  "BD_101071": "L'oggetto '' nella condivisione file Big Data ''${fileShareName}${jsonObject}${datasetName} non è stato registrato correttamente.",
  "BD_101073": "${numColumns} campi (più campi di sistema) superano il limite di ${maxColumns} per ${dataStoreType} Data Store.",
  "BD_101074": "Per aggiungere un nuovo campo è necessario definire una tipologia di campo.",
  "BD_101075": "Per le operazioni di tracking è necessario definire il tempo.",
  "BD_101076": "Impossibile trovare un certificato SSL valido mentre ci si collega a un computer remoto.",
  "BD_101077": "Operazione di mapping dei campi non corretta. I campi non corrispondenti al Locator come nomi colonne sono vuoti.",
  "BD_101083": "* Estensione spaziale = ${extent}",
  "BD_101084": "* Estensione temporale = ${extent}",
  "BD_101085": "L'estensione di elaborazione è nulla o vuota.",
  "BD_101086": "L'estensione di elaborazione non è valida per il riferimento spaziale fornito.",
  "BD_101087": "Non è stato trovato il dataset '${datasetName}' a cui si fa riferimento nel file dei suggerimenti.",
  "BD_101088": "Alcune feature di risultati sono state ritagliate sull'estensione valida del riferimento spaziale risultante.",
  "BD_101089": "Lo stadio è stato ritentato (tentativo=${attempt}). Verificare che siano state allocate sufficienti risorse usando le impostazioni di GeoAnalytics. In caso contrario, valuta la possibilità di annullare il lavoro.",
  "BD_101090": "Alcuni record non hanno potuto effettuare la geocodifica e presentano geometrie mancanti.",
  "BD_101091": "Il servizio di geocodifica mondiale ArcGIS Online non è un localizzatore supportato per gli strumenti GeoAnalytics.",
  "BD_101092": "La soglia ripartita della distanza deve essere superiore a zero.",
  "BD_101093": "Errore nell'espressione per '${fieldName}': Parametri non validi forniti alla funzione '${functionName}'.",
  "BD_101094": "Errore nell'espressione di '${fieldName}': Attribuzione non valida.",
  "BD_101095": "Errore nell'espressione di '${fieldName}': Non è una funzione: ${object}",
  "BD_101096": "File corrotto o non supportato trovato durante la lettura dall'input.",
  "BD_101097": "Si sono verificati uno o più errori nel calcolo dei nuovi valori di campo.",
  "BD_101098": "Errore nell'espressione di '${fieldName}': Riferimento non definito alla variabile '${reference}'",
  "BD_101099": "Errore nell'espressione di '${fieldName}': Riferimento non definito alla variabile '${reference}' Cosa si intendeva '${suggestion}'?",
  "BD_101100": "Le relazioni quasi temporali richiedono una distanza temporale.",
  "BD_101114": "I valori del campo groupby devono essere di tipo intero, testo o data.",
  "BD_101115": "Il campo '${inputLayerField}' è stato mappato ${count} volte.",
  "BD_101116": "Riscontrati uno o più errori con il parametro fieldMapping.",
  "BD_101117": "Nessuna mappatura dei campi specificata. Sarà applicata la mappatura predefinita.",
  "BD_101118": "Il layer di input ${inputLayer} non è un layer hosted.",
  "BD_101119": "Tipo di mapping campo sconosciuto \\'${invalidMappingType}\\'. \\'AppendData\\' o \\'Expression\\' previsto.",
  "BD_101120": "Il tipo di campo di '${inputLayerField}' non corrisponde al tipo di campo di '${appendLayerField}'. Il valore atteso era '${expectedType}', ma si è ottenuto '${actualType}'.",
  "BD_101121": "Il layer di input e il layer di aggiunta non hanno campi corrispondenti. Non è stato possibile aggiungere alcuna feature.",
  "BD_101122": "Il tipo di geometria del layer di aggiunta non corrisponde a quella del layer di input. Il valore atteso era '${expectedType}', ma si è ottenuto '${actualType}'.",
  "BD_101123": "Il tipo di tempo del layer di aggiunta non corrisponde a quella del layer di input. Il valore atteso era '${expectedType}', ma si è ottenuto '${actualType}'.",
  "BD_101124": "I seguenti campi mancano dal layer di aggiunta e dal mapping di campi: ${missingFields}.",
  "BD_101125": "I seguenti campi non sono stati aggiunti: \\'${fieldNames}\\'.",
  "BD_101126": "Il seguente campo di aggiunta non esiste nel layer di aggiunta: \\'${fieldName}\\'.",
  "BD_101127": "Espressione arcade invalida per il campo di input: \\'${fieldName}\\'.",
  "BD_101128": "Il campo '${inputLayerField}' non esiste nel layer di input.",
  "BD_101129": "Alcuni campi del layer di aggiunta non sono stati aggiunti a causa di una mancata corrispondenza con il tipo di campo.",
  "BD_101130": "Il tipo di campo di \\'${inputFieldName}\\' non corrisponde al tipo di campo del layer di input. Il valore atteso era \\'${expectedType}\\', ma si è ottenuto \\'${actualType}\\'.",
  "BD_101131": "L'annullabilità di \\'${inputFieldName}\\' non corrisponde all'annullabilità del layer di input. Il valore atteso era \\'${expectedType}\\', ma si è ottenuto \\'${actualType}\\'.",
  "BD_101132": "I campi seguenti del layer di aggiunta non sono stati aggiunti a causa di una mancata corrispondenza con il nome del campo: ${mismatchedFields}.",
  "BD_101136": "Il layer di input deve avere l'opzione di modifica abilitata. Contattare l’amministratore o il proprietario del layer per abilitare la modifica.",
  "BD_101137": "La generazione del Bin e l'analisi richiedono un sistema di coordinate di proiezione. La proiezione ${projectionName} è stata applicata con parametri di proiezione personalizzati basati sull'estensione dell'analisi.",
  "BD_101152": "Il tipo di geometria del layer da unire non corrisponde a quella del layer di input. Il valore atteso era \\'${expectedType}\\', ma si è ottenuto \\'${actualType}\\'.",
  "BD_101153": "Il tipo di tempo del layer da unire non corrisponde a quello del layer di input. Il valore atteso era '${expectedType}', ma si è ottenuto '${actualType}'.",
  "BD_101154": "Al campo \\'${mergeLayerField}\\' è stata assegnata ${count} volte un'operazione.",
  "BD_101155": "Si sono verificati uno o più errori con il parametro di unione degli attributi.",
  "BD_101156": "Il tipo di campo di \\'${inputLayerField}\\' non corrisponde al tipo di campo di \\'${mergeLayerField}\\'. Il valore atteso era \\'${expectedType}\\', ma si è ottenuto \\'${actualType}\\'.",
  "BD_101157": "mergeType \\'${invalidMergeType}\\' sconosciuto. \\'Match\\', \\'Remove\\' o \\'Rename\\' previsto.",
  "BD_101158": "Il campo \\'${mergeLayerField}\\' non esiste nel layer di unione.",
  "BD_101159": "Il campo \\'${inputLayerField}\\' non esiste nel layer di input.",
  "BD_101160": "Il nome di campo \\'${renameField}\\' esiste già nel layer di input.",
  "BD_101161": "Il nome di campo \\'${fieldName}\\' esiste già nel layer di unione.",
  "BD_101162": "Manca un campo negli attributi di unione per \\'${mergeOperation}\\'.",
  "BD_101164": "Si sta ignorando mergeValue per \\'Remove\\'.",
  "BD_101169": "Non è stato possibile unire uno o più campi dai nomi corrispondenti a causa di tipi di campo incompatibili. Utilizzare attributi di unione per risolvere i conflitti.",
  "BD_101178": "Riassunto dei risultati GLR [Tipo di modello: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "Diagnostica GLR",
  "BD_101189": "Il processo GeoAnalytics è in attesa di risorse non si è ancora avviato. Il processo si annullerà automaticamente dopo ${minutes} minuti.",
  "BD_101191": "La condivisione di file Big Data \\'${catalogPath}\\' non esiste oppure non è accessibile.",
  "BD_101204": "I risultati dell'analisi non hanno restituito alcuna feature per \\'${layerName}\\'. Non verranno creati \\'${layerName}\\'.",
  "BD_101205": "Il numero di feature campione richieste è superiore al numero totale di feature. Verranno restituite tutte le feature di input.",
  "BD_101206": "La creazione del layer di estensione verrà saltata.",
  "BD_101207": "La variabile di input \\'${variableName}\\' non può essere considerata di categoria.",
  "BD_101208": "Non è possibile creare la diagnostica dei dati di convalida. I valori per la variabile da prevedere nel dataset di convalida non esistono nel dataset di formazione.",
  "BD_101209": "La variabile di input \\'${variableName}\\' è un campo stringa e deve essere specificato come di categoria.",
  "BD_101210": "L'origine dati di output non supporta la scrittura di dataset senza un tipo di geometria definito.",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Parametri di input",
  "BD_101214": "Variabile da prevedere: ${variablePredict}",
  "BD_101215": "Creare tabella di importanza variabili: ${createTable}",
  "BD_101216": "Corrispondenza variabile esplicativa: ${variableMatching}",
  "BD_101219": "Nel report seguente è descritto il riepilogo del risultato della classificazione e della regressione basata su foreste:",
  "BD_101220": "Nel report seguente è descritto il riepilogo dell’analisi Descrivi dataset.",
  "BD_101221": "Riepilogo feature di input:",
  "BD_101222": "Riepilogo della geometria:",
  "BD_101223": "Riepilogo del tempo:",
  "BD_101224": "Lo script di Python ha una sintassi non valida.",
  "BD_101225": "Lo strumento \\'${toolName}\\' richiede privilegi 'Publish web tools'.",
  "BD_101227": "Dataset di condivisione file Big Data: ${serviceUrl}",
  "BD_101228": "Le seguenti variabili categoriche contengono meno di due valori diversi: ${variableNames}. Per le categorie variabili è necessario inserire almeno due valori diversi.",
  "BD_101229": "Il parametro di mapping della variabile dipendente non è valido. Le chiavi devono essere \\'value0\\' e \\'value1\\'.",
  "BD_101230": "Il parametro di mapping della variabile dipendente non è valido. È necessario fornire due valori univoci.",
  "BD_101238": "Il numero di vicini immesso deve essere superiore a 0 e inferiore o uguale a 5.000.",
  "BD_101239": "Il raggio di ricerca immesso deve essere superiore a 0 e inferiore o uguale a 500 chilometri.",
  "BD_101245": "Impossibile scrivere i risultati sullo Spatiotemporal Big Data Store.",
  "BD_101253": "Valore della variabile dipendente previsto per una o più feature utilizzando meno di ${minNeighbors} vicini.",
  "BD_101254": "Ci sono una o più feature con un numero maggiore di feature coincidenti rispetto al numero specificato di vicini, ${numNeighbors}.",
  "BD_101255": "Impossibile stimare almeno un modello locale a causa della multicollinearità.",
  "BD_101256": "Impossibile prevedere il valore della variabile dipendente per una o più feature.",
  "BD_101257": "Impossibile prevedere il valore della variabile dipendente per qualunque feature.",
  "BD_101259": "Gli attributi di interesse per le feature di ricerca devono avere valori medi che differiscono dalle feature di input quando si utilizza il metodo di abbinamento dei profili degli attributi.",
  "BD_1022": "Questo strumento richiede un sistema di coordinate proiettate.",
  "BD_109": "La distanza di buffer non può essere negativa per linee e punti.",
  "BD_110004": "Un cubo spazio-temporale deve contenere almeno 10 periodi di tempo.",
  "BD_110005": "Impossibile creare il cubo spazio-temporale perché conterrebbe più dei due miliardi di contenitori consentiti.",
  "BD_110047": "Il valore del parametro Intervallo passaggi temporali deve essere positivo e maggiore di zero.",
  "BD_110064": "Impossibile creare il Cubo spazio-temporale di output a causa del Campo sommario ${variableName}. Riconsiderare il tipo di statistica e riempimento per questo campo.",
  "BD_110194": "Impossibile mappare e analizzare i campi nelle feature di formazione con i campi nelle feature da prevedere.",
  "BD_110199": "Impossibile calcolare le statistiche di riepilogo richieste per l'analisi.",
  "BD_110208": "La variabile da prevedere per la regressione richiede più di cinque valori univoci.",
  "BD_1583": "Quando sono presenti più feature di input, l'abbinamento è basato sugli attributi di interesse medi.",
  "BD_1589": "Record insufficienti per l´analisi. Lo strumento richiede almeno 2 feature candidate per calcolare i risultati.",
  "BD_1599": "Record insufficienti per l´analisi. Per calcolare i risultati con questo strumento è necessaria almeno 1 posizione di riferimento nel layer di input.",
  "BD_26": "La distanza di buffer è zero.",
  "BD_3": "Nel report seguente è descritto il riepilogo del risultato Trova località simili.",
  "BD_308": "Tipo di campo non valido.",
  "BD_641": "Record insufficienti per l´analisi. Questo strumento richiede almeno feature ${minFeatures} per computare i risultati.",
  "BD_800": "Il valore non è un membro di ${value}.",
  "BD_84503": "Riepilogo feature di input da abbinare",
  "BD_84504": "Riepilogo attributi di interesse",
  "BD_84505": "Prime '${numResults}' posizioni più simili (Valori).",
  "BD_84506": "Prime 10 di '${numResults}' posizioni più simili (Valori).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"].",
  "BD_84810": "Caratteristiche del modello",
  "BD_84811": "Numero di alberi: ${numberOfTrees}",
  "BD_84812": "Dimensioni foglie: ${leafSize}",
  "BD_84813": "Profondità alberi: ${treeDepth}",
  "BD_84814": "% di formazione disponibile per albero: ${sampleSize}",
  "BD_84815": "Numero di variabili campionate in modo casuale:${randomVariables}",
  "BD_84816": "% di dati di formazioni escluso per la validazione: ${percentageForValidation}",
  "BD_84828": "Dati di validazione: diagnosi classificazione",
  "BD_84829": "Dati di validazione: diagnosi regressione",
  "BD_84830": "Previsioni per i dati di convalida (esclusi dal modello di prova) paragonati ai valori osservati per tali feature di prova",
  "BD_84834": "Variabili principali di importanza",
  "BD_84838": "Dati della prova: diagnosi classificazione",
  "BD_84839": "Dati della prova: diagnosi regressione",
  "BD_84840": "Previsioni per i dati utilizzati per allenare il modello paragonati alle categorie osservate per tali feature",
  "BD_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"].",
  "BD_89998": "[\"\", \"Totale\", ${sumIndex}]",
  "GPEXT_001": "Valore parametro ${name} non valido.",
  "GPEXT_002": "Parametro ${name} mancante.",
  "GPEXT_003": "Parametro invalido ${name}:proprietà ${propname} mancante.",
  "GPEXT_004": "Parametro del layer non valido, proprietà ${propname} mancante.",
  "GPEXT_005": "Impossibile accedere all'url ${url}.",
  "GPEXT_006": "L'accesso all'url ${url} ha riportato l'errore ${error}.",
  "GPEXT_007": "Elemento ${id} non valido.",
  "GPEXT_008": "Impossibile creare il servizio ${name}.",
  "GPEXT_009": "Impossibile aggiungere il layer ${lname} al servizio ${name}.",
  "GPEXT_010": "Impossibile analizzare il layer JSON.",
  "GPEXT_011": "Il layer ${url} non dispone di funzioni Estrai.",
  "GPEXT_012": "Operazione esterna non valida.",
  "GPEXT_013": "Questo strumento utilizza il servizio Geoenrichment. Per ulteriori informazioni, fare riferimento all'utilità per il calcolo dei crediti di servizio di ArcGIS Online.",
  "GPEXT_014": "Questo strumento utilizza i servizi di analisi di rete. Per ulteriori informazioni, fare riferimento all'utilità per il calcolo dei crediti di servizio di ArcGIS Online.",
  "GPEXT_015": "Selezionare l'URL dei servizi helper appropriato dal portale per l'operazione richiesta.",
  "GPEXT_016": "Oggetto layer non valido.",
  "GPEXT_017": "Servizio ${name} già esistente.",
  "GPEXT_018": "Il servizio remoto di feature ${url} eccede il limiti di 100,000 feature. Creare un servizio di hosted feature per analizzare grandi dati.",
  "GPEXT_019": "Filtro per layer ${url} non valido.",
  "MT_001": "Impossibile ottenere i dettagli di esecuzione dello strumento. Controlla il contenuto per i risultati previsti oppure esegui di nuovo lo strumento.",
  "RA_120101": "La tabella che segue contiene statistiche di convalida incrociata:",
  "RA_120102": "Errore media",
  "RA_120103": "Quadrato media radice",
  "RA_120104": "Standard medio",
  "RA_120105": "Media standardizzata",
  "RA_120106": "Quadrato media radice standardizzato",
  "RA_120200": "Strumento di geoprocessing sottostante non riuscito.",
  "RA_120201": "Statistiche zonali non riuscito.",
  "RA_120202": "Calcolo densità non riuscito.",
  "RA_120203": "Interpolazione punti non riuscito.",
  "RA_120204": "Monitora vegetazione non riuscito.",
  "RA_120205": "Calcola pendenza non riuscito.",
  "RA_120206": "Deriva aspetto non riuscito.",
  "RA_120207": "Campo di visibilità geodetico non riuscito.",
  "RA_120208": "Spartiacque non riuscito.",
  "RA_120209": "Estrai raster non riuscito.",
  "RA_120210": "Rimappa valori non riuscito.",
  "RA_120211": "Converti feature in raster non riuscito.",
  "RA_120212": "Converti raster in feature non riuscito.",
  "RA_120213": "Calcola distanza non riuscito.",
  "RA_120214": "Determina costi di viaggio dell’itinerario come polilinea non riuscito.",
  "RA_120215": "Determina rete di costo ottimale del viaggio non riuscito.",
  "RA_120216": "Calcola Costo del Viaggio non riuscito.",
  "RA_120217": "Il tasso di resistenza non è supportato e quindi deve essere lasciato vuoto quando si esegue Calcola Costo del Viaggio.",
  "RA_120218": "Impossibile rilevare gli oggetti con l'apprendimento profondo.",
  "RA_120219": "Impossibile classificare i pixel con l'apprendimento profondo.",
  "RA_120220": "Campione non riuscito.",
  "RA_120221": "Collegamenti regionali ottimali non riusciti.",
  "RA_120222": "Statistiche zonali come tabella non riuscite.",
  "RA_120223": "Accumulo distanza non riuscito.",
  "RA_120224": "Allocazione distanza non riuscita.",
  "RA_120225": "Percorso ottimale come linea non riuscito.",
  "RA_120226": "Percorso ottimale come raster non riuscito.",
  "RA_120227": "Parametri superficie non riusciti.",
  "RA_120228": "Deriva flusso continuo non riuscita.",
  "RA_120229": "Impossibile classificare oggetti con l'apprendimento profondo.",
  "RA_120230": "Aggregazione raster multidimensionale non risuscita.",
  "RA_120231": "Ricerca di statistiche argomento non riuscita.",
  "RA_120232": "Generazione di anomalia multidimensionale non riuscita.",
  "RA_120233": "Generazione di raster di tendenza non riuscita.",
  "RA_120234": "Predizione tramite raster di tendenza non riuscita.",
  "RA_120306": "Causa dell'errore: ${cause}",
  "SS_00002": "Il seguente rapporto delinea il flusso di lavoro utilizzato per ottimizzare il risultato Trova hot spot:",
  "SS_00003": "Nel report seguente è descritto il riepilogo del risultato Trova località simili:",
  "SS_00004": "Nel report seguente è descritto il flusso di lavoro utilizzato per ottimizzare il risultato di Trova outlier:",
  "SS_110140": "La distanza di ricerca utilizzata nel processo è stata ${searchDistance}.",
  "SS_110142": "Nessun cluster rilevato.",
  "SS_220647": "Feature minime per cluster ${minFeatures}",
  "SS_84261_0": "Media",
  "SS_84262_0": "Deviazione standard",
  "SS_84271_0": "Min",
  "SS_84272_0": "Max",
  "SS_84428": "Valutazione dati iniziali.",
  "SS_84434": "C'erano ${NumOutliers} località di outlier; queste non sono state usate per calcolare ${AggregationType}.",
  "SS_84437": "Non c'erano valori anomali di localizzazione.",
  "SS_84444": "Aggregazione incidente",
  "SS_84446": "${VarName} Proprietà:",
  "SS_84449": "È stata creata una mesh poligonale a rete per l'aggregazione dei punti.",
  "SS_84450": "La dimensione della cella del poligono era ${SnapInfo}.",
  "SS_84451": "L'analisi è stata basata sul numero di punti in ciascuna cella poligonale a rete.",
  "SS_84452": "L'analisi è stata eseguita su tutte le celle poligonali a rete contenenti almeno un punto.",
  "SS_84453": "L'analisi è stata eseguita su tutte le celle poligonali a rete all'interno dello strato dell'area di delimitazione.",
  "SS_84457": "I punti sono stati aggregati alle celle poligonali a rete che rientrano nelle aree di delimitazione fornite.",
  "SS_84458": "L'analisi è stata basata sul numero di punti in ciascuna cella poligonale.",
  "SS_84459": "Scala di analisi",
  "SS_84461": "La banda di distanza fissa ottimale selezionata era basata sul clustering di vetta trovato a ${DistanceInfo}.",
  "SS_84464": "La banda di distanza fissa ottimale era basata sulla distanza media ai ${NumNeighs} vicini più vicini: ${DistanceInfo}.",
  "SS_84465": "La banda di distanza fissa ottimale era basata su una distanza standard delle caratteristiche dalla media geometrica: ${DistanceInfo}.",
  "SS_84466": "Analisi hot spot",
  "SS_84469_0": "Le feature di output rosse rappresentano gli hot spot con cluster di numero di incidenti conteggiati superiore.",
  "SS_84469_1": "Le feature di output blu rappresentano i cold spot con cluster di numero di incidenti conteggiati inferiore.",
  "SS_84470": "In base a una correzione FDR vi sono ${NumSignificant} feature di output statisticamente significative per test multipli e dipendenza spaziale.",
  "SS_84471": "Output",
  "SS_84476": "Le feature di output rosse rappresentano gli hot spot con un cluster di ${FieldName} con valore superiore.",
  "SS_84477": "Le feature di output blu rappresentano i cold spot con un cluster di ${FieldName} con valore inferiore.",
  "SS_84485": "C'erano ${NumFeatures} funzionalità di input valide.",
  "SS_84489": "L'analisi è stata eseguita su tutte le aree di aggregazione.",
  "SS_84490": "Il processo di aggregazione ha prodotto ${AggNumFeatures} aree pesate.",
  "SS_84491": "C'erano ${NumFeatures} aree di aggregazione di input valide.",
  "SS_84492": "L'area studio totale era ${Area}.",
  "SS_84493": "È presente una posizione di deviazione; non è stata utilizzata per calcolare ${AggregationType}.",
  "SS_84495_0": "È presente 1 località di outlier che non verrà utilizzata per calcolare la dimensione dimensioni della cella poligonale.",
  "SS_84495_1": "C'erano ${numOutliers} località di outlier che non verrà utilizzata per calcolare la dimensione dimensioni della cella poligonale.",
  "SS_84496_0": "È presente 1 località di outlier che non verrà utilizzata per calcolare la banda di distanza fissa ottimale.",
  "SS_84496_1": "C'erano ${numOutliers} località di outlier che non verrà utilizzata per calcolare la banda di distanza fissa ottimale.",
  "SS_84501": "punti",
  "SS_84502": "poligoni",
  "SS_84503": "Riepilogo feature di input da abbinare",
  "SS_84504": "Riepilogo attributi di interesse",
  "SS_84505": "Prime ${numResults} posizioni più simili (Valori).",
  "SS_84506": " Prime 10 di ${numResults} posizioni più simili (Valori).",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"]",
  "SS_84698": "Utilizzo di un esagono di larghezza ${HexWidth} e altezza ${HexHeight}.",
  "SS_84700": "la dimensione esagono",
  "SS_84700_0": "È presente 1 località di outlier che non verrà utilizzata per calcolare le dimensioni esagonali.",
  "SS_84700_1": "C'erano ${numOutliers} località di outlier che non verrà utilizzata per calcolare la dimensione esagonale.",
  "SS_84703": "La Distanza quartiere utilizzata era ${NeighborDistance}.",
  "SS_84704": "Analisi outlier",
  "SS_84705": "Creazione distribuzione riferimento causale con ${NumPermutation} permutazioni.",
  "SS_84708": "Esistono ${NumLowOutliers} feature outlier Min statisticamente significative.",
  "SS_84709": "Esistono ${NumHighOutliers} feature outlier Max statisticamente significative.",
  "SS_84710": "Esistono ${NumLowClusters} feature parti di cluster Min statisticamente significativi.",
  "SS_84711": "Esistono ${NumHighClusters} feature parti di cluster Max statisticamente significativi.",
  "SS_84712": "Feature di output rosa sono parte di un cluster di ${Variable} valori Max.",
  "SS_84713": "Feature di output blu chiaro sono parte di un cluster di ${Variable} valori Min.",
  "SS_84714": "Le feature di output rosse rappresentano outlier Max all'interno di un cluster di ${Variable} valori Min.",
  "SS_84715": "Feature di output blu rappresentano outlier Min all'interno di un cluster di ${Variable} valori Max.",
  "SS_84764": "Numero di cluster ${number}.",
  "SS_84766": "Feature disturbo ${number}.",
  "SS_84769": "Grafico di raggiungibilità",
  "SS_84770": "Distanza di raggiungibilità",
  "SS_84771": "Ordine di raggiungibilità",
  "SS_84782": "Distribuzione della probabilità di appartenenza",
  "SS_84785": "Conteggio",
  "SS_84786": "Sensibilità di cluster usata ${sensitivity}.",
  "SS_84787": "Seconda migliore sensibilità ${sensitivity}.",
  "SS_84789": "Probabilità di appartenenza",
  "SS_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"]",
  "SS_89998": " [\"\", \"Totale\", ${sumIndex}] "
}
