{
  "AO_100001": "Неуспешни обобщени точки.",
  "AO_100002": "Типът геометрия на Точков слой трябва да бъде точки.",
  "AO_100003": "Типът геометрия на Полигонов слой трябва да бъде полигони.",
  "AO_100004": "Полето, ${fieldName} предоставено за Обобщени полета, не съществува.",
  "AO_100005": "Полето ${fieldName}, предоставено за полета за обобщение, не се поддържа за статистически изчисления.",
  "AO_100006": "Типът обобщение, ${summary} предоставен за поле, ${fieldName} не е валиден.",
  "AO_100007": "Неуспешно Намиране на горещи точки.",
  "AO_100008": "Типът геометрия за граничния Полигонов слой трябва да бъде полигон.",
  "AO_100009": "Типът геометрия на Слоя за анализ трябва да бъде точки или полигони.",
  "AO_100010": "Типът геометрия на Полигонния слой за обобщение трябва да бъде полигон.",
  "AO_100011": "Трябва да предостави Поле за анализ за полигонов слой за анализ.",
  "AO_100012": "Неуспешно създаване на Буфери.",
  "AO_100013": "Неуспешно наслагване на Слоеве.",
  "AO_100014": "Неуспешно Вътрешно обобщаване.",
  "AO_100015": "Типът геометрия на входния Слой за обобщаване трябва да бъде точки, линии или полигони.",
  "AO_100016": "Типът геометрия на входния Слой за обобщаване трябва да бъде точки или линии.",
  "AO_100017": "Типът геометрия на входния Слой за обобщаване трябва да бъде точки.",
  "AO_100018": "Мерните единици за форма ${sumUnits} не са валидни, когато се обобщава ${shapeType} слой.",
  "AO_100019": "Поне един от параметрите Обобщаване на форма или Поле за обобщение е задължителен.",
  "AO_100020": "Неуспешно обогатяване на Слой.",
  "AO_100021": "Типът геометрия на Входния слой трябва да бъде точка, линия или полигон.",
  "AO_100022": "Мерните единици ${units} не се поддържат за тип Буфер ${bufferType}.",
  "AO_100023": "Не може да се обогати слоя за входната проекция. ${spref}.",
  "AO_100024": "Няма обекти, предоставени за анализ в ${inputLayer}.",
  "AO_100025": "Неуспешно Обобщаване в близост",
  "AO_100026": "Неуспешно Извличане на данни.",
  "AO_100027": "Неуспешно Разделяне на граници.",
  "AO_100028": "Неуспешно генериране на зони за пътуване.",
  "AO_100029": "Неуспешно Обединяване на слоеве.",
  "AO_100030": "Неуспешно намиране на най-близкото",
  "AO_100031": "Броят на най-близките места за намиране не може да бъде по- голям от ${max}.",
  "AO_100032": "Броят на обектите в ${analysisLayer} е нула.",
  "AO_100033": "Броят на обектите в ${nearLayer} е нула.",
  "AO_100034": "Броят на обектите в ${analysisLayer} не може да бъде по-голям от ${max}.",
  "AO_100035": "Броят на обектите в ${nearLayer} не може да бъде по-голям от 1000.",
  "AO_100036": "Слоят ${analysisLayer} трябва да има тип геометрия на точката, когато се използва ${measurementType} като типа измерване.",
  "AO_100037": "Слоят ${nearLayer} трябва да има тип геометрия на точката, когато се използва ${measurementType} като типа измерване.",
  "AO_100038": "Прекъсването при търсене не може да бъде по-малко от нула.",
  "AO_100039": "${inputLayer} трябва да има тип геометрия на точката.",
  "AO_100040": "Броят на обектите в ${inputLayer} не може да бъде по-голям от ${max}.",
  "AO_100041": "Параметърът тип Буфер се поддържа само за слоеве, съдържащи точки или линии.",
  "AO_100042": "Типът геометрия ${shapeType} на Близкия слой не се поддържа за типа Наблизо ${nearType}.",
  "AO_100043": "Мерните единици ${units} не се поддържат за типа Наблизо ${nearType}.",
  "AO_100044": "Стойността на разстоянието трябва да бъде по-голяма от 0.",
  "AO_100045": "Разстоянието и мерните единици са необходими, когато е посочен тип Буфер.",
  "AO_100046": "Неуспешен достъп до GeoEnrichment server.",
  "AO_100047": "Обогатяването не може да бъде достъпно за някои обекти.",
  "AO_100048": "Входният слой ${inputLayer} съдържа многоточкова геометрия и е преобразувана в геометрия с една точка.",
  "AO_100049": "Няма обекти в ограничаващия правоъгълник за обработка за входни слоеве.",
  "AO_100050": "Във входния слой няма полета за извличане на данни.",
  "AO_100051": "Няма обекти в ограничаващия правоъгълник за обработка за входни слоеве и нито един от входните слоеве няма полета за извличане на данни.",
  "AO_100052": "Името на полето ${fieldName} не съществува в ${paramName}.",
  "AO_100053": "Необходимите ключове ${missingKeys} липсват в израза за атрибут ${expression}.",
  "AO_100054": "Необходимите ключове ${missingKeys} липсват в израза за пространствени взаимоотношения ${expression}.",
  "AO_100055": "Невалиден израз; деформиран JSON.",
  "AO_100056": "Невалиден индекс на слоя в израз ${expression}.",
  "AO_100057": "Индексът на слоя надвишава броя на входните слоеве в израза ${expression}.",
  "AO_100058": "${spatialRel} пространствените взаимоотшения не поддържат ${lyrGeomType}/${selLyrGeomType} типовете геометия за слой/selectingLayer (избиране на слой) в израза ${expression}.",
  "AO_100059": "Невалидни пространствени взаимоотношения ${spatialRel} в израз ${expression}.",
  "AO_100060": "Неуспешен израз на заявка в израз ${expression}.",
  "AO_100061": "Неуспешно намиране по атрибути и местоположение.",
  "AO_100062": "Невалидно разстояние и/или мерни единици в израз ${expression}.",
  "AO_100063": "Неуспешно Планиране на маршрут.",
  "AO_100064": "Броят на обектите в ${stopsLayer} е нула.",
  "AO_100065": "Броят на обектите в ${startLayer} е нула.",
  "AO_100066": "Максималният брой превозни средства за маршрут не може да бъде по-малък от нула и по-голям от ${max}.",
  "AO_100067": "Максималният брой спирки на превозно средство не може да бъде по-малък от нула и по-голям от ${max}.",
  "AO_100068": "Броят на обектите в ${stopsLayer} не може да бъде по-голям от ${max}.",
  "AO_100069": "Броят на обектите в ${startLayer} не може да бъде по-голям от ${max}.",
  "AO_100070": "Броят на обектите в ${endLayer} не може да бъде по-голям от ${max}.",
  "AO_100071": "Слоят ${stopsLayer} трябва да има тип геометрия на точка.",
  "AO_100072": "Слоят ${startLayer} трябва да има геометрия на точка.",
  "AO_100073": "Слоят ${endLayer} трябва да има геометрия на точка.",
  "AO_100074": "Времето, прекарано на всяка спирка, не може да бъде по-малко от нула.",
  "AO_100075": "Общото време на маршрут на превозно средство трябва да бъде по-голямо от нула и по-малко от една година (525600 минути).",
  "AO_100076": "${endLayer} не трябва да се посочва, ако връщането към старта е true.",
  "AO_100077": "Неуспешно намиране на Подобни местоположения.",
  "AO_100078": "Невалидно име на файл в израз ${expression}.",
  "AO_100079": "Неуспешно намиране по атрибути и местоположение.",
  "AO_100080": "Неуспешно Изчисление на пътни разходи.",
  "AO_100081": "Неуспешно Изчисляване на поле.",
  "AO_100082": "Изискват се име на поле и израз.",
  "AO_100083": "За създаване на ново поле е необходим тип поле.",
  "AO_100084": "Типът на полето трябва да бъде Текст, Цяло число, Двойно или Дата.",
  "AO_100087": "Полето ${fieldName} не същестува в ${inputLayer}.",
  "AO_100088": "Полето(-тата) ${attribute} трябва да бъдат както в слоя за справка, така и в слоевете за търсене на потенциално съвпадение за адрес.",
  "AO_100089": "Следните полета нямат достатъчно вариации за използване в този анализ: ${attribute}.",
  "AO_100090": "Този инструмент изисква най-малко 2 местоположения за търсене на потенциално съвпадение за адрес, които не са и местоположения за справка.",
  "AO_100091": "Типът геометрия на ${paramName} трябва да бъде Точки.",
  "AO_100092": "Типът геометрия на граничния Полигонов слой трябва да бъде Полигони.",
  "AO_100093": "Класификационният тип Ръчно изисква стойността на прекъсване на клас.",
  "AO_100094": "Максималният брой превозни средства за маршрут трябва да бъде равен на броя на обектите в ${startLayer}.",
  "AO_100095": "Броят на обектите в ${endLayer} трябва да бъде равен на броя на обектите в ${startLayer}.",
  "AO_100096": "Няма уникални стойности ${startLayerRouteIDField} в ${startLayer} .",
  "AO_100097": "Няма уникални стойности ${endLayerRouteIDField} в ${endLayer} .",
  "AO_100098": "Стойностите в ${startLayerRouteIDField} в ${startLayer} нямат съвпадение едно към едно със стойностите в ${endLayerRouteIDField} в ${endLayer}.",
  "AO_100099": "Всички стойности на прекъсване трябва да бъдат по-големи от нула.",
  "AO_100100": "Обектите в ${inputLayer} не са в областта на покритие на данните. Вижте наличност в ${url}.",
  "AO_100101": "Няма обекти в ${inputLayer} , които да са на разстояние от ${max} километра от улиците.",
  "AO_100102": "Всички обекти в ${inputLayer}трябва да са в една и съща часова зона, когато използвате трафик и създавате зони с опции за разцепване или разделяне.",
  "AO_100103": "Стойността ${measureType} не може да бъде по-голяма от ${max} ${breakUnits}.",
  "AO_100104": "Неуспешно Интерполиране на точки.",
  "AO_100105": "Неуспешно изчисление на Плътност.",
  "AO_100106": "Полето ${fieldName} не е цифрово.",
  "AO_100107": "Полето ${fieldName} не съдържа никакви положителни стойности.",
  "AO_100108": "Полето ${fieldName} има отрицателни стойности. За изчисляване на плътността ще се вземат предвид само положителни стойности.",
  "AO_100109": "Типът геометрия за входния слой трябва да бъде точки или линии.",
  "AO_100110": "Вашата потребителска роля не включва привилегията за Геообогатяване (geoEnrichment).",
  "AO_100111": "Вашата потребителска роля не включва привилегията за мрежов анализ.",
  "AO_100112": "Вашата потребителска роля не включва привилегията за публикуване на хоствани обекти.",
  "AO_100113": "Нито една от спирките не е назначена за никакви маршрути. За повече информация, проверете полетата Състояние и Нарушени ограничения в изходния слой без назначени спирки.",
  "AO_100114": "Времето, прекарано на всяка спирка, ${stopServiceTime} минути, трябва да бъде по - малко от общото време на маршрут за превозно средство, ${maxRouteTime} минути.",
  "AO_100115": "Някои спирки не бяха назначени за никакви маршрути. За повече информация проверете полето Нарушени ограничения в изходния слой без зададени спирки.",
  "AO_100116": "Само ${routesUsed} извън ${routeCount} маршрутите е необходимо да достигнете всички спирки. Ако искате да използвате повече маршрути, стартирайте отново Планиране на маршрути, но намалете ограниченията за максималния брой спирки или общото време на маршрута на превозно средство.",
  "AO_100117": "Шофирането на камион понастоящем не се поддържа извън Северна Америка и Централна Америка.",
  "AO_100118": "Вашата потребителска роля не включва привилегията за създаване, актуализиране и изтриване на съдържание.",
  "AO_100119": "Типът геометрия на входа WithinLayer трябва да бъде полигони.",
  "AO_100120": "Някои от обектите в слоя надхвърлят ограничението за максимален размер на заявката и не са обогатени.",
  "AO_100121": "Неуспешно създаване на Зона на видимост.",
  "AO_100122": "Неуспешно Проследяване по направление на поток.",
  "AO_100123": "Неуспешно Създаване на вододели.",
  "AO_100124": "Типът геометрия на Входния слой трябва да е точка за типа буфер ${bufferType}.",
  "AO_100125": "Полето \"групиране по\" ${fieldName} трябва да бъде цели числа, текст или дата..",
  "AO_100126": "Входният слой съдържа обекти с твърде сложна геометрия за исканата услуга. Резултатите ще се основават на опростена геометрия.",
  "AO_100127": "Всички входни точки попадат извън областта на покритие на данните.",
  "AO_100128": "Предоставеното точково поле трябва да бъде текст или цяло число.",
  "AO_100129": "Точката излиза извън обхвата на водосборния район.",
  "AO_100130": "Точката попада извън обхвата на степента на обработка.",
  "AO_100131": "Параметърът за максимално разстояние за наблюдение не може да бъде повече от ${max}${units}.",
  "AO_100132": "Данните за източника на цифровия височинен модел (DEM) не са налични в областта на входните точки.",
  "AO_100133": "Входната резолюция на цифровия височинен модел (DEM) не се поддържа при зададената максимална стойност на разстоянието. Посочете по-малка максимална стойност на разстояние.",
  "AO_100136": "Невалиден обхват за извличане на данни.",
  "AO_100137": "Изисква се ${parameterName} стойност за.",
  "AO_100138": "Някои източници не са свързани с техните сдвоени дестинации. За повече информация, проверете полето Състояние в изходните слоеве с неопределен произход и неприсвоени дестинации.",
  "AO_100139": "Никой от източниците не може да бъде свързан с дестинации.",
  "AO_100140": "Слоят на ограничаващия правоъгълник съдържа обекти с твърде сложна геометрия за исканата услуга. Резултатите ще се основават на опростена геометрия.",
  "AO_100141": "Обектите в Слоя на ограничаващия правоъгълник надхвърлят ограничението за максимален размер на заявката и не могат да бъдат извлечени.",
  "AO_100142": "Обхватът на входните точкови обекти надвишава разрешения максимален обхват.",
  "AO_100143": "Вашата потребителска роля не включва привилегията за анализ на височина.",
  "AO_100144": "Помощната ${serviceName} програма не е регистрирана за портала..",
  "AO_100145": "Следният режим на пътуване не е валиден: ${travelMode}.",
  "AO_100146": "Избраните единици за прекъсване, ${breakUnits}, и режим за пътуване, ${travelMode}, са несъвместими. Те не са взаимно съвместими стойности за време или разстояние.",
  "AO_100147": "Режимът на пътуване не определя атрибут на импеданс, базиран на времето.",
  "AO_100148": "Нямате разрешение за достъп до помощната програма ${serviceName}.",
  "AO_100149": "Няма достъп до регистриран URL адрес за помощна програма ${serviceName}: ${cause}.",
  "AO_100150": "Неуспешно избиране на Най-добрите съоръжения.",
  "AO_100151": "Избраните единици за диапазон на пътуване, ${travelRangeUnits}, и режим на пътуване, ${travelMode}, са несъвместими. Те не са взаимно съвместими стойности за време или разстояние.",
  "AO_100152": "Комбинираният брой на обектите в ${requiredFacilitiesLayer} и ${candidateFacilitiesLayer} не може да бъде по-голям от ${max}.",
  "AO_100153": "Стойността за ${paramName} параметъра трябва да бъде по-голяма от нула.",
  "AO_100154": "Или посочете стойност за ${paramName1} или ${paramName2} параметър.",
  "AO_100155": "Слоят на съоръженията с потенциално съвпадение за адрес, ${candidateFacilitiesLayer}, не трябва да се посочва с цел Разпределяне.",
  "AO_100156": "Процентът на търсенето за покриване трябва да бъде по - голям от нула и по-малък или равен на сто.",
  "AO_100157": "Броят на потенциалните съвпадения за адрес, от които да избирате, не трябва да бъде по-малък от броя на обектите в необходимия слой съоръжения.",
  "AO_100158": "Броят на потенциалните съвпадения за адрес, от които да се избира, не може да бъде по-голям от ${max}.",
  "AO_100159": "Броят на събраните данни е по-голям от максималното ограничение от ${maxDataCollections}.",
  "AO_100160": "Някои обекти имат невалидна геометрия и са премахнати от резултата.",
  "AO_100161": "Неуспешен партиден геокод.",
  "AO_100162": "Неуспешен анализ на въвеждането на геокод.",
  "AO_100163": "Вашият текстов квалификатор е невалиден.",
  "AO_100164": "Трябва да въведете или inputTable, inputFileItem или columnNames. Всичките три не могат да бъдат празни.",
  "AO_100165": "Ако редът на заглавката ви не съществува, трябва да въведете имена на колони.",
  "AO_100166": "Ако вашият fileType е таблица, тогава трябва да въведете inputTable.",
  "AO_100167": "CSV колекцията не се поддържа от типа вход. Моля, въведете електронна таблица в CSV или Microsoft Excel.",
  "AO_100168": "Името на вашия файл или разширение е твърде дълго.",
  "AO_100169": "Вашият zip файл не може да бъде отворен.",
  "AO_100170": "Във вашия zip файл няма файл с посочения формат.",
  "AO_100171": "Невалиден URL адрес на услугата локатор: ${service_url}.",
  "AO_100172": "Невалидни идентификационни данни или невалиден URL адрес на услугата за локатор: ${service_url}. Уверете се, че прокси елементите са споделени с Всички.",
  "AO_100173": "Потребителят няма права за геокодиране или подходящи права за публикуване.",
  "AO_100174": "Услугата за геокодиране трябва да е на федеративен сървър.",
  "AO_100175": "Невалиден токен.",
  "AO_100176": "Вашият файл трябва да бъде кодиран с UTF-8. Моля, изпратете отново вашия файл.",
  "AO_100177": "Вашият Excel файл е повреден и не може да бъде отворен.",
  "AO_100178": "Първият ред на вашия файл е празен. Моля, редактирайте файла и го изпратете отново.",
  "AO_100179": "Трябва да дефинирате ширините на колоните, ако вашият файл е с фиксирана ширина.",
  "AO_100180": "Ширините на колоните ви трябва да са цели числа, разделени със запетаи така: 5,7,13.",
  "AO_100181": "Редът на заглавката на файла не може да бъде анализиран или е празен.",
  "AO_100182": "Полето ${field} може да се съпостави с 2 възможни полета с псевдоним: ${field_one} и ${field_two}.",
  "AO_100183": "Дефинирането на полета е въведено в неправилен формат.",
  "AO_100184": "Неправилен outputFields. Въведете outputFields като: x,y,score,match_addr.",
  "AO_100185": "chars_per_row трябва да е цяло число.",
  "AO_100186": "Неправилна widths_of_cols. Въведете widths_of_cols като: 10,15,6.",
  "AO_100187": "Вашето outputName (изходно име) трябва да е празно, за да излезете от Колекция от обекти.",
  "AO_100188": "Вашето outputName не може да бъде празно.",
  "AO_100189": "Неправилен URL адрес на услугата за геокодиране (geocodeServiceURL). Проверете дали услугата за геокодиране е онлайн и има валидна крайна точка REST на geocodeAddresses.",
  "AO_100190": "Проверете Вашия header_rows_to_skip параметър.",
  "AO_100191": "Не може да се запише заглавка: проверете дали headerRowsToSkip е неправилен или услугата за геокодиране не е налична.",
  "AO_100192": "Ако редът на заглавката Ви съществува, трябва да предоставите headerRowsToSkip.",
  "AO_100193": "HeaderRowsToSkip трябва да бъде положително число, по-малко от броя на редовете в inputTable или inputFileItem.",
  "AO_100194": "Файлът с резултати се редактира от друга програма.",
  "AO_100195": "Въведеният файл е празен, връща празен файл.",
  "AO_100196": "Дефинирането на полета трябва да бъде списък със списъци.",
  "AO_100197": "Вашият geocodingServiceURL може да е неправилен, той няма maxBatchSize на страницата с информация.",
  "AO_100198": "Нито едно от полетата не е свързано с валидни полета за локатор. Редактирайте дефинирането на полето и го изпратете отново.",
  "AO_100199": "Дефинирането включва поле за локатор, което не се поддържа. Редактирайте дефинирането на полето и го изпратете отново.",
  "AO_100200": "Дефинирането включва неподдържано поле за локатор. Неподдържаните полета за локатор са ${supported_fields}. Редактирайте дефинирането на полето и го изпратете отново.",
  "AO_100201": "Полето field_mapping включва поле за въвеждане, което ${field} не присъства във входния файл: ${supported_fields}.",
  "AO_100202": "Не може да се направи заявка за REST от сървърната машина. Проверете дали сървърната машина може да се свърже с интернет.",
  "AO_100203": "Въведеният geocodeServiceURL трябва да бъде https вместо http.",
  "AO_100204": "Входната таблица има над 100 000 записа и не се поддържа.",
  "AO_100205": "Вашият разделител за колона е невалиден.",
  "AO_100206": "Неуспешно създаване на Реплика за URL адреса(ите): ${Url}. Проверете дали услугата позволява на другите да експортират данни в различни формати.",
  "AO_100207": "Общият брой полета за въвеждане и променливи за обогатяване надвишава максималното ограничение на ${maxCountOfFields}.",
  "AO_100208": "Редът на заглавката ви не е със същата дължина като броя на списъците във Вашето поле за дефиниране.",
  "AO_100209": "HeaderRowsToSkip трябва да бъде положително число, по-малко от броя на редовете в inputTable или inputFileItem.",
  "AO_100210": "Вашия файл за въвеждане има твърде много редове. xls поддържа само до 65536 реда. Моля, изпратете различен outputType.",
  "AO_100211": "Неуспешно създаване на Слоеве от маршрута.",
  "AO_100212": "Входният файл с данни за маршрута не е валиден zip файл.",
  "AO_100213": "Входните данни за маршрута не съдържат необходимия обектен клас Спирки",
  "AO_100214": "Входните данни за маршрута не съдържат поне две спирки.",
  "AO_100215": "Неуспешно Свързване на обекти.",
  "AO_100216": "Неуспешно Намиране на външни отдалечени части.",
  "AO_100217": "Запазването на резултата като маршрутни слоеве не бе успешно, тъй като анализът не произведе никакви маршрути.",
  "AO_100218": "Включването на маршрутни слоеве не е валидно, когато измерването е тип StraightLine.",
  "AO_100219": "Невалиден вход за параметър ${paramName}.",
  "AO_100220": "Типът геометрия ${geomType} за ${paramName} не се поддържа за пространствени връзки: ${spatialRel}.",
  "AO_100221": "Трябва да бъде посочен атрибут или пространствена връзка.",
  "AO_100222": "Пространствената връзка не се поддържа за входни таблици.",
  "AO_100223": "Включването на маршрутни слоеве не се поддържа, когато се изисква група изходни обекти.",
  "AO_100224": "Неуспешно изтегляне на данни за маршрута от елемента с данни за маршрута, ${itemId}.",
  "AO_100225": "Неуспешно изтриване на елемента с данни за маршрута, ${itemId}.",
  "AO_100226": "Неуспешно извличане на данни за маршрут от файла с данни за маршрут.",
  "AO_100227": "Редът на заглавката ви не е със същата дължина като броя на списъците във Вашето поле за дефиниране.",
  "AO_100228": "HeaderRowsToSkip трябва да бъде положително число, по-малко от броя на редовете в inputTable или inputFileItem.",
  "AO_100229": "Вашия файл за въвеждане има твърде много редове. xls поддържа само до 65536 реда. Моля, изпратете различен outputType.",
  "AO_100230": "Вашият тип файл не се поддържа. Поддържаните типове файл са csv и xlsx.",
  "AO_100231": "Вашето outputName не е правилно форматирано.",
  "AO_100232": "Вашата потребителска роля не включва привилегията за геокодиране.",
  "AO_100233": "Броят на записите във входната таблица е по-голям от максималните записи, ${max} разрешени за геокодиране.",
  "AO_100234": "Не можете да изпратите както таблица, така и файл; моля, изпратете само едното.",
  "AO_100235": "inputFileParameters (входните файлови параметри) не са форматирани правилно.",
  "AO_100236": "Ако изпращате файл, трябва да посочите inputFileParameters (Входни файлови параметри).",
  "AO_100237": "Тази входна таблица не е валидна. Моля, изберете друга таблица.",
  "AO_100238": "Този входен файл не е валиден. Моля, изберете друг файл.",
  "AO_100239": "Трябва да посочите входен файл, входна таблица или имена на колони (inputFile, inputTable или columnNames).",
  "AO_100240": "Параметрите за геокодиране (geocodeParameters) не са правилно форматирани.",
  "AO_100241": "Името на вашия изходен резултат вече съществува. Моля, изберете различно име.",
  "AO_100242": "Нямате достатъчно кредити, за да изпълните тази операция. Свържете се с вашия администратор на системата ArcGIS за съдействие.",
  "AO_100243": "Някои от обектите във Вашия резултат не са обогатени.",
  "AO_100244": "Разстоянието и мерните единици са необходими за SpatialRelationship WithinDistance.",
  "AO_100245": "Невалиден израз за ${paramName}, деформиран JSON.",
  "AO_100246": "Неуспешно създаване на маршрутни слоеве за следните маршрути: ${routeNames}.",
  "AO_100247": "Неуспешно създаване на маршрутни слоеве като брой маршрути, ${routeCount}, е по-голям от максималния брой слоеве на маршрута, ${max}, които могат да бъдат изградени.",
  "AO_100248": "Във Вашия файл или таблица няма записи. Моля, включете записи, които да бъдат геокодирани и изпратени отново.",
  "AO_100249": "Невалидна категория.",
  "AO_100250": "Изпратената таблица е празна или повредена.",
  "AO_100251": "Вашият файл не е кодиран с UTF-8. Моля, изпратете отново.",
  "AO_100252": "Стойностите в ${startLayerRouteIDField} поле в ${startLayer} и ${endLayerRouteIDField} поле в ${endLayer} не са уникални.",
  "AO_100253": "Празен inputTable и празен inputFileItem. Въведете или inputTable, или inputFileItem.",
  "AO_100254": "Неуспешно намиране на центроиди.",
  "AO_100255": "Неуспешно създаване на контейнери.",
  "AO_100256": "Параметърът ${paramName} изисква валидна стойност.",
  "AO_100257": "Някои от стойностите в целевите полета са невалидни и не могат да бъдат присъединени.",
  "AO_100258": "Разстоянието между всички входове трябва да бъде по-малко от ${mileValue} мили (${kmValue} километри), когато ходите пеша.",
  "AO_100259": "Не бяха намерени най-близки места. Проверете дали диапазонът на търсене е подходящ за Вашия анализ.",
  "AO_100260": "Неуспешно намиране на клъстерна точка.",
  "AO_100261": "Неуспешно обобщение на центъра и дисперсията.",
  "AO_100262": "Невалидна заявка. Не всички изрази се позовават на един и същ целеви слой. Изходните местоположения могат да бъдат извлечени само от един целеви слой.",
  "AO_100263": "${barrierType} не може да бъде посочено, когато измерването е тип StraightLine.",
  "AO_100264": "Слоят ${inputLayer} използван за определяне на ${shapeType} бариерен слой, трябва да има ${shapeType} геометрия.",
  "AO_100265": "Броят на уличните обекти, пресечени от точков бариерен слой, надвишава границата на ${limit}.",
  "AO_100266": "Броят на уличните обекти, пресечени от линейния бариерен слой, надвишава ограничението от ${limit}.",
  "AO_100267": "Броят на уличните обекти, пресечени от полигонен бариерен слой, надвишава ограничението от ${limit}.",
  "AO_100268": "Неуспешно генериране на теселации.",
  "AO_100269": "Невалиден обхват за генериране на теселации.",
  "AO_100270": "Размерът и броят на променливите, които сте избрали, надвишават максималния размер на реда на слоя за услуга за обект. Моля, намалете броя на избраните променливи.",
  "AO_100271": "Полето ${fieldName} в ${analysisLayer} слоя не може да има празни стойности.",
  "AO_100272": "Всяко ${startLayerRouteIDField} поле в ${startLayer} слоя или ${endLayerRouteIDField} поле в ${endLayer} слоя трябва да имат уникални стойности.",
  "AO_100273": "${routeId} стойността от ${routeIDField} полето в ${startLayer} слоя няма съвпадащ обект в ${endLayer} слоя.",
  "AO_100274": "Максималният брой превозни средства за маршрут трябва да бъде равен на броя на обектите в ${startLayer} слоеве, използвани като начални местоположения за маршрутите.",
  "AO_100275": "Максималният брой превозни средства за маршрут трябва да бъде равен на броя на обектите в ${endLayer} слоеве, използвани като крайни местоположения за маршрутите.",
  "AO_100276": "Броят на обектите в ${startLayer} слой, използван като начално местоположение за маршрути, не може да бъде по-голям от ${max}.",
  "AO_100277": "Броят на обектите в ${endLayer} слой, използван като крайно местоположение за маршрути, не може да бъде по-голям от ${max}.",
  "AO_100278": "Стойността ${measureType} не може да бъде по-голяма от ${max} ${breakUnits}, когато е избрана опцията за показване на недостъпни зони като дупки.",
  "AO_100279": "Стойността ${measureType} не може да бъде по-голяма от ${max} ${breakUnits} когато е избрана опцията за включване на достъпни улици.",
  "AO_100280": "Стойността ${measureType} не може да бъде по-голяма от ${max} ${breakUnits}, когато вървите пеша.",
  "AO_100281": "Исканите променливи за анализ са от множество йерархии. Това може да доведе до непоследователни резултати.",
  "AO_100282": "Лицензът ArcGIS Server Advanced е необходим на хостинг сървъра, когато се използва тип измерване StraightLine с инструмента Намери най-близкото.",
  "AO_100283": "Има твърде много обекти или сложни форми в набора от данни. Помислете за намаляване на броя на обектите, преди да стартирате Обогатен слой. Например, можете да филтрирате набора от данни и да стартирате инструмента на партиди, или да намалите размера на обхвата на картата.",
  "AO_100284": "Няма проекция за ${inputLayer}. Това или ще доведе до неуспех на анализа, или ще създаде изход без проекция..",
  "AO_100285": "Само собственика на ${inputLayer} може да изпълни анализ на този слой.",
  "AO_100286": "Кредитната оценка се основава на използването на персонализирана услуга за геообогатяване GeoEnrichment.",
  "AO_100287": "Данните не са налични за държави със следните кодове на държави: ${country}.",
  "AO_100288": "Не може да се открие държавата за един или повече обекта.",
  "AO_100289": "Грешка при свързване с околната среда. Свържете се със Службите за поддръжка на Esri.",
  "AO_100290": "Полетата за идентификатор на обект не могат да се използват при присъединяване на атрибут.",
  "AO_100291": "Неуспешно публикуване на резултатите от анализа като колекция от обекти, тъй като един от изходните слоеве има повече от 9999 обекта. За да запазите всички обекти, запишете вашия резултат като обектен слой.",
  "AO_100292": "Предоставеното изходно име вече се използва или съдържа невалидни символи.",
  "AO_100293": "Един или повече обекта не бяха обогатени, защото създаването на зона за режим на пътуване не бе успешно. Уверете се, че обектите за въвеждане са разположени в зоната на покритие на данните на Вашата услуга за мрежови анализ или използвайте праволинейно разстояние.",
  "AO_100294": "Един или повече обекта преминават демографските граници. Променливите за обогатяване са оценени с помощта на пропорционално обобщение.",
  "AO_100295": "База геоданни с данни за маршрут ${geodatabase} не съществува.",
  "AO_100296": "Zip файлът с данни за маршрут ${zipfile} е празен.",
  "AO_100297": "Броят на изходните линии на зоната на обслужване, ${numFeatures}, надвишава максималния праг, ${threshold}, който може да бъде върнат от услугата.",
  "AO_100298": "Неуспешно задание поради грешка на услугата. Свържете се със Службите за поддръжка на Esri.",
  "AO_100299": "Резултатите от услугата за височина не могат да бъдат разопаковани. Свържете се със Службите за поддръжка на Esri.",
  "AO_100300": "Резултатите от услугата по хидрология не могат да се разопаковат. Свържете се със Службите за поддръжка на Esri.",
  "AO_100301": "Сливането на слоеве (Merge Layers) изисква един и същ тип геометрия за всички входове.",
  "AO_100302": "За работа с този инструмент е необходим лиценз за Geostatistical Analyst.",
  "AO_100303": "За работа с този инструмент е необходим лиценз за Spatial Analyst.",
  "AO_100304": "Неуспешно създаване на Прагови области.",
  "AO_100305": "Стойността не е член на Минути | Секунди | Часове | Мили | Километри | Метри | Футове | Ярда | Други.",
  "AO_100306": "Невалиден Аркаден израз.",
  "AO_100307": "Всички полигони са празни.",
  "AO_100308": "Числовата стойност е извън валидния диапазон.",
  "AO_100309": "Стойността не е член на ToFacility | FromFacility.",
  "AO_100310": "Стойността не е член на StraightLine | Време за шофиране | Разстояние на шофиране | Време за камион | Разстояние за камион | Време за ходене | Пешеходно разстояние | Време за шофиране в селски райони | Разстояние за шофиране в селски райони.",
  "AO_100311": "Стойността не е член на GeoLocal | UTC.",
  "AO_100312": "Резултатите не могат да се съхраняват като колекция от обекти, когато включват достъпни улици.",
  "AO_100313": "Не може да се извърши презаписване: посоченият елемент на портала не съществува.",
  "AO_100314": "Не може да се извърши презаписване: трябва или да сте собственик на елемента, или да имате административни привилегии, за да презапишете този елемент.",
  "AO_100315": "Не може да се извърши презаписване: неподдържан тип елемент за презаписване.",
  "AO_100316": "Посоченото име на услугата е различно от заглавието на съществуващия елемент, който трябва да се презапише. Елементът ще бъде презаписан, но заглавието на елемента няма да бъде обновено.",
  "AO_100317": "Не може да се извърши презаписване: трябва да предоставите идентификатор на елемент, за да презапишете елемент.",
  "AO_100318": "Не може да се извърши презаписване: посоченият елемент на портала се препраща от други елементи на портала. Всички слоеве на изглед, свързани с посочения елемент на портала, трябва да бъдат изтрити, преди да се извърши презаписване.",
  "AO_100319": "Общият брой полета в резултатния слой, включително полетата за анализ, генерирани от инструмента, надхвърля границата от 1023 полета.",
  "AO_100320": "Общият брой полета в резултатния слой, включително полетата за анализ, генерирани от инструмента, надвишава ограничението от 1019 полета.",
  "AO_100321": "Не може да се извърши презаписване: проекцията на изхода трябва да съвпада с проекцията на съществуващия елемент за презаписване.",
  "AO_100322": "Неуспешно публикуване на резултата. Моля, опитайте отново да стартирате инструмента по-късно.",
  "AO_100323": "Неуспешно достигане на прагови области.",
  "AO_100324": "Променливата не е подходяща за анализ на праговата област.",
  "AO_100325": "Не е намерена улична мрежа за входна точка: ${pointId}.",
  "AO_100326": "Достигнат е максимален радиус без решение за входна точка: ${pointId}.",
  "AO_100327": "Не може да се извърши презаписване: посоченият елемент на портала се препраща от други елементи на портала. Всички слоеве на изглед, свързани с посочения елемент на портала, трябва да бъдат изтрити, преди да се извърши презаписване.",
  "AO_100328": "Типът геометрия на входния слой не може да бъде точки. За да използвате тези входни данни за създаване на нов точков слой, опитайте инструмента Намиране по атрибути и местоположение.",
  "AO_100329": "Невалидни атрибути за сливане.",
  "AO_100352": "Сумата от броя на обектите в кандидат съоръженията и необходимите слоеве на съоръженията не може да бъде по-голяма от ${max}.",
  "AO_100353": "Неуспешно създаване на услугата за изходни обекти. Полетата за отместване на времевия печат не се поддържат.",
  "AO_100354": "Посоченият формат на изходните данни изисква координатната система на Световната геодезическа система 1984 (WGS84). WGS84 е приложена и Вашата изходна координатна система не е използвана.",
  "AO_100355": "Обобщената статистика не може да бъде изчислена за следните типове полета: DateOnly, TimeOnly и TimestampOffset.",
  "AO_100356": "Следните типове полета не могат да бъдат експортирани: ${params}.",
  "AO_1011": "Случаи с твърде малко вертекси за валидна геометрия (включва само първите 30): %1 = %2.",
  "AO_109": "Буферното разстояние не може да бъде отрицателно за линии и точки.",
  "AO_110": "${inputFC} не съществува.",
  "AO_110057": "Проекцията за входните данни (${inputFeatures}) е несъвместима с изходната координатна система (${outputCoordinateSystem}).",
  "AO_110058": "Проекцията за обектите за потенциално съвпадение за адрес (${candidateFeatures}) е несъвместима с изходната координатна система (${outputCoordinateSystem}).",
  "AO_110059": "Проекциите между входните данни и обектите за потенциално съвпадение за адрес са несъвместими. Анализът е извършен в проекцията „WGS_1984_Web_Mercator_Auxiliary_Sphere“.",
  "AO_110068": "Тестът на Райли изисква поне ${numCases2D} обекти за двуизмерен резултат и ${numCases3D} обекти за триизмерен резултат да бъдат валидни.",
  "AO_110069": "Твърде малко обекти за ${numBadCases} на ${numCases} случаи за валидиране на теста на Райли.",
  "AO_110070": "Тестът на Райли не е валиден, тъй като наборът от данни е диаметрално бимодален. Резултатът е коригиран за по-добра репрезентация на средната ориентация.",
  "AO_110071": "Открити са диаметрално бимодални данни за ${numDoubleAngleCases} на ${doubleAngleCases} случаите. Тестът на Райли не е валиден за тези случаи и в резултат на това изходния резултат е коригиран за по-добра репрезентация на средната ориентация.",
  "AO_110083": "Вертикалните и линейните единици в координатните системи XY и Z не са еднакви.",
  "AO_110141": "Минималният брой обекти за клъстер е по-голям от броя на обектите в набора от данни.",
  "AO_110143": "Минималният брой на обектите за клъстер не може да бъде по-голям от 1.",
  "AO_110144": "Неуспешно генериране на ограничаващи области с помощта на посочения режим на пътуване.",
  "AO_110145": "Не всеки слой за сливане има съответния атрибут за сливане.",
  "AO_110146": "Полето ${fieldName} не съществува в слоя ${layerName}, така че операцията по сливане ${mergeAttribute} не може да бъде изпълнена.",
  "AO_110243": "Анализът не може да бъде завършен, тъй като създадената мрежа ще има повече от максималните два милиарда клетки.",
  "AO_110250": "Всички клетки на мрежата трябва да попадат в домейна на проекцията.",
  "AO_110339": "Атрибутите, които представляват интерес за обектите на потенциално съвпадение за адрес, трябва да имат средни стойности, които се различават от входните данни, когато съвпадат с помощта на профилите на атрибути.",
  "AO_110340": "${summary} не може да се изчисли за полета за дата.",
  "AO_110341": "Не може да се изчисли статистика за полето ${fieldName}. Свържете се със службите за поддръжка на Esri.",
  "AO_110342": "Създаването на услуга с обекти ${serviceName} не бе успешно.",
  "AO_110343": "Неуспешно създаване на елемент ${itemName}.",
  "AO_110344": "Теселационният анализ H3 изисква координатната система на Световната геодезическа система 1984 (WGS84). WGS84 е приложена и Вашата изходна координатна система не е използвана.",
  "AO_110345": "Теселационният анализ H3 изисква координатната система на Световната геодезическа система 1984 (WGS84). WGS84 е приложена като Вашата изходна координатна система.",
  "AO_110346": "Изисква се резолюция на клетката, когато типът на клетката е H3 Hexagons.",
  "AO_110347": "За този тип клетка се изисква въвеждане на размер на клетка.",
  "AO_110348": "Обхватът не съдържа валидна проекция.",
  "AO_110349": "Обхватът, предоставен в параметъра на контекста, не е валиден.",
  "AO_110350": "Изходната координатна система, предоставена в контекстния параметър, не е валидна.",
  "AO_110351": "В едно и също поле не могат да се извършват множество операции.",
  "AO_1115": "Свойството за описание на слоя трябва да бъде зададено за ${layerName}.",
  "AO_1156": "Стойността на полето е несъвместима с типа на полето.",
  "AO_12": "Полето за добавяне вече съществува.",
  "AO_1533": "Не успяхме да изчислим горещите и студените точки за предоставените данни. Ако е възможно, опитайте да посочите Поле за анализ.",
  "AO_1534": "Горещите и студените точки не могат да бъдат изчислени, когато броят на точките във всяка полигонова област е идентичен. Опитайте различни полигонови области или различни опции за анализ.",
  "AO_1535": "Избраната от вас опция за анализ изисква минимум ${minNumFeatures} обобщаващи области.",
  "AO_1536": "Избраната от вас опция за анализ изисква минимум ${minNumIncidents} точки за изчисляване на горещи и студени точки.",
  "AO_1570": "Опцията за анализ, която сте избрали, изисква минимум ${minNumIncidents} точки, които да бъдат вътре в граничната(-ите) област(и) на полигон.",
  "AO_1571": "Опцията за анализ, която сте избрали, изисква минимум ${minNumFeatures} обекти с валидни данни в полето за анализ с цел изчисляване на горещи и студени точки.",
  "AO_1572": "Няма достатъчно вариации в точките за изчисляване на горещи и студени точки. Съвпадащите точки, например, намаляват пространствените вариации. Можете да опитате да предоставите гранична област, обобщаващи области (минимум 30) или поле за анализ.",
  "AO_1573": "Няма достатъчно вариации между точките в граничната област(и) на полигона. Можете да опитате да осигурите по-големи граници.",
  "AO_1574": "Опцията за анализ, която избрахте, изисква минимум ${minNumIncidents} точки да бъдат вътре в полигоните за обобщаване.",
  "AO_1575": "Всички стойности за вашето поле за анализ вероятно са еднакви. Горещите и студените точки не могат да бъдат изчислени, когато няма промяна в анализираното поле.",
  "AO_1583": "Когато има множество входни данни, съвпадението се основава на техните средни атрибути на интерес.",
  "AO_1584": "Липсващ/невалиден атрибут(и). Следните полета бяха премахнати от списъка с атрибути за разглеждане: ${removedFields}.",
  "AO_1585": "Липсващ/невалиден атрибут(и). В списъка с атрибути, които да се вземат предвид, не са останали валидни полета.",
  "AO_1586": "Броят на резултатите не може да бъде по-голям от броя на обектите за потенциално съвпадение за адрес. Параметър за настройка, равен на максималната стойност: ${maxValue}.",
  "AO_1587": "Броят на резултатите не може да бъде по-голям от половината от броя на обектите за потенциално съвпадение за адрес. Параметър за настройка, равен на максималната стойност: ${maxValue}.",
  "AO_1588": "Нулево отклонение. Следните полета нямат достатъчно вариации за използване в този инструмент: ${name}.",
  "AO_1589": "Този инструмент изисква минимум 2 местоположения за търсене.",
  "AO_1598": "Трябва да предоставите поне два атрибута, които представляват интерес, когато съпоставяте с помощта на профилите на атрибути.",
  "AO_1599": "Твърде малко записи за анализ. Този инструмент изисква поне 1 референтно местоположение във Входния слой за изчисляване на резултатите.",
  "AO_1605": "Разстоянията за географски координати (градуси, минути, секунди) се анализират с помощта на хордови разстояния в метри.",
  "AO_1607": "Стойностите на разстоянието надвишават 30 десетични градуса. Хордовите разстояния не са точни над 30 градуса.",
  "AO_1616": "Обекти с потенциално съвпадение за адрес с лоши записи (включва само първите 30): ${label} = ${badIDs}.",
  "AO_192": "Размерът на клетката трябва да бъде по-малък от лентата за разстояние.",
  "AO_210": "Не може да се създаде изход ${outputFC}.",
  "AO_26": "Буферното разстояние е нула.",
  "AO_308": "Невалиден тип поле.",
  "AO_358": "Невалиден израз.",
  "AO_366": "Невалиден тип геометрия.",
  "AO_385": "Опцията ЛИНИЯ не е валидна с точкови обекти.",
  "AO_40039": "Няма достатъчно данни за метода на изчисляване. Необходими са поне 10 точки.",
  "AO_40040": "Данните се разпределят по права линия и не могат да бъдат обработвани.",
  "AO_40069": "Отклонението в данните е твърде малко, за да бъде изчислено.",
  "AO_401": "Няма намерени обекти за обработка.",
  "AO_426": "Недостатъчна памет.",
  "AO_438": "Наслагването не е полигон.",
  "AO_468": "Типовете форма на въвеждане не са еднакви.",
  "AO_539": "Невалиден израз.",
  "AO_561": "Посочената пространствена връзка е невалидна за избраните слоеве.",
  "AO_640": "Невалиден тип поле за ${fieldName}; трябва да е от тип ${typeString}.",
  "AO_641": "Този инструмент изисква поне ${numFeatures} обект (и) за изчисляване на резултатите.",
  "AO_642": "Проблеми с четенето на ${badNum} от ${totalNum} общ брой записи.",
  "AO_715": "${numObsNoNeighs} обект(и) не е(са) имал(и) съседи въз основа на даден праг на разстояние; връщане на съседен обект с най-близкия истински център.",
  "AO_716": "Обекти с корекция за търсене в квартал (включва само първите 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} полигоните не отговарят на минималния брой съседи, посочени въз основа на полигонно съседство; за тези полигони най-близките несъседни съседи също ще бъдат включени като съседи.",
  "AO_728": "Полето за анализ, ${fieldName} което посочихте, не съществува в Слоя за анализ.",
  "AO_735": "Моля, предоставете поне едно валидно поле за анализ, на което да се основава сходството.",
  "AO_800": "Стойността не е член на СУМА| СРЕДНА | МИН. | МАКС. | ДИАПАЗОН| STD | БРОЙ | ПЪРВА | ПОСЛЕДНА.",
  "AO_84426": "Трябва да предоставите полигони за обобщение на инциденти в брой за този метод за обобщение на данни за инциденти.",
  "AO_845": "Минимум ${warnNumObs} входни обекти за анализ е идеално.",
  "AO_846": "${numObsNoNeighs} обект(и) не е(са) имал(и) съседи, което обикновено обезсилва статистическите свойства на теста.",
  "AO_847": "Обекти без съседи (включва само първите 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Обекти с лоши записи (включва само първите 30): ${ObjIDs} = ${IDnums}.",
  "AO_897": "Предоставената честотна лента за разстояние ${smallDistance} е твърде малка за областта на изследване.",
  "AO_898": "Няма намеренo валидно тегло.",
  "AO_900003": "Не може да се получи броят на обектите от ${layer}.",
  "AO_900004": "Конфигурационният файл ${file} не съществува.",
  "AO_900005": "${TaskName} Неуспешно оценяване на разход.",
  "AO_900006": "Не може да се анализира входа, деформиран JSON.",
  "AO_900007": "Неподдържан тип параметър на ${type}.",
  "AO_900008": "Неподдържан инструмент ${ToolName} за оценяване на разход.",
  "AO_900009": "Не може да достигне Броя на обектите на Слоя за геообогатяване.",
  "AO_906": "Нулево отклонение: всички стойности за вашето поле за въвеждане вероятно са еднакви.",
  "AO_910": "Твърде малко обекти за ${numBadCases} от ${numCases} случаи.",
  "AO_911": "Еднакви начални и крайни точки за ${numBadObs} на ${numObs} линейни обекти.",
  "AO_912": "Линейни обекти с еднакви начална и крайна точка (включва само първите 30): ${label} = ${badLengths}.",
  "AO_929": "Разстоянието на честотна лента трябва да бъде по-малко от обхвата за анализ.",
  "AO_941": "Отрицателните стойности на теглото са интерпретирани като нула за обработка.",
  "AO_947": "Случаи с твърде малко обекти (включват само първите 30): ${label} = ${badCases}.",
  "AO_973": "Не можа да се изобрази резултат въз основа на файла със слоя по подразбиране.",
  "AO_978": "Има твърде малко върхове, за да се създаде валидна геометрия.",
  "BD_100082": "Изискват се име на поле и израз.",
  "BD_100084": "Типът на полето трябва да бъде Текст, Цяло число, Двойно или Дата.",
  "BD_100088": "Полето(-тата) \"${attribute}\" трябва да бъдат както в слоя за справка, така и в слоевете за търсене на потенциално съвпадение за адрес.",
  "BD_100089": "Следните полета нямат достатъчно вариации за използване в този анализ: ${attribute}.",
  "BD_100090": "Този инструмент изисква най-малко 2 местоположения за търсене на потенциално съвпадение за адрес, които не са и местоположения за справка.",
  "BD_100161": "Неуспешен партиден геокод.",
  "BD_100162": "Неуспешен анализ на въвеждането на геокод.",
  "BD_100171": "Невалиден URL адрес за локатор на адреси: ${locator_url}.",
  "BD_100182": "Следните полета ${field} имат дубликати.",
  "BD_100189": "Не може да се свърже с отдалечена услуга за геокодиране - проверете дали услугата за геокодиране е онлайн и има валидна крайна точка REST на geocodeAddresses.",
  "BD_100199": "Редактирайте картографирането на вашето поле и го изпратете отново - вашето картографиране включва поле за локатор, което не се поддържа.",
  "BD_101000": "Операцията за заявка не може да се изпълни.",
  "BD_101001": "Тази операция изисква време за настройка на изходните обекти, липсваща в '${paramName}'.",
  "BD_101002": "Тази операция изисква да се зададе геометрия на изходните обекти, липсваща в '${paramName}'.",
  "BD_101003": "Типът интервал за разстояние не се поддържа.",
  "BD_101004": "Грешен тип геометрия за '${paramName}'. Очаквано '${expectedType}', но получено '${actualType}'.",
  "BD_101005": "Полето '${requiredField}' е задължително, ако '${setField}' е зададено.",
  "BD_101006": "Типът интервал за време не се поддържа. Разрешени са само цели числа.",
  "BD_101007": "Изисква се поне едно взаимоотношение.",
  "BD_101008": "Полето '${requiredField}' е задължително.",
  "BD_101009": "Не са намерени поле(-та) в набора от данни: ${fields}.",
  "BD_101010": "Резултатът от вашия анализ не върна никакви обекти. Няма да бъде създаден слой.",
  "BD_101011": "Изисква се едно от '${firstField}' или '${secondField}' .",
  "BD_101012": "И '${firstField}' и '${secondField}' не могат да бъдат зададени едновременно.",
  "BD_101013": "Грешен тип време за '${paramName}'. Очаквано '${expectedType}', получено '${actualType}'.",
  "BD_101014": "Даденото взаимоотношение с обект '${targetType} ${relationshipType} ${joinType}' не е валидно.",
  "BD_101015": "Дефинираният набор от взаимоотношения не е валиден.",
  "BD_101016": "Необходима е проекция, когато е избрана опцията GEODESIC.",
  "BD_101017": "Някои резултати от планарен буфер могат да надхвърлят валидния обхват. Помислете за използване на геодезически буфер за изчисляване на формата на Земята.",
  "BD_101018": "Една или повече характеристики бяха пропуснати, защото отрицателно или много малко разстояние води до липса на геометрия.",
  "BD_101019": "Един или повече обекти бяха пропуснати поради нулева стойност на полето за разстояние.",
  "BD_101020": "Един или повече обекти бяха пропуснати поради стойност NULL или ПРАЗНА стойност на полето за разстояние.",
  "BD_101021": "Един или повече обекти бяха пропуснати поради невалидна стойност на полето за разстояние на буфера.",
  "BD_101022": "Един или повече обекти бяха пропуснати поради нелинейна стойност на полето за разстояние на буфера.",
  "BD_101023": "Един или повече обекти бяха пропуснати, защото типът буферно разстояние е невалиден.",
  "BD_101024": "Използване на геодезически метод за географска координатна система.",
  "BD_101025": "Невалиден буферен израз.",
  "BD_101026": "Параметърът '${paramName}' не е валиден.",
  "BD_101027": "'${outputName}'не е валидно изходно име.",
  "BD_101028": "Стартиране на нова разпределена работа със ${totalTasks} задачи.",
  "BD_101029": "${completedTasks}/${totalTasks} изпълнени разпределени задачи.",
  "BD_101030": "Неуспешно изпълнениe ${toolName}. Моля, свържете се с вашия администратор с идентификационен номер на задание '${jobID}'.",
  "BD_101031": "Заданието е отменено.",
  "BD_101032": "Стойността „${paramValue}“ в параметъра „${paramName}“ не попада във валидния диапазон [${expectedRange}].",
  "BD_101033": "'${paramName}' ще бъдат проектирани в проекцията за обработка.",
  "BD_101034": "'${paramName}' няма проекция и не може да бъде проектирана към проекцията за обработка.",
  "BD_101035": "'${paramName}' ще бъде ограничено до изходния обхват.",
  "BD_101036": "Статистиката '${statistic}' не е валидна за поле '${fieldName}'.",
  "BD_101037": "Размерът на квартала трябва да бъде по-голям от размера на клетката.",
  "BD_101038": "Възникна грешка при връщане на резултата, обаче резултатът все още трябва да е наличен във Вашето съдържание.",
  "BD_101039": "Входните данни ${paramName} са в географска координатна система, но тази операция изисква проекционна координатна система.. Моля, използвайте проектиран набор от данни или задайте координатната система за обработка за анализ като проекционна координатна система.",
  "BD_101040": "Уеб слой с име „${outputName}“ вече съществува. Моля, изберете друго име, което е уникално във Вашата организация.",
  "BD_101041": "Неуспешно свързване с хранилище за данни. Моля, проверете дали информацията за връзката е правилна.",
  "BD_101042": "Няма достъп до споделяне на файлове. Моля, проверете дали вашият потребителски акаунт в ArcGIS Server има достъп до споделяне на файлове.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Трябва да предоставите поне два Атрибута на интерес за Метода на съвпадение на профил с атрибут.",
  "BD_101046": "Посочете броя на резултатите за връщане. Броят на резултатите трябва да е по-голям от 0.",
  "BD_101047": "Броят на Резултатите трябва да бъде по-малък или равен на 10000. Изчислени са първите 10000 резултата.",
  "BD_101048": "Атрибутите на интереси имат дубликати.",
  "BD_101049": "Броят на исканите резултати е по-голям от броя на върнатите резултати.",
  "BD_101050": "Избраното тип поле за атрибути на интерес трябва да бъде Цифрово.",
  "BD_101051": "Възможни проблеми бяха открити при четене '${paramName}'.",
  "BD_101052": "Някои записи имат липсващи или невалидни стойности на времето.",
  "BD_101053": "Някои записи имат времеви стойности, които не са от тип ${timeType}.",
  "BD_101054": "Някои записи имат липсващи или невалидни геометрии.",
  "BD_101055": "Някои записи имат геометрия, която не е от тип ${geometryType}.",
  "BD_101056": "Невалидна единица за обобщена форма ${unit} за геометрия ${geomType}.",
  "BD_101057": "Разпределеното задание не може да стартира. Моля, проверете настройките на услугата GeoAnalyticsTools и се уверете, че има достатъчно налични ресурси за изпълнението на заданието.",
  "BD_101058": "Анализът изисква повече памет, отколкото е определена. Моля, увеличете паметта, определена за вашия набор от инструменти GeoAnalytics в ArcGIS Server Manager.",
  "BD_101059": "Отрязъците от време не могат да се изчислят.",
  "BD_101060": "Имаше ${numErrors} времеви стъпки, които не можеха да бъдат изчислени. Показват се ${numDisplay} първите грешки.",
  "BD_101061": "Времевият отрязък от ${startTime} до ${endTime} има твърде малко записи за анализ. Всеки времеви отрязък изисква поне ${minFeatures} обект(и) за изчисляване на резултатите.",
  "BD_101062": "Времевият отрязък от ${startTime} до ${endTime} има нулево отклонение. Всички стойности за вашето поле за въвеждане в тази времева стъпка вероятно са еднакви.",
  "BD_101063": "Има нулево отклонение. Всички стойности за вашето поле за въвеждане вероятно са еднакви.",
  "BD_101064": "Изразът, предоставен за '${fieldName}' резултати в тип данни, които не са поддържан тип атрибутни данни.",
  "BD_101065": "Изразът, предоставен за '${fieldName}' не е валиден.",
  "BD_101066": "Неуспешно инициализиране на разпределена изчислителна платформа.",
  "BD_101067": "Създаване на куб за пространствено време. Резултатите не бяха качени правилно във Вашето съдържание.",
  "BD_101068": "Генерирането и анализът на клетката изисква проекционна координатна система. Проекцията ${projectionName} е приложена с персонализирани параметри на проекция въз основа на обхвата за анализ.",
  "BD_101069": "Входните данни '${paramName}' не определят координатна система.",
  "BD_101070": "Наборът от данни '${datasetName}' в големия файл с данни за споделяне '${fileShareName}' е регистриран неправилно.",
  "BD_101071": "Обектът '${jsonObject}' за '${datasetName}' в големия файл с данни за споделяне '${fileShareName}' е регистриран неправилно.",
  "BD_101073": "${numColumns} полета (плюс системни полета) надвишава ограничението на ${maxColumns} за ${dataStoreType} съхранение на данни.",
  "BD_101074": "За добавяне на ново поле е необходим тип поле.",
  "BD_101075": "Времето е необходимо за операциите, свързани с проследяване.",
  "BD_101076": "Неуспешно намиране на валиден SSL сертификат при свързване с отдалечена машина.",
  "BD_101077": "Неправилно картографиране на полета. Полетата не са нанесени на картата на локатора, тъй като имената на колони са празни.",
  "BD_101083": "* Пространствен обхват = ${extent}",
  "BD_101084": "* Времеви обхват = ${extent}",
  "BD_101085": "Ограничаващият правоъгълник за обработка е null или празен.",
  "BD_101086": "Обхвата за обработка не е валиден за предоставената проекция.",
  "BD_101087": "Наборът от данни, '${datasetName}' посочен във файла с подсказки, не е намерен.",
  "BD_101088": "Някои получени обекти бяха изрязани до валидния обхват на получената проекция.",
  "BD_101089": "Сцената се опитва отново (опит=${attempt}). Моля, проверете дали сте разпределили достатъчно ресурси, като използвате настройките на GeoAnalytics. Ако не сте, помислете за отмяна на работата.",
  "BD_101090": "Някои записи не успяха да се геокодират и липсват геометрии.",
  "BD_101091": "Услугата за геокодиране на ArcGIS Online World не поддържа локатор за Инструменти за геоанализ.",
  "BD_101092": "Прагът за разделяне на разстоянието трябва да бъде по-голям от нула.",
  "BD_101093": "Грешка в израза за '${fieldName}': Невалидни параметри, предоставени на '${functionName}' функцията.",
  "BD_101094": "Грешка в израза за '${fieldName}':Невалидно задание отляво.",
  "BD_101095": "Грешка в израза за '${fieldName}': Не е функция: ${object}",
  "BD_101096": "Повреден или неподдържан файл, срещнат при четене от вход.",
  "BD_101097": "При изчисляването на новите стойности на полето възникна една или повече грешки.",
  "BD_101098": "Грешка в израза за '${fieldName}': Недефинирана препратка към променлива '${reference}'.",
  "BD_101099": "Грешка в израза за '${fieldName}': Недефинирана препратка към променлива '${reference}'. Имахте предвид '${suggestion}'?",
  "BD_101100": "Близките времеви отношения изискват времево разстояние.",
  "BD_101114": "Стойностите на полето \"групиране по\" трябва да бъдат от тип цяло число, текст или дата.",
  "BD_101115": "Полето '${inputLayerField}' е картографирано ${count} пъти.",
  "BD_101116": "Имаше една или повече грешки с параметъра fieldMapping.",
  "BD_101117": "Няма посочено поле за картографиране. Ще бъде приложено картографиране на полето по подразбиране.",
  "BD_101118": "Входният слой ${inputLayer} не е хостван слой.",
  "BD_101119": "Неизвестен тип картографиране на полето \\'${invalidMappingType}\\'. Очаква се „Добавяне на данни“ или „Израз“.",
  "BD_101120": "Типът на полето '${inputLayerField}' не съвпада с типа на полето на '${appendLayerField}'. Очаквано '${expectedType}', но получено '${actualType}'.",
  "BD_101121": "Входният слой и слоят за добавяне нямат съвпадащи полета. Не са добавени обекти.",
  "BD_101122": "Типът геометрия на слоя за добавяне не съвпада с този на входния слой. Очаквано '${expectedType}', но получено '${actualType}'.",
  "BD_101123": "Типът на времето за добавения слой не съвпада с този на входния слой. Очаквано '${expectedType}', но получено '${actualType}'.",
  "BD_101124": "Следните полета липсват в слоя за добавяне и картографирането на полета: ${missingFields}.",
  "BD_101125": "Не са добавени следните полета: „${fieldNames}“.",
  "BD_101126": "Следното поле за добавяне не съществува в слоя за добавяне: „${fieldName}“.",
  "BD_101127": "Невалиден аркаден израз за полето за въвеждане: „${fieldName}“.",
  "BD_101128": "Полето '${inputLayerField}' не съществува във входния слой.",
  "BD_101129": "Някои полета за добавяне на слой не са добавени поради несъответствие на типа поле.",
  "BD_101130": "Типът на полето на „${inputFieldName}“ не съвпада с типа на полето на входния слой. Очаквано „${expectedType}“, но получено „${actualType}“.",
  "BD_101131": "Нулирането на „${inputFieldName}“ не съвпада с нулирането на входния слой. Очаквано „${expectedType}“, но получено „${actualType}“.",
  "BD_101132": "Следните полета за добавяне на слой не са добавени поради несъответствие на име на поле: ${mismatchedFields}.",
  "BD_101136": "Входният слой няма активирано редактиране. Моля, свържете се с вашия администратор или собственик на слоя, за да разреши редактирането.",
  "BD_101137": "Генерирането и анализът на клетката изисква проекционна координатна система. Проекцията${projectionName} е приложена с персонализирани параметри на проекция въз основа на степента на анализ.",
  "BD_101152": "Типът геометрия на обединяващия слой не съвпада с този на входния слой. Очаквано „${expectedType}“, но получено „${actualType}“.",
  "BD_101153": "Типът на времето за обединяване на слоя не съвпада с този на входния слой. Очаквано '${expectedType}' но получено '${actualType}'.",
  "BD_101154": "Полето „${mergeLayerField}“ е определено за операция ${count} пъти.",
  "BD_101155": "Имаше една или повече грешки с параметъра за обединяване на атрибути.",
  "BD_101156": "Типът на полето „${inputLayerField}“ не съвпада с типа на полето на „${mergeLayerField}“. Очаквано „${expectedType}“, но получено „${actualType}“.",
  "BD_101157": "Неизвестен тип обединяване „${invalidMergeType}“. Очаквани „Съвпадение“, „Премахване“ или „Преименуване“.",
  "BD_101158": "Полето „${mergeLayerField}“ не съществува в слоя за обединяване.",
  "BD_101159": "Полето „${inputLayerField}“ не съществува във входния слой.",
  "BD_101160": "Името на полето „${renameField}“ вече съществува във входния слой.",
  "BD_101161": "Името на полето „${fieldName}“ вече съществува в слоя за обединяване.",
  "BD_101162": "Липсва поле в обединяващите атрибути за „${mergeOperation}“.",
  "BD_101164": "Пренебрегване на mergeValue за „Премахване“.",
  "BD_101169": "Едно или повече полета със съвпадащи имена не могат да бъдат обединени поради несъвместими типове полета. Използвайте атрибути за сливане, за да разрешите конфликтите.",
  "BD_101178": "Обобщение на Резултатите от GLR [Тип модел: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "GLR диагностика",
  "BD_101189": "Работата на GeoAnalytics чака ресурси и все още не е започнала. Заданието автоматично ще се отмени след ${minutes} минути.",
  "BD_101191": "Споделянето на файлове с големи данни „${catalogPath}“ не съществува или не е достъпно.",
  "BD_101204": "Резултатът от Вашия анализ не върна никакви обекти за „${layerName}“. „${layerName}“ няма да бъде създаден.",
  "BD_101205": "Броят на заявените примерни обекти е по-голям от общия брой на обектите. Всички входни данни ще бъдат върнати.",
  "BD_101206": "Създаването на слой с обхват ще бъде пропуснато.",
  "BD_101207": "Входната променлива „${variableName}“ не може да се третира като категорична.",
  "BD_101208": "Не може да се създаде диагностика на валидиране на данни. Стойности на променливата за прогнозиране в набора от данни за валидиране не съществуват в набора от данни за обучение.",
  "BD_101209": "Входната променлива „${variableName}“ е текстово поле и трябва да бъде посочено като категорично.",
  "BD_101210": "Изходният източник на данни не поддържа писане на набори от данни без определен тип геометрия.",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"] [\"Категория\", \"F1-Резултат\", \"Възстановяване в паметта\", \"Точност\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Входни параметри",
  "BD_101214": "Променлива за Прогнозиране: ${variablePredict}",
  "BD_101215": "Създайте таблица със значимост на променлива: ${createTable}",
  "BD_101216": "Обяснително Съвпадение на променлива: ${variableMatching}",
  "BD_101219": "Следният доклад очертава обобщението на резултатите от Класификацията и Регресията, базирани на горите:",
  "BD_101220": "Следният доклад очертава обобщението на Вашия Описателен анализ на набора от данни:",
  "BD_101221": "Обобщение на Входни обекти:",
  "BD_101222": "Обобщение на Геометрия:",
  "BD_101223": "Обобщение на Време:",
  "BD_101224": "Скриптът Python има невалиден синтаксис.",
  "BD_101225": "Инструментът „${toolName}“ изисква привилегията „Публикуване на уеб инструменти“.",
  "BD_101227": "Създаден е набор от данни за споделяне на файлове с големи данни: ${serviceUrl}",
  "BD_101228": "Следните категорични променливи съдържат по-малко от две различни стойности: ${variableNames}. Категоричните променливи изискват поне две различни стойности.",
  "BD_101229": "Невалиден зависим параметър за картографиране на променлива. Клавишите трябва да бъдат „стойност0“ и „стойност1“.",
  "BD_101230": "Невалиден зависим параметър за картографиране на променлива. Трябва да се предоставят две уникални стойности.",
  "BD_101238": "Входният брой съседи трябва да бъде по-голям от 0 и по-малък или равен на 5000.",
  "BD_101239": "Входният радиус на търсене трябва да бъде по-голям от 0 и по-малък или равен на 5000 километра.",
  "BD_101245": "Неуспешно записване на резултати в пространствено - временното хранилище за големи данни.",
  "BD_101253": "Зависима променлива стойност, предвидена за един или повече обекти, използващи по-малко от ${minNeighbors} съседи.",
  "BD_101254": "Съществува един или повече обекти с повече съвпадащи обекти от посочения брой съседи, ${numNeighbors}.",
  "BD_101255": "Не може да се оцени поне един локален модел поради мултиколинеарност.",
  "BD_101256": "Не може да се предвиди стойността на зависимата променлива за един или повече обекти.",
  "BD_101257": "Не може да се предвиди стойността на зависимата променлива за който и да е обект.",
  "BD_101259": "Атрибутите на интерес за търсените обекти трябва да имат средни стойности, които се различават от входните обекти, когато се използва методът за съвпадение на профилите на атрибути.",
  "BD_1022": "Този инструмент изисква проекционна координатна система.",
  "BD_109": "Буферното разстояние не може да е отрицателно за линии и точки.",
  "BD_110004": "Пространствено - времевия куб трябва да има поне 10 времеви интервала.",
  "BD_110005": "Този пространствено - времеви куб не може да бъде създаден, защото ще има повече от максималните два милиарда контейнера.",
  "BD_110047": "Стойността за параметъра Интервал на времева стъпка трябва да бъде положителна и по-голяма от нула.",
  "BD_110064": "Неуспешно създаване на Куб за време на изходното пространство поради полето за Обобщение ${variableName}. Преразгледайте избрания тип Статистика и Попълване за това поле.",
  "BD_110194": "Не може да се картографират и анализират полетата в обучителните обекти с полета в обектите за предвиждане.",
  "BD_110199": "Не може да се изчисли обобщена статистика, необходима за анализ.",
  "BD_110208": "Променливата за прогнозиране на регресия изисква повече от пет уникални стойности.",
  "BD_1583": "Когато има множество Входни данни, съвпадението се основава на техните средни Атрибути на интерес.",
  "BD_1589": "Твърде малко записи за анализ. Този инструмент изисква поне 2 Обекта с потенциално съвпадение за адрес за изчисляване на резултати.",
  "BD_1599": "Твърде малко записи за анализ. Този инструмент изисква поне 1 референтно местоположение във Входния слой за изчисляване на резултатите.",
  "BD_26": "Буферното разстояние е нула.",
  "BD_3": "Следващият отчет очертава обобщението на резултата от Намиране на подобни местоположения.",
  "BD_308": "Невалиден тип поле.",
  "BD_641": "Твърде малко записи за анализ. Този инструмент изисква поне ${minFeatures} обект (и) за изчисляване на резултатите.",
  "BD_800": "Стойността не е член на ${value}.",
  "BD_84503": "Обобщение на входни обекти, които трябва да си Съответстват",
  "BD_84504": "Обобщение на Атрибути на интерес",
  "BD_84505": "Топ '${numResults}' на Най-подобни местоположения (Стойности)",
  "BD_84506": "Топ 10 на '${numResults}' Най-подобни местоположения (Стойности)",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"].",
  "BD_84810": "Характеристики на модел",
  "BD_84811": "Брой дървета: ${numberOfTrees}",
  "BD_84812": "Размер на листо: ${leafSize}",
  "BD_84813": "Дълбочина на дървото: ${treeDepth}",
  "BD_84814": "% от Наличното обучение на дърво: ${sampleSize}",
  "BD_84815": "Брой случайни примерни променливи: ${randomVariables}",
  "BD_84816": "% от Данните за обучение, изключени за валидиране: ${percentageForValidation}",
  "BD_84828": "Данни за валидиране: Класификационна диагностика",
  "BD_84829": "Данни за валидиране: Регресивна диагностика",
  "BD_84830": "Прогнози за данните за валидиране (изключени от обучението по модел) в сравнение с наблюдаваните стойности за тези тестови обекти",
  "BD_84834": "Най-важната значима променлива",
  "BD_84838": "Данни за обучението: Класификационна диагностика",
  "BD_84839": "Данни за обучението: Регресивна диагностика",
  "BD_84840": "Прогнози за данните, използвани за обучение на модела, в сравнение с наблюдаваните категории за тези обекти",
  "BD_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"].",
  "BD_89998": "[\"\", \"Total\", ${sumIndex}]",
  "GPEXT_001": "Невалидна стойност на ${name} параметър.",
  "GPEXT_002": "Липсващ параметър ${name}.",
  "GPEXT_003": "Невалиден параметър ${name}:липсва ${propname} свойство.",
  "GPEXT_004": "Невалиден слой на параметър: липсва ${propname} свойство.",
  "GPEXT_005": "Неуспешен достъп до URL адреса ${url}.",
  "GPEXT_006": "Достъпът до URL адреса ${url} върна грешка ${error}.",
  "GPEXT_007": "Невалиден елемент ${id}.",
  "GPEXT_008": "Неуспешно създаване на услуга ${name}.",
  "GPEXT_009": "Неуспешно добавяне на слой ${lname} към услугата ${name}.",
  "GPEXT_010": "Неуспешно анализиране на слоя JSON.",
  "GPEXT_011": "Слоят ${url} няма възможност за Извличане.",
  "GPEXT_012": "Невалидна Външна операция.",
  "GPEXT_013": "Този инструмент използва Geoenrichment Service. Моля, вижте Калкулатора за кредит за услуга на ArcGIS Online за повече подробности.",
  "GPEXT_014": "Този инструмент използва услуги за Мрежови анализ. Моля, вижте Калкулатора за кредит за услуга на ArcGIS Online за повече подробности.",
  "GPEXT_015": "Изберете подходящ URL адрес на помощни услуги от Portal за заявена операция.",
  "GPEXT_016": "Невалиден обект на слой.",
  "GPEXT_017": "Услугата ${name} вече съществува.",
  "GPEXT_018": "Дистанционната услуга с обекти ${url} надхвърля ограничението от 100 000 обекта. Създайте услуга за хоствани обекти, за да анализирате големи данни.",
  "GPEXT_019": "Невалиден филтър за слой ${url}.",
  "MT_001": "Неуспешно получаване на подробности за изпълнение на инструмента. Проверете съдържанието си за очакваните резултати или стартирайте инструмента отново.",
  "RA_120101": "Следващата таблица съдържа статистически данни за кръстосано валидиране:",
  "RA_120102": "Осреднена грешка",
  "RA_120103": "Корен квадратен",
  "RA_120104": "Среден стандарт",
  "RA_120105": "Средно стандартизиран",
  "RA_120106": "Стандартизиран корен квадратен",
  "RA_120200": "Неуспешен Основен инструмент за геообработка.",
  "RA_120201": "Неуспешна Зонална статистика.",
  "RA_120202": "Неуспешно изчисление на Плътност.",
  "RA_120203": "Неуспешно Интерполиране на точки.",
  "RA_120204": "Неуспешно Наблюдение на растителност.",
  "RA_120205": "Неуспешно Изчисление на наклон.",
  "RA_120206": "Неуспешно Извличане на аспект.",
  "RA_120207": "Неуспешна Геодезична зона на видимост.",
  "RA_120208": "Неуспешен Вододел.",
  "RA_120209": "Неуспешно Извличане на растер.",
  "RA_120210": "Неуспешни Стойности за повторно картографиране.",
  "RA_120211": "Неуспешно Конвертиране на Обект към Растер.",
  "RA_120212": "Неуспешно Конвертиране на Растер към Обект.",
  "RA_120213": "Неуспешно Изчисление на разстояние.",
  "RA_120214": "Неуспешно Определяне на пътека за пътни разходи като полилиния.",
  "RA_120215": "Неуспешно Определяне на мрежата за оптимални пътни разходи.",
  "RA_120216": "Неуспешно Изчисление на пътни разходи.",
  "RA_120217": "Процентът на съпротива не се поддържа и затова трябва да се остави празен, когато се изпълнява Изчисляване на пътните разходи.",
  "RA_120218": "Откриването на обекти с помощта на машинно обучение не бе успешно.",
  "RA_120219": "Неуспешно класифициране на пиксели с помощта на машинно обучение.",
  "RA_120220": "Неуспешен образец.",
  "RA_120221": "Неуспешни оптимални регионални връзки.",
  "RA_120222": "Зоналната статистика като таблица е неуспешна.",
  "RA_120223": "Неуспешно натрупване на разстояние.",
  "RA_120224": "Неуспешно разпределение на разстояние.",
  "RA_120225": "Неуспешен оптимален път като линия.",
  "RA_120226": "Неуспешен оптималнен път като растер.",
  "RA_120227": "Неуспешни параметри на повърхнината.",
  "RA_120228": "Неуспешно извличане на непрекъснат поток.",
  "RA_120229": "Неуспешно класифициране на обекти с помощта на машинно обучение.",
  "RA_120230": "Неуспешен агрегиран многоизмерен растер.",
  "RA_120231": "Неуспешно намиране на статистика за аргумент.",
  "RA_120232": "Неуспешно генериране на многоизмерна аномалия.",
  "RA_120233": "Неуспешно генериране на тенденция за растер.",
  "RA_120234": "Неуспешно прогнозиране с помощта на тенденционнен растер.",
  "RA_120306": "Причина за неуспех: ${cause}",
  "SS_00002": "Следният отчет очертава работния поток, използван за оптимизиране на резултата от Намиране на горещи точки:",
  "SS_00003": "Следният отчет очертава обобщението на резултата от Намирането на подобни местоположения:",
  "SS_00004": "Следният отчет очертава работния процес, използван за оптимизиране на резултата от Намиране на отклонения:",
  "SS_110140": "Разстоянието за търсене, използвано в процеса, е ${searchDistance}.",
  "SS_110142": "Няма открити клъстери.",
  "SS_220647": "Минимум обекти за клъстер ${minFeatures}",
  "SS_84261_0": "Осреднена стойност",
  "SS_84262_0": "Станд. Откл.",
  "SS_84271_0": "Мин.",
  "SS_84272_0": "Макс.",
  "SS_84428": "Първоначална Оценка на данните.",
  "SS_84434": "Имаше ${NumOutliers} отдалечени местоположения; те не се използваха за изчисление ${AggregationType}.",
  "SS_84437": "Нямаше локални отклонения.",
  "SS_84444": "Обобщаване на инцидент",
  "SS_84446": "${VarName} Свойства:",
  "SS_84449": "Създадена е мрежеста полигонова мрежа за обобщаване на точки.",
  "SS_84450": "Размерът на полигоновата клетка е ${SnapInfo}.",
  "SS_84451": "Анализът се основава на броя на точките във всяка мрежова полигонова клетка.",
  "SS_84452": "Анализът е извършен върху всички мрежови полигонови клетки, съдържащи поне една точка.",
  "SS_84453": "Анализът е извършен върху всички мрежови полигонови клетки в рамките на слоя на граничната област.",
  "SS_84457": "Точките бяха обобщени към мрежовите полигонови клетки, попадащи в предоставените гранични области.",
  "SS_84458": "Анализът се основава на броя на точките във всяка полигонова клетка.",
  "SS_84459": "Мащаб за Анализ",
  "SS_84461": "Оптималната честотна лента с фиксирано разстояние се основава на пиково групиране, открито при ${DistanceInfo}.",
  "SS_84464": "Оптималната честотна лента с фиксирано разстояние се основава на средното разстояние до ${NumNeighs} най-близките съседи: ${DistanceInfo}.",
  "SS_84465": "Оптималната честотна лента с фиксирано разстояние се основава на едно стандартно разстояние на обектите от средната геометрична стойност: ${DistanceInfo}.",
  "SS_84466": "Анализ на горещи точки",
  "SS_84469_0": "Червените изходни обекти представляват горещи точки, където се натрупва клъстер с голям брой инциденти.",
  "SS_84469_1": "Сините изходни обекти представляват студени точки, където се натрупва клъстер с малък брой инциденти.",
  "SS_84470": "Има ${NumSignificant} изходните обекти, които са статистически значими въз основа на корекция на FDR за множество тестове и пространствена зависимост.",
  "SS_84471": "Изход",
  "SS_84476": "Червените изходни обекти представляват горещи точки, където се намират клъстери с висока ${FieldName} стойност.",
  "SS_84477": "Сините изходни обекти представляват студени точки, където се намират клъстери с ниска ${FieldName} стойност.",
  "SS_84485": "Има ${NumFeatures} валидни входни обекти.",
  "SS_84489": "Анализът беше извършен върху всички области на обобщаване.",
  "SS_84490": "Процесът на обобщаване доведе до в ${AggNumFeatures} претеглени области.",
  "SS_84491": "Имаше ${NumFeatures} валидни области за обобщаване на входни данни..",
  "SS_84492": "Общата област на изследването беше ${Area}.",
  "SS_84493": "Има 1 необичайна стойност за местоположение; не се използва за изчисляване ${AggregationType}.",
  "SS_84495_0": "Имаше 1 местоположение с необичайна стойност; няма да се използва за изчисляване на размера на полигоновата клетка.",
  "SS_84495_1": "Имаше ${numOutliers} местоположения с необичайна стойност; няма да се използва за изчисляване на размера на полигоновата клетка.",
  "SS_84496_0": "Имаше 1 местоположение с необичайна стойност; няма да се използва за изчисляване на оптималната честотна лента с фиксирано разстояние.",
  "SS_84496_1": "Имаше ${numOutliers} местоположения с необичайна стойност; те няма да се използват за изчисляване на оптималната честотна лента с фиксирано разстояние.",
  "SS_84501": "точки",
  "SS_84502": "полигони",
  "SS_84503": "Обобщение на входни обекти, които трябва да си Съответстват",
  "SS_84504": "Обобщение на Атрибути на интерес",
  "SS_84505": "Топ ${numResults} Най-подобни местоположения (Стойности)",
  "SS_84506": " Топ 10 на ${numResults} Най-подобни местоположения (Стойности)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"]",
  "SS_84698": "Използвайки хексагон с ширина ${HexWidth} и височина ${HexHeight}.",
  "SS_84700": "размерът на шестоъгълника",
  "SS_84700_0": "Имаше 1 местоположение с необичайна стойност; то няма да се използва за изчисляване на размера на хексагона.",
  "SS_84700_1": "Имаше ${numOutliers} местоположения с необичайна стойност; те няма да се използват за изчисляване на размера на хексагона.",
  "SS_84703": "Използваното съседно разстояние беше ${NeighborDistance}.",
  "SS_84704": "Анализ на необичайна стойност",
  "SS_84705": "Създаване на произволно референтно разпределение с ${NumPermutation} пермутации.",
  "SS_84708": "Има ${NumLowOutliers} статистически значими обекти с ниски необичайни стойности.",
  "SS_84709": "Има ${NumHighOutliers} статистически значими обекти с високи необичайни стойности.",
  "SS_84710": "Има ${NumLowClusters} обекти, които са част от статистически значими ниски клъстери.",
  "SS_84711": "Има ${NumHighClusters} обекти, които са част от статистически значими високи клъстери.",
  "SS_84712": "Розовите изходни обекти са част от група с високи ${Variable} стойности.",
  "SS_84713": "Светлосините изходни обекти са част от група с ниски ${Variable} стойности.",
  "SS_84714": "Червените изходни обекти представляват високи отклонения в група с ниски ${Variable} стойности.",
  "SS_84715": "Сините изходни обекти представляват ниски отклонения в група с високи ${Variable} стойности.",
  "SS_84764": "Брой клъстери: ${number}.",
  "SS_84766": "Обекти с шум ${number}.",
  "SS_84769": "Диаграма на обхвата",
  "SS_84770": "Разстояние на обхвата",
  "SS_84771": "Последователност на обхвата",
  "SS_84782": "Разпределение на вероятността за членство",
  "SS_84785": "Брой",
  "SS_84786": "Използва се клъстерна чувствителност ${sensitivity}.",
  "SS_84787": "Втората най-добра чувствителност ${sensitivity}.",
  "SS_84789": "Вероятност за членство",
  "SS_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"]",
  "SS_89998": " [\"\", \"Total\", ${sumIndex}] "
}
