{
  "AO_100001": "Η συνάθροιση σημείων απέτυχε.",
  "AO_100002": "Ο τύπος γεωμετρίας του θεματικού επιπέδου σημείου πρέπει να είναι σημεία.",
  "AO_100003": "Ο τύπος γεωμετρίας του Polygon Layer πρέπει να είναι πολύγωνα.",
  "AO_100004": "Το πεδίο ${fieldName} που παρέχεται για πεδία σύνοψης δεν υπάρχει.",
  "AO_100005": "Το πεδίο ${fieldName} που παρέχεται για τα πεδία σύνοψης δεν υποστηρίζεται για υπολογισμούς στατιστικών στοιχείων.",
  "AO_100006": "Ο τύπος σύνοψης ${summary} που παρασχέθηκε για το πεδίο ${fieldName} δεν είναι έγκυρος.",
  "AO_100007": "Η έύρεση hot spot απέτυχε.",
  "AO_100008": "Ο τύπος γεωμετρίας για το boundingPolygonLayer πρέπει να είναι πολύγωνο.",
  "AO_100009": "Ο τύπος γεωμετρίας του θεματικού επιπέδου ανάλυσης πρέπει να είναι σημεία ή πολύγωνα.",
  "AO_100010": "Ο τύπος γεωμετρίας του θεματικού επιπέδου πολυγώνων οριοθέτησης πρέπει να είναι πολύγωνο.",
  "AO_100011": "Πρέπει να καταχωρίσετε ένα πεδίο ανάλυσης για το θεματικό επίπεδο ανάλυσης πολυγώνου.",
  "AO_100012": "Η δημιουργία ζωνών απέτυχε.",
  "AO_100013": "Η υπέρθεση θεματικών επιπέδων απέτυχε.",
  "AO_100014": "Η διαδικασία «Σύνοψη εντός» απέτυχε.",
  "AO_100015": "Ο τύπος γεωμετρίας του θεματικού επιπέδου εισόδου «Συνόψιση» πρέπει να είναι σημεία, γραμμές ή πολύγωνα.",
  "AO_100016": "Ο τύπος γεωμετρίας του θεματικού επιπέδου εισόδου «Συνόψιση» πρέπει να είναι σημεία ή γραμμές.",
  "AO_100017": "Ο τύπος γεωμετρίας του θεματικού επιπέδου εισόδου «Συνόψιση» πρέπει να είναι σημεία.",
  "AO_100018": "Οι μονάδες shape ${sumUnits} δεν είναι έγκυρες κατά τη σύνοψη ενός θεματικού επιπέδου ${shapeType}.",
  "AO_100019": "Απαιτείται τουλάχιστον μία από τις παραμέτρους «Συνόψιση σχημάτων» ή «Πεδία σύνοψης».",
  "AO_100020": "Ο εμπλουτισμός θεματικού επιπέδου απέτυχε.",
  "AO_100021": "Ο τύπος γεωμετρίας του θεματικού επιπέδου εισόδου πρέπει να είναι σημείο, γραμμή ή πολύγωνο.",
  "AO_100022": "Οι μονάδες ${units} δεν υποστηρίζονται για τον τύπο ζώνης ${bufferType}.",
  "AO_100023": "Δεν είναι δυνατός ο εμπλουτισμός του θεματικού επιπέδου για τη χωρική αναφορά εισόδου ${spref}.",
  "AO_100024": "Δεν υπάρχουν στοιχεία που να παρέχονται για ανάλυση στο ${inputLayer}.",
  "AO_100025": "Η σύνοψη πλησιέστερων απέτυχε.",
  "AO_100026": "Η εξαγωγή δεδομένων απέτυχε.",
  "AO_100027": "Η ομαδοποίηση ορίων απέτυχε.",
  "AO_100028": "Απέτυχε η δημιουργία περιοχών μετακίνησης",
  "AO_100029": "Η συγχώνευση θεματικών επιπέδων απέτυχε.",
  "AO_100030": "Απέτυχε η Εύρεση πλησιέστερου",
  "AO_100031": "Οι πλησιέστερες τοποθεσίες προς εύρεση δεν μπορούν να είναι περισσότερες από ${max}.",
  "AO_100032": "Ο αριθμός στοιχείων στο ${analysisLayer} είναι μηδέν.",
  "AO_100033": "Ο αριθμός στοιχείων στο ${nearLayer} είναι μηδέν.",
  "AO_100034": "Ο αριθμός στοιχείων στο ${analysisLayer} δεν μπορεί να είναι μεγαλύτερος από ${max}.",
  "AO_100035": "Ο αριθμός στοιχείων στο ${nearLayer} δεν μπορεί να είναι μεγαλύτερος από 1000.",
  "AO_100036": "Το θεματικό επίπεδο ${analysisLayer} πρέπει να έχει τύπο γεωμετρίας σημείου, όταν το ${measurementType} χρησιμοποιείται ως τύπος μέτρησης.",
  "AO_100037": "Το θεματικό επίπεδο ${nearLayer} πρέπει να έχει τύπο γεωμετρίας σημείου, όταν το ${measurementType} χρησιμοποιείται ως τύπος μέτρησης.",
  "AO_100038": "Η τιμή αποκοπής αναζήτησης δεν είναι δυνατό να είναι μικρότερη από μηδέν.",
  "AO_100039": "Το ${inputLayer} πρέπει να έχει τύπο γεωμετρίας σημείου.",
  "AO_100040": "Ο αριθμός στοιχείων στο ${inputLayer} δεν μπορεί να είναι μεγαλύτερος από ${max}.",
  "AO_100041": "Η παράμετρος \"Τύπος ζώνης\" υποστηρίζεται μόνο για θεματικά επίπεδα που περιέχουν σημεία ή γραμμές.",
  "AO_100042": "Ο τύπος γεωμετρίας ${shapeType} του θεματικού επιπέδου «Γειτονικά σημεία» δεν υποστηρίζεται για τον τύπο εγγύτητας ${nearType}.",
  "AO_100043": "Οι μονάδες ${units} δεν υποστηρίζονται για τον τύπο εγγύτητας ${nearType}.",
  "AO_100044": "Η τιμή για την απόσταση πρέπει να είναι μεγαλύτερη από το 0.",
  "AO_100045": "Όποτε είναι καθορισμένος ο τύπος ζώνης, απαιτούνται απόσταση και μονάδες.",
  "AO_100046": "Αποτυχία πρόσβασης του διακομιστή GeoEnrichment.",
  "AO_100047": "Ο εμπλουτισμός ενδέχεται να μην είναι διαθέσιμος για ορισμένα στοιχεία.",
  "AO_100048": "Το θεματικό επίπεδο εισόδου ${inputLayer} περιέχει γεωμετρία πολλαπλών σημείων και έχει μετατραπεί σε γεωμετρία μονού σημείου.",
  "AO_100049": "Δεν υπάρχουν στοιχεία στην έκταση επεξεργασίας για κάποια θεματικά επίπεδα εισόδου.",
  "AO_100050": "Δεν υπάρχουν στοιχεία στο θεματικό επίπεδο εισόδου για εξαγωγή δεδομένων.",
  "AO_100051": "Δεν υπάρχουν στοιχεία στην υπό επεξεργασία έκταση για οποιοδήποτε από τα θεματικά επίπεδα εισόδου, και κανένα από τα θεματικά επίπεδα εισόδου δεν διαθέτει πεδία για εξαγωγή δεδομένων.",
  "AO_100052": "Το όνομα πεδίου ${fieldName} δεν υπάρχει στο ${paramName}.",
  "AO_100053": "Τα απαιτούμενα κλειδιά ${missingKeys} λείπουν στην έκφραση γνωρισμάτων ${expression}.",
  "AO_100054": "Τα απαιτούμενα κλειδιά ${missingKeys} λείπουν στην έκφραση χωρικής σχέσης ${expression}.",
  "AO_100055": "Μη έγκυρη έκφραση , ακατάλληλο JSON.",
  "AO_100056": "Μη έγκυρος δείκτης θεματικού επιπέδου στην έκφραση ${expression}.",
  "AO_100057": "Ο δείκτης θεματικού επιπέδου υπερβαίνει τον αριθμό θεματικών επιπέδων εισόδου στην έκφραση ${expression}.",
  "AO_100058": "Η χωρική σχέση ${spatialRel} δεν υποστηρίζει τύπους γεωμετρίας ${lyrGeomType}/${selLyrGeomType} για το θεματικό επίπεδο/θεματικό επίπεδο επιλογής στην έκφραση ${expression}.",
  "AO_100059": "Μη έγκυρη χωρική σχέση ${spatialRel} στην έκφραση ${expression}.",
  "AO_100060": "Η έκφραση ερωτήματος απέτυχε στην έκφραση ${expression}.",
  "AO_100061": "Η Εύρεση κατά χαρακτηριστικά και τοποθεσία απέτυχε.",
  "AO_100062": "Μη έγκυρη απόσταση ή/και μονάδες στην έκφραση ${expression}.",
  "AO_100063": "Η διαδικασία «Προγραμματισμός Διαδρομών» απέτυχε.",
  "AO_100064": "Ο αριθμός στοιχείων στο ${stopsLayer} είναι μηδέν.",
  "AO_100065": "Ο αριθμός στοιχείων στο ${startLayer} είναι μηδέν.",
  "AO_100066": "Ο μέγιστος αριθμός οχημάτων προς δρομολόγηση δεν μπορεί να είναι μικρότερος από μηδέν και μεγαλύτερος από ${max}.",
  "AO_100067": "Ο μέγιστος αριθμός στάσεων ανά όχημα δεν μπορεί να είναι μικρότερος από μηδέν και μεγαλύτερος από ${max}.",
  "AO_100068": "Ο αριθμός στοιχείων στο ${stopsLayer} δεν μπορεί να είναι μεγαλύτερος από ${max}.",
  "AO_100069": "Ο αριθμός στοιχείων στο ${startLayer} δεν μπορεί να είναι μεγαλύτερος από ${max}.",
  "AO_100070": "Ο αριθμός στοιχείων στο ${endLayer} δεν μπορεί να είναι μεγαλύτερος από ${max}.",
  "AO_100071": "Το θεματικό επίπεδο ${stopsLayer} πρέπει να έχει σημεία ως τύπο γεωμετρίας.",
  "AO_100072": "Το θεματικό επίπεδο ${startLayer} πρέπει να έχει γεωμετρία σημείου.",
  "AO_100073": "Το θεματικό επίπεδο ${endLayer} πρέπει να έχει γεωμετρία σημείου.",
  "AO_100074": "Ο χρόνος που αναλώθηκε σε κάθε στάση είναι δυνατό να είναι μικρότερος από μηδέν.",
  "AO_100075": "Ο συνολικός χρόνος διαδρομής ανά όχημα θα πρέπει να είναι μεγαλύτερος από μηδέν και μικρότερος από ένα έτος (525600 λεπτά).",
  "AO_100076": "Εάν η επιστροφή στην αρχή είναι αληθής, το ${endLayer} δεν πρέπει να προσδιοριστεί.",
  "AO_100077": "Η εύρεση παρόμοιων τοποθεσιών απέτυχε.",
  "AO_100078": "Μη έγκυρο όνομα πεδίου στην έκφραση ${expression}.",
  "AO_100079": "Η Εύρεση κατά χαρακτηριστικά και τοποθεσία απέτυχε.",
  "AO_100080": "Η εκτέλεση της συνάρτησης «Υπολογισμός κόστους μετακίνησης» απέτυχε.",
  "AO_100081": "Ο υπολογισμός πεδίου απέτυχε.",
  "AO_100082": "Απαιτείται όνομα πεδίου και έκφραση.",
  "AO_100083": "Για τη δημιουργία νέου πεδίου απαιτείται τύπος πεδίου.",
  "AO_100084": "Ο τύπος πεδίου πρέπει να είναι Συμβολοσειρά, Ακέραιος, Αριθμός κινητής υποδιαστολής διπλής ακρίβειας ή Ημερομηνία.",
  "AO_100087": "Το πεδίο ${fieldName} δεν υπάρχει στο ${inputLayer}.",
  "AO_100088": "Το πεδίο (τα πεδία) ${attribute} πρέπει να βρίσκονται και στο θεματικό επίπεδο αναφοράς και στο θεματικό επίπεδο υποψήφιων αναζητήσεων.",
  "AO_100089": "Τα παρακάτω πεδία στερούνται επαρκούς διακύμανσης για να χρησιμοποιηθούν σε αυτήν την ανάλυση: ${attribute}.",
  "AO_100090": "Για αυτό το εργαλείο απαιτούνται τουλάχιστον 2 υποψήφιες τοποθεσίες αναζήτησης, οι οποίες επίσης δεν είναι τοποθεσίες αναφοράς.",
  "AO_100091": "Ο τύπος γεωμετρίας του ${paramName} πρέπει να είναι σημεία.",
  "AO_100092": "Ο τύπος γεωμετρίας του θεματικού επιπέδου \"Πολύγωνα οριοθέτησης\" πρέπει να είναι Πολύγωνα.",
  "AO_100093": "Ο τύπος ταξινόμησης Χειροκίνητα απαιτεί την τιμή classbreaks.",
  "AO_100094": "Ο μέγιστος αριθμός οχημάτων προς δρομολόγηση πρέπει να ισούται με τον αριθμό στοιχείων στο ${startLayer}.",
  "AO_100095": "Ο αριθμός στοιχείων στο ${endLayer} πρέπει να είναι ίσος με τον αριθμό στοιχείων στο ${startLayer}.",
  "AO_100096": "Το ${startLayerRouteIDField} στο ${startLayer} δεν έχει μοναδικές τιμές.",
  "AO_100097": "Το ${endLayerRouteIDField} στο ${endLayer} δεν έχει μοναδικές τιμές.",
  "AO_100098": "Οι τιμές ${startLayerRouteIDField} στο ${startLayer} δεν έχουν αντιστοιχία ένα προς ένα με τις τιμές ${endLayerRouteIDField} στο ${endLayer}.",
  "AO_100099": "Όλες οι τιμές διαχωρισμού πρέπει να είναι μεγαλύτερες από μηδέν.",
  "AO_100100": "Τα στοιχεία στο ${inputLayer} δεν είναι εντός της περιοχής κάλυψης δεδομένων. Δείτε τη διαθεσιμότητα στο ${url}.",
  "AO_100101": "Κανένα στοιχείο στο ${inputLayer} δεν είναι εντός της απόστασης ${max} χιλιομέτρων από τους δρόμους.",
  "AO_100102": "Όλα τα στοιχεία στο ${inputLayer} πρέπει να είναι εντός της ίδιας ζώνης ώρας κατά τη χρήση κίνησης και τη δημιουργία περιοχών με επιλογές απαλοιφής ορίων ή διαχωρισμού.",
  "AO_100103": "Η τιμή ${measureType} δεν μπορεί να είναι μεγαλύτερη από ${max} ${breakUnits}.",
  "AO_100104": "Η παρεμβολή σημείων απέτυχε.",
  "AO_100105": "Ο υπολογισμός πυκνότητας απέτυχε.",
  "AO_100106": "Το πεδίο ${fieldName} δεν είναι αριθμητικό.",
  "AO_100107": "Το πεδίο ${fieldName} δεν έχει θετικές τιμές.",
  "AO_100108": "Το πεδίο ${fieldName} έχει αρνητικές τιμές. Για τον υπολογισμό της πυκνότητας θα ληφθούν υπόψη μόνο οι θετικές τιμές.",
  "AO_100109": "Ο τύπος γεωμετρίας για το θεματικό επίπεδο εισόδου πρέπει να είναι σημεία ή γραμμές.",
  "AO_100110": "Ο ρόλος σας ως χρήστη δεν περιλαμβάνει το δικαίωμα χρήσης της δυνατότητας GeoEnrichment.",
  "AO_100111": "Ο ρόλος σας ως χρήστη δεν περιλαμβάνει το δικαίωμα εκτέλεσης ανάλυσης δικτύου.",
  "AO_100112": "Ο ρόλος σας ως χρήστη δεν περιλαμβάνει το δικαίωμα δημοσίευσης hosted feature.",
  "AO_100113": "Καμία από τις στάσεις δεν ήταν εκχωρημένη σε διαδρομές. Ελέγξτε τα πεδία Κατάσταση και Παραβιασμένοι περιορισμοί στο θεματικό επίπεδο μη εκχωρημένων στάσεων εξόδου για περισσότερες πληροφορίες.",
  "AO_100114": "Ο χρόνος που δαπανάται σε κάθε στάση, ${stopServiceTime} λεπτά, πρέπει να είναι μικρότερος από το συνολικό χρόνο διαδρομής ανά όχημα, ${maxRouteTime} λεπτά.",
  "AO_100115": "Ορισμένες στάσεις δεν ήταν εκχωρημένες σε διαδρομές. Ελέγξτε το πεδίο Παραβιασμένοι περιορισμοί στο θεματικό επίπεδο μη εκχωρημένων στάσεων εξόδου για περισσότερες πληροφορίες.",
  "AO_100116": "Μόνο ${routesUsed} από ${routeCount} διαδρομές απαιτούνται για την προσέγγιση όλων των στάσεων. Εάν θέλετε να χρησιμοποιήσετε περισσότερες διαδρομές, εκτελέστε το εργαλείο Σχεδίαση διαδρομών ξανά αλλά μειώστε τα όρια στον μέγιστο αριθμό στάσεων ή το συνολικό χρόνο διαδρομής ανά όχημα.",
  "AO_100117": "Η οδήγηση φορτηγού δεν υποστηρίζεται προς το παρόν εκτός της Βόρειας και Κεντρικής Αμερικής.",
  "AO_100118": "Ο ρόλος χρήστη σας δεν περιλαμβάνει το δικαίωμα της δημιουργίας, ενημέρωσης και διαγραφής περιεχομένου.",
  "AO_100119": "Ο τύπος γεωμετρίας της εισόδου WithinLayer πρέπει να είναι πολύγωνα.",
  "AO_100120": "Ορισμένα από τα στοιχεία στο θεματικό επίπεδο είναι πέραν του μέγιστου ορίου μεγέθους αιτήματος και δεν εμπλουτίζονται.",
  "AO_100121": "Η δημιουργία ανάλυσης ορατότητας απέτυχε.",
  "AO_100122": "Η διαδικασία «Κατάντη Ιχνηλάτηση» απέτυχε.",
  "AO_100123": "Η διαδικασία «Δημιουργία Λεκανών Απορροής» απέτυχε.",
  "AO_100124": "Ο τύπος γεωμετρίας του θεματικού επιπέδου εισόδου πρέπει να είναι σημεία για τον τύπο ζώνης ${bufferType}.",
  "AO_100125": "Οι τιμές στο πεδίο «Ομαδοποίηση κατά» ${fieldName} πρέπει να είναι ακέραιοι αριθμοί, κείμενο ή ημερομηνία.",
  "AO_100126": "Το θεματικό επίπεδο εισόδου περιέχει στοιχεία των οποίων η γεωμετρία είναι υπερβολικά σύνθετη για τη ζητούμενη υπηρεσία. Τα αποτελέσματα θα υπολογιστούν βάσει μιας απλοποιημένης γεωμετρίας.",
  "AO_100127": "Όλα τα σημεία εισόδου βρίσκονται εκτός της περιοχής κάλυψης δεδομένων.",
  "AO_100128": "Το παρεχόμενο πεδίο σημείου πρέπει να είναι συμβολοσειρά ή ακέραια τιμή.",
  "AO_100129": "Το σημείο δεν βρίσκεται εντός της έκτασης της καθορισμένης περιοχής.",
  "AO_100130": "Το σημείο δεν βρίσκεται εντός της έκτασης της μονάδας επεξεργασίας.",
  "AO_100131": "Η τιμή της παραμέτρου για τη μέγιστη απόσταση ορατότητας δεν μπορεί να είναι μεγαλύτερη από ${max}${units}.",
  "AO_100132": "Τα δεδομένα πηγής DEM δεν είναι διαθέσιμα στην περιοχή σημείων εισόδου.",
  "AO_100133": "Η ανάλυση DEM εισόδου δεν υποστηρίζεται στην καθορισμένη μέγιστη τιμή απόστασης. Προσδιορίστε μικρότερη τιμή μέγιστης απόστασης.",
  "AO_100136": "Μη έγκυρη έκταση για εξαγωγή δεδομένων.",
  "AO_100137": "Απαιτείται τιμή για την παράμετρο ${parameterName}.",
  "AO_100138": "Ορισμένες αφετηρίες δεν ήταν συνδεδεμένες με τους αντιστοιχισμένους προορισμούς τους. Ελέγξτε το πεδίο Κατάσταση στις μη εκχωρημένες προελεύσεις εξόδου και στα θεματικά επίπεδα μη εκχωρημένων προορισμών για περισσότερες πληροφορίες.",
  "AO_100139": "Καμία από τις προελεύσεις δεν ήταν δυνατό να συνδεθεί σε προορισμούς.",
  "AO_100140": "Το θεματικό επίπεδο της έκτασης περιέχει στοιχεία των οποίων η γεωμετρία είναι υπερβολικά σύνθετη για τη ζητούμενη υπηρεσία. Τα αποτελέσματα θα υπολογιστούν βάσει μιας απλοποιημένης γεωμετρίας.",
  "AO_100141": "Τα στοιχεία στο θεματικό επίπεδο έκτασης βρίσκονται πέρα από το μέγιστο όριο μεγέθους αιτήματος και δεν είναι δυνατό να εξαχθούν.",
  "AO_100142": "Η έκταση των σημειακών στοιχείων εισόδου υπερβαίνει τη μέγιστη επιτρεπόμενη έκταση.",
  "AO_100143": "Ο ρόλος χρήστη σας δεν περιλαμβάνει το δικαίωμα χρήσης της ανάλυσης υψομέτρου.",
  "AO_100144": "Η βοηθητική υπηρεσία ${serviceName} δεν έχει καταχωρηθεί στην πύλη.",
  "AO_100145": "Ο ακόλουθος τρόπος μετάβασης δεν είναι έγκυρος: ${travelMode}.",
  "AO_100146": "Οι επιλεγμένες μονάδες μεταβολής, ${breakUnits}, και ο τρόπος μετάβασης, ${travelMode}, δεν είναι συμβατοί. Δεν πρόκειται αμοιβαία για τιμές χρόνου ή απόστασης.",
  "AO_100147": "Ο τρόπος μετάβασης δεν προσδιορίζει ένα κύριο γνώρισμα δρομολόγησης βασισμένο στον χρόνο.",
  "AO_100148": "Δεν έχετε τα απαιτούμενα δικαιώματα για πρόσβαση στο βοηθητικό πρόγραμμα ${serviceName}.",
  "AO_100149": "Δεν είναι δυνατή η πρόσβαση στην καταχωρισμένη διεύθυνση URL για το βοηθητικό πρόγραμμα ${serviceName}: ${cause}.",
  "AO_100150": "Η επιλογή των καλύτερων εγκαταστάσεων απέτυχε.",
  "AO_100151": "Οι επιλεγμένες μονάδες εύρους μετάβασης, ${travelRangeUnits}, και ο τρόπος μετάβασης, ${travelMode}, δεν είναι συμβατοί. Δεν πρόκειται αμοιβαία για τιμές χρόνου ή απόστασης.",
  "AO_100152": "Η συνδυασμένη μέτρηση στοιχείων στα ${requiredFacilitiesLayer} και ${candidateFacilitiesLayer} δεν μπορεί να είναι μεγαλύτερη από ${max}.",
  "AO_100153": "Η τιμή για την παράμετρο ${paramName} πρέπει να είναι μεγαλύτερη του μηδενός.",
  "AO_100154": "Καθορίστε μια τιμή για την παράμετρο ${paramName1} ή την παράμετρο ${paramName2}.",
  "AO_100155": "Το θεματικό επίπεδο υποψήφιων εγκαταστάσεων, ${candidateFacilitiesLayer}, δεν πρέπει να καθορίζεται για το στόχο Εκχώρησης.",
  "AO_100156": "Το ποσοστό ζήτησης προς κάλυψη πρέπει να είναι μεγαλύτερο του μηδενός και μικρότερο ή ίσο του εκατό.",
  "AO_100157": "Ο αριθμός των υποψηφίων προς επιλογή δεν μπορεί να είναι μικρότερος από τον αριθμό των στοιχείων στο απαιτούμενο θεματικό επίπεδο εγκαταστάσεων.",
  "AO_100158": "Ο αριθμός των υποψηφίων προς επιλογή δεν μπορεί να είναι μεγαλύτερος από ${max}.",
  "AO_100159": "Ο αριθμός των συλλογών δεδομένων είναι μεγαλύτερος από το μέγιστο όριο των ${maxDataCollections}.",
  "AO_100160": "Ορισμένα από τα στοιχεία έχουν μη έγκυρη γεωμετρία και έχουν καταργηθεί από το αποτέλεσμα.",
  "AO_100161": "Η μαζική γεωκωδικοποίηση απέτυχε.",
  "AO_100162": "Η ανάλυση εισόδου γεωκωδικοποίησης απέτυχε.",
  "AO_100163": "Το προσδιοριστικό κειμένου δεν είναι έγκυρο.",
  "AO_100164": "Πρέπει να εισαγάγετε τιμή είτε για το inputTable είτε για το inputFileItem είτε για το columnNames. Δεν πρέπει να είναι κενά και τα τρία.",
  "AO_100165": "Αν δεν υπάρχει σειρά κεφαλίδας, πρέπει να εισάγετε columnNames.",
  "AO_100166": "Αν το fileType είναι πίνακας, πρέπει να εισάγετε inputTable.",
  "AO_100167": "Ο τύπος εισόδου CSV Collection δεν υποστηρίζεται. Εισάγετε τύπο CSV ή υπολογιστικό φύλλο Microsoft Excel.",
  "AO_100168": "Το όνομα αρχείου ή η επέκταση είναι πολύ μεγάλα.",
  "AO_100169": "Δεν είναι δυνατό το άνοιγμα του συμπιεσμένου αρχείου.",
  "AO_100170": "Δεν υπάρχει αρχείο με την καθορισμένη μορφή στο συμπιεσμένο αρχείο.",
  "AO_100171": "Μη έγκυρo URL locator service: ${service_url}.",
  "AO_100172": "Μη έγκυρα διαπιστευτήρια ή URL locator service: ${service_url}. Βεβαιωθείτε ότι τα αντικείμενα του διακομιστή μεσολάβησης έχουν κοινοποιηθεί Σε όλους.",
  "AO_100173": "Ο χρήστης δεν έχει δικαιώματα γεωκωδικοποίησης ή άλλα δικαιώματα δημοσίευσης.",
  "AO_100174": "Η υπηρεσία γεωκωδικοποίησης πρέπει να βρίσκεται σε συνδεδεμένο διακομιστή με την πύλη.",
  "AO_100175": "Μη έγκυρο διακριτικό.",
  "AO_100176": "Το αρχείο σας πρέπει να διαθέτει κωδικοποίηση UTF-8. Υποβάλετε ξανά το αρχείο.",
  "AO_100177": "Το αρχείο του Excel είναι κατεστραμμένο και δεν μπορεί να ανοίξει.",
  "AO_100178": "Η πρώτη σειρά του αρχείου σας είναι κενή. Επεξεργαστείτε το αρχείο και υποβάλλετέ το ξανά.",
  "AO_100179": "Πρέπει να προσδιορίσετε τα πλάτη των στηλών, αν το πλάτος του αρχείου είναι σταθερό.",
  "AO_100180": "Τα πλάτη των στηλών πρέπει να είναι ακέραιοι διαχωρισμένοι με κόμματα, όπως: 5,7,13.",
  "AO_100181": "Δεν ήταν δυνατή η ανάλυση της σειράς κεφαλίδας του αρχείου ή είναι κενή.",
  "AO_100182": "Το πεδίο ${field} θα μπορούσε να αντιστοιχιστεί με 2 πιθανά ψευδώνυμα πεδία: ${field_one} και ${field_two}.",
  "AO_100183": "Η αντιστοίχιση πεδίου εισήχθη σε εσφαλμένη μορφή.",
  "AO_100184": "Εσφαλμένη τιμή outputFields Εισάγετε τιμές outputFields ως: x,y,score,match_addr.",
  "AO_100185": "Η τιμή chars_per_row πρέπει να είναι ακέραιος αριθμός.",
  "AO_100186": "Εσφαλμένη τιμή widths_of_cols. Εισάγετε τιμές widths_of_cols ως: 10,15,6.",
  "AO_100187": "Το outputName πρέπει να είναι κενό για να εξαχθεί συλλογή στοιχείων.",
  "AO_100188": "Το outputName δεν πρέπει να είναι κενό.",
  "AO_100189": "Λανθασμένη διεύθυνση URL για την υπηρεσία γεωκωδικοποίησης. Βεβαιωθείτε ότι η υπηρεσία γεωκωδικοποίησης είναι ενεργή και ότι έχει έγκυρο ακροσημείο REST για διευθύνσεις γεωκωδικοποίησης.",
  "AO_100190": "Ελέγξτε την παράμετρο header_rows_to_skip.",
  "AO_100191": "Δεν είναι δυνατή η εγγραφή στην κεφαλίδα: ελέγξτε αν είναι σωστή η τιμή για headerRowsToSkip ή αν η υπηρεσία γεωκωδικοποίησης δεν είναι διαθέσιμη.",
  "AO_100192": "Αν υπάρχει σειρά κεφαλίδας, πρέπει να παρέχετε την τιμή για headerRowsToSkip.",
  "AO_100193": "Η τιμή headerRowsToSkip πρέπει να είναι θετικός αριθμός μικρότερος από τον αριθμό των σειρών για inputTable ή inputFileItem.",
  "AO_100194": "Το αρχείο αποτελεσμάτων υποβάλλεται σε επεξεργασία από κάποιο άλλο πρόγραμμα.",
  "AO_100195": "Το αρχείο που εισήχθη ήταν κενό, επιστρέφεται κενό αρχείο.",
  "AO_100196": "Η αντιστοίχιση πεδίων πρέπει να είναι μια λίστα με λίστες.",
  "AO_100197": "Η διεύθυνση geocodingServiceURL ίσως να είναι εσφαλμένη, δεν έχει maxBatchSize στη σελίδα πληροφοριών.",
  "AO_100198": "Κανένα από τα πεδία δεν είναι αντιστοιχισμένο με έγκυρα πεδία εντοπισμού. Επεξεργαστείτε την αντιστοίχιση των πεδίων και υποβάλετε ξανά τα δεδομένα.",
  "AO_100199": "Η αντιστοίχιση περιλαμβάνει ένα πεδίο εντοπισμού το οποίο δεν υποστηρίζεται. Επεξεργαστείτε την αντιστοίχιση των πεδίων και υποβάλετε ξανά τα δεδομένα.",
  "AO_100200": "Η αντιστοίχιση περιλαμβάνει ένα μη υποστηριζόμενο πεδίο εντοπισμού. Υποστηριζόμενα πεδία εντοπισμού είναι τα ${supported_fields}. Επεξεργαστείτε την αντιστοίχιση των πεδίων και υποβάλετε ξανά τα δεδομένα.",
  "AO_100201": "Η αντιστοίχιση πεδίων περιλαμβάνει ένα πεδίο εισόδου ${field} που δεν υπάρχει στο αρχείο εισόδου: ${supported_fields}.",
  "AO_100202": "Δεν ήταν δυνατή η δημιουργία αιτήματος REST από το μηχάνημα του διακομιστή. Επαληθεύστε αν το μηχάνημα του διακομιστή μπορεί να συνδεθεί στο Ίντερνετ.",
  "AO_100203": "Η διεύθυνση geocodeServiceURL που εισήχθη θα πρέπει να ξεκινά με https και όχι με http.",
  "AO_100204": "Το inputTable έχει περισσότερες από 100.000 εγγραφές και δεν υποστηρίζεται.",
  "AO_100205": "Ο οριοθέτης στήλης δεν είναι έγκυρος.",
  "AO_100206": "Απέτυχε η δημιουργία αντιγράφου για τις διευθύνσεις Url: ${Url}. Επιλέξτε αν η υπηρεσία θα επιτρέπει σε άλλους να πραγματοποιούν εξαγωγή δεδομένων σε διαφορετικά μορφότυπα.",
  "AO_100207": "Ο συνολικός αριθμός των πεδίων εισόδου και των μεταβλητών εμπλουτισμού ξεπερνά το ανώτατο όριο των ${maxCountOfFields}.",
  "AO_100208": "Η σειρά κεφαλίδας δεν έχει το ίδιο μήκος με τον αριθμό των λιστών στην αντιστοίχιση πεδίου.",
  "AO_100209": "Η τιμή headerRowsToSkip πρέπει να είναι θετικός αριθμός μικρότερος από τον αριθμό των σειρών για inputTable ή inputFileItem.",
  "AO_100210": "Το αρχείο εισόδου έχει πάρα πολλές σειρές. Το xls υποστηρίζει μόνο μέχρι 65536 σειρές. Υποβάλετε διαφορετικό outputType.",
  "AO_100211": "Απέτυχε η δημιουργία θεματικών επιπέδων διαδρομής.",
  "AO_100212": "Το αρχείο δεδομένων διαδρομής εισόδου δεν είναι έγκυρο συμπιεσμένο αρχείο.",
  "AO_100213": "Τα δεδομένα διαδρομής εισόδου δεν περιέχουν την απαιτούμενη κλάση στοιχείων στάσης.",
  "AO_100214": "Τα δεδομένα διαδρομής εισόδου δεν περιέχουν τουλάχιστον δύο στάσεις.",
  "AO_100215": "Η διαδικασία «Σύνδεση Στοιχείων» απέτυχε.",
  "AO_100216": "Η εύρεση ακραίων τιμών απέτυχε.",
  "AO_100217": "Το αποτέλεσμα δεν αποθηκεύτηκε ως θεματικά επίπεδα διαδρομής, αφού η ανάλυση δεν παρήγαγε διαδρομές.",
  "AO_100218": "Η συμπερίληψη θεματικών επιπέδων διαδρομής δεν είναι έγκυρη όταν η τιμή measurementType είναι StraightLine.",
  "AO_100219": "Μη έγκυρη καταχώριση για την παράμετρο ${paramName}.",
  "AO_100220": "Ο τύπος γεωμετρίας ${geomType} για το ${paramName} δεν υποστηρίζεται για τη χωρική σχέση: ${spatialRel}.",
  "AO_100221": "Πρέπει να καθοριστεί γνώρισμα ή χωρική σχέση.",
  "AO_100222": "Η χωρική σχέση δεν υποστηρίζεται για εισόδους πίνακα.",
  "AO_100223": "Η συμπερίληψη θεματικών επιπέδων διαδρομής δεν υποστηρίζεται κατά την υποβολή αιτήματος για έξοδο συλλογής στοιχείων.",
  "AO_100224": "Αποτυχία λήψης δεδομένων διαδρομής από το αντικείμενο δεδομένων διαδρομής, ${itemId}.",
  "AO_100225": "Αποτυχία διαγραφής του αντικειμένου δεδομένων διαδρομής, ${itemId}.",
  "AO_100226": "Η εξαγωγή δεδομένων διαδρομής από το αρχείο δεδομένων διαδρομής απέτυχε.",
  "AO_100227": "Η σειρά κεφαλίδας δεν έχει το ίδιο μήκος με τον αριθμό των λιστών στην αντιστοίχιση πεδίου.",
  "AO_100228": "Η τιμή headerRowsToSkip πρέπει να είναι θετικός αριθμός μικρότερος από τον αριθμό των σειρών για inputTable ή inputFileItem.",
  "AO_100229": "Το αρχείο εισόδου έχει πάρα πολλές σειρές. Το xls υποστηρίζει μόνο μέχρι 65536 σειρές. Υποβάλετε διαφορετικό outputType.",
  "AO_100230": "Αυτός ο τύπος αρχείου δεν υποστηρίζεται Οι υποστηριζόμενοι τύποι αρχείων είναι οι csv και xlsx.",
  "AO_100231": "Το outputName που έχετε δεν διαθέτει σωστή μορφοποίηση.",
  "AO_100232": "Ο ρόλος χρήστη που έχετε δεν περιλαμβάνει το δικαίωμα γεωκωδικοποίησης.",
  "AO_100233": "Ο αριθμός εγγραφών στον πίνακα εισόδου είναι μεγαλύτερος από τον μέγιστο αριθμό εγγραφών ${max} για γεωκωδικοποίηση.",
  "AO_100234": "Δεν μπορείτε να υποβάλετε ταυτόχρονα πίνακα και αρχείο. Υποβάλετε μόνο ένα από τα δύο.",
  "AO_100235": "Οι παράμετροι του αρχείου εισόδου δεν είναι διαμορφωμένες σωστά.",
  "AO_100236": "Στην περίπτωση υποβολής αρχείου, πρέπει να καθορίσετε inputFileParameters.",
  "AO_100237": "Αυτός ο πίνακας εισόδου δεν είναι έγκυρος. Επιλέξτε έναν άλλον πίνακα.",
  "AO_100238": "Αυτό το αρχείο εισόδου δεν είναι έγκυρο. Επιλέξτε ένα άλλο αρχείο.",
  "AO_100239": "Πρέπει να καθορίσετε inputFile, inputTable ή columnNames.",
  "AO_100240": "Οι παράμετροι της γεωκωδικοποίησης δεν είναι διαμορφωμένες σωστά.",
  "AO_100241": "Το όνομα που καταχωρίσατε για το αποτέλεσμα εξόδου ήδη υπάρχει. Επιλέξτε διαφορετικό όνομα.",
  "AO_100242": "Δεν έχετε αρκετές μονάδες κατανάλωσης για να εκτελέσετε αυτήν τη λειτουργία. Επικοινωνήστε με τον διαχειριστή του συστήματος ArcGIS για βοήθεια.",
  "AO_100243": "Ορισμένα από τα στοιχεία στο αποτέλεσμά σας δεν είναι εμπλουτισμένα.",
  "AO_100244": "Για SpatialRelationship WithinDistance απαιτούνται απόσταση και μονάδες.",
  "AO_100245": "Μη έγκυρη έκφραση για την παράμετρο ${paramName}, ακατάλληλο JSON.",
  "AO_100246": "Αποτυχία δημιουργίας θεματικών επιπέδων διαδρομών για τις εξής διαδρομές: ${routeNames}.",
  "AO_100247": "Αποτυχία δημιουργίας θεματικών επιπέδων διαδρομών επειδή ο αριθμός των διαδρομών, ${routeCount}, είναι μεγαλύτερος από τον ανώτατο αριθμό των θεματικών επιπέδων διαδρομών, ${max}, που μπορείτε να δημιουργήσετε.",
  "AO_100248": "Το αρχείο σας ή ο πίνακάς σας δεν έχει καμία εγγραφή. Συμπεριλάβετε εγγραφές προς γεωκωδικοποίηση και επαναλάβετε την υποβολή.",
  "AO_100249": "Μη έγκυρη κατηγορία.",
  "AO_100250": "Ο πίνακας που υποβάλατε είναι κενός ή αλλοιωμένος.",
  "AO_100251": "Το αρχείο σας δεν διαθέτει κωδικοποίηση UTF-8. Υποβάλετε ξανά το αρχείο.",
  "AO_100252": "Οι τιμές στο πεδίο ${startLayerRouteIDField} στο ${startLayer} και στο πεδίο ${endLayerRouteIDField} στο ${endLayer} δεν είναι μοναδικές.",
  "AO_100253": "Κενό inputTable και κενό inputFileItem. Καταχωρίστε είτε inputTable είτε inputFileItem.",
  "AO_100254": "Η Εύρεση κεντροειδών απέτυχε.",
  "AO_100255": "Αποτυχία δημιουργίας bin.",
  "AO_100256": "Η παράμετρος ${paramName} απαιτεί έγκυρη τιμή.",
  "AO_100257": "Ορισμένες από τις τιμές στα πεδία προορισμού δεν είναι έγκυρες και δεν είναι δυνατή η συνένωσή τους.",
  "AO_100258": "Η απόσταση ανάμεσα στα σημεία εισόδου πρέπει να είναι μικρότερη από ${mileValue} μίλια (${kmValue} χιλιόμετρα) όσον αφορά το περπάτημα.",
  "AO_100259": "Δεν βρέθηκε καμία πλησιέστερη τοποθεσία. Ελέγξτε αν το εύρος αναζήτησης είναι κατάλληλο για την ανάλυσή σας.",
  "AO_100260": "Η εύρεση συστάδων σημείων απέτυχε.",
  "AO_100261": "Η σύνοψη κέντρου και διασποράς απέτυχε.",
  "AO_100262": "Μη έγκυρο ερώτημα. Δεν αναφέρονται όλες οι εκφράσεις στο ίδιο θεματικό επίπεδο στόχο. Οι έξοδοι τοποθεσιών μπορούν να παραχαθούν μόνο από ένα θεματικό επίπεδο στόχο.",
  "AO_100263": "Το ${barrierType} δεν μπορεί να οριστεί όταν το measurementType είναι StraightLine.",
  "AO_100264": "Το θεματικό επίπεδο ${inputLayer} που χρησιμοποιείται για τον καθορισμό του θεματικού επιπέδου φραγμάτων ${shapeType} πρέπει να έχει ${shapeType} ως γεωμετρία.",
  "AO_100265": "Ο αριθμός των στοιχείων οδών που τέμνονται από το θεματικό επίπεδο φραγμάτων ξεπερνά το όριο των ${limit}.",
  "AO_100266": "Ο αριθμός των στοιχείων οδών που τέμνονται από το γραμμικό θεματικό επίπεδο φραγμάτων ξεπερνά το όριο των ${limit}.",
  "AO_100267": "Ο αριθμός των στοιχείων οδών που τέμνονται από το πολυγωνικό θεματικό επίπεδο φραγμάτων ξεπερνά το όριο των ${limit}.",
  "AO_100268": "Η δημιουργία κατατμήσεων απέτυχε.",
  "AO_100269": "Μη έγκυρη έκταση για δημιουργία κατατμήσεων.",
  "AO_100270": "Το μέγεθος και ο αριθμός των μεταβλητών που επιλέξατε υπερβαίνει το ανώτατο μέγεθος γραμμής για θεματικό επίπεδο feature service. Μειώστε τον αριθμό των επιλεγμένων μεταβλητών.",
  "AO_100271": "Το πεδίο ${fieldName} στο θεματικό επίπεδο ${analysisLayer} δεν μπορεί να έχει κενές τιμές.",
  "AO_100272": "Είτε το πεδίο${startLayerRouteIDField} στο θεματικό επίπεδο ${startLayer} ή το πεδίο ${endLayerRouteIDField} στο θεματικό επίπεδο ${endLayer} πρέπει να έχει μοναδικές τιμές.",
  "AO_100273": "Η τιμή ${routeId} από το πεδίο ${routeIDField} στο θεματικό επίπεδο ${startLayer} δεν αντιστοιχεί σε κάποιο στοιχείο στο θεματικό επίπεδο ${endLayer}.",
  "AO_100274": "Ο μέγιστος αριθμός οχημάτων προς δρομολόγηση πρέπει να ισούται με τον αριθμό όσων στοιχείων στο θεματικό επίπεδο ${startLayer} χρησιμοποιούνται ως τοποθεσίες αφετηρίας για τις διαδρομές.",
  "AO_100275": "Ο μέγιστος αριθμός οχημάτων προς δρομολόγηση πρέπει να ισούται με τον αριθμό όσων στοιχείων στο θεματικό επίπεδο ${endLayer} χρησιμοποιούνται ως τοποθεσίες αφετηρίας για τις διαδρομές.",
  "AO_100276": "Ο αριθμός των στοιχείων στο θεματικό επίπεδο ${startLayer} που χρησιμοποιούνται ως τοποθεσίες αφετηρίας για τις διαδρομές δεν μπορεί να είναι μεγαλύτερος από ${max}.",
  "AO_100277": "Ο αριθμός των στοιχείων στο θεματικό επίπεδο ${endLayer} που χρησιμοποιούνται ως τοποθεσίες τέλους για τις διαδρομές δεν μπορεί να είναι μεγαλύτερος από ${max}.",
  "AO_100278": "Η τιμή ${measureType} δεν μπορεί να είναι μεγαλύτερη από ${max} ${breakUnits} όποτε είναι επιλεγμένη η ρύθμιση εμφάνισης των μη προσεγγίσιμων περιοχών με τη μορφή οπών.",
  "AO_100279": "Η τιμή ${measureType} δεν μπορεί να είναι μεγαλύτερη από ${max} ${breakUnits} όταν είναι επιλεγμένη η ρύθμιση συμπερίληψης προσεγγίσιμων δρόμων.",
  "AO_100280": "Η τιμή ${measureType} δεν μπορεί να είναι μεγαλύτερη από ${max} ${breakUnits} κατά το περπάτημα.",
  "AO_100281": "Οι ζητούμενες μεταβλητές για την ανάλυση προέρχονται από πολλαπλές ιεραρχίες. Κατά συνέπεια, τα αποτελέσματα ενδέχεται να μην έχουν συνοχή.",
  "AO_100282": "Απαιτείται άδεια χρήσης της έκδοσης ArcGIS Server Advanced στον hosting server κατά τη χρήση του τύπου μέτρησης «Ευθεία γραμμή» μέσω του εργαλείου «Εύρεση Πλησιέστερου».",
  "AO_100283": "Υπάρχουν πάρα πολλά στοιχεία ή σύνθετα σχήματα στο σύνολο δεδομένων. Προσπαθήστε να μειώσετε τον αριθμό των στοιχείων πριν την εκτέλεση του εργαλείου «Εμπλουτισμός Θεματικού Επιπέδου». Για παράδειγμα, μπορείτε να φιλτράρετε το σύνολο δεδομένων και να εκτελέσετε το εργαλείο σε δέσμες ή να μειώσετε το μέγεθος της έκτασης του χάρτη.",
  "AO_100284": "Δεν βρέθηκε καμία χωρική αναφορά για ${inputLayer}. Αυτό ενδέχεται να προκαλέσει είτε την αποτυχία της ανάλυσης είτε τη δημιουργία δεδομένων εξόδου χωρίς χωρική αναφορά.",
  "AO_100285": "Μόνο ο κάτοχος του ${inputLayer} μπορεί να εκτελέσει ανάλυση για το συγκεκριμένο θεματικό επίπεδο.",
  "AO_100286": "Οι μονάδες κατανάλωσης υπολογίζονται με βάση τη χρήση κάποιας εξατομικευμένης υπηρεσίας GeoEnrichment.",
  "AO_100287": "Τα δεδομένα δεν είναι διαθέσιμα για τις χώρες με τους εξής κωδικούς χώρας: ${country}.",
  "AO_100288": "Δεν είναι δυνατή η ανίχνευση της χώρας για ένα ή περισσότερα στοιχεία.",
  "AO_100289": "Σφάλμα σύνδεσης περιβάλλοντος. Επικοινωνήστε με τις υπηρεσίες υποστήριξης της Esri.",
  "AO_100290": "Τα πεδία Object ID δεν μπορούν να χρησιμοποιηθούν σε συνενώσεις γνωρισμάτων.",
  "AO_100291": "Αποτυχία δημοσίευσης των αποτελεσμάτων της ανάλυσης ως feature collection επειδή ένα από τα θεματικά επίπεδα εξόδου περιέχει περισσότερα από 9.999 στοιχεία. Για να διατηρήσετε όλα τα στοιχεία, αποθηκεύστε το αποτέλεσμα ως feature layer.",
  "AO_100292": "Το παρεχόμενο όνομα εξόδου χρησιμοποιείται ήδη ή περιέχει μη έγκυρους χαρακτήρες.",
  "AO_100293": "Ένα ή περισσότερα στοιχεία δεν εμπλουτίστηκαν διότι απέτυχε η δημιουργία τομέα τρόπου μετάβασης. Επαληθεύστε ότι τα στοιχεία εισόδου βρίσκονται εντός του τομέα κάλυψης δεδομένων της υπηρεσίας ανάλυσης δικτύου σας ή χρησιμοποιούν απόσταση σε ευθεία γραμμή.",
  "AO_100294": "Ένα ή περισσότερα στοιχεία διασταυρώνονται με δημογραφικά όρια. Οι μεταβλητές εμπλουτισμού έχουν εκτιμηθεί με τη χρήση αναλογικής συνάθροισης.",
  "AO_100295": "Η γεωγραφική βάση δεδομένων των δεδομένων διαδρομής ${geodatabase} δεν υπάχει.",
  "AO_100296": "Το αρχείο zip των δεδομένων διαδρομής ${zipfile} είναι κενό.",
  "AO_100297": "Ο αριθμός των service area γραμμών εξόδου, ${numFeatures}, υπερβαίνει το μέγιστο όριο, ${threshold}, που μπορεί να επιστραφεί από την υπηρεσία.",
  "AO_100298": "Η εργασία απέτυχε λόγω αποτυχίας της υπηρεσίας. Επικοινωνήστε με τις υπηρεσίες υποστήριξης της Esri.",
  "AO_100299": "Δεν είναι δυνατό το unpack των αποτελεσμάτων από το elevation service. Επικοινωνήστε με τις υπηρεσίες υποστήριξης της Esri.",
  "AO_100300": "Δεν είναι δυνατό το unpack των αποτελεσμάτων από το hydrology service. Επικοινωνήστε με τις υπηρεσίες υποστήριξης της Esri.",
  "AO_100301": "Η Συγχώνευση Επιπέδων απαιτεί τον ίδιο τύπο γεωμετρίας για όλες τις εισόδους.",
  "AO_100302": "Απαιτείται άδεια γεωστατιστικού αναλυτή για την εκτέλεση αυτού του εργαλείου.",
  "AO_100303": "Απαιτείται άδεια Spatial Analyst για την εκτέλεση αυτού του εργαλείου.",
  "AO_100304": "Η δημιουργία περιοχών κατώτατου ορίου απέτυχε.",
  "AO_100305": "Η τιμή δεν είναι μέλος των λεπτών | Δευτερόλεπτα | Ώρες | Μίλια | Χιλιόμετρα | Μετρητές | Πόδια | Γιάρδες | Άλλα.",
  "AO_100306": "Μη έγκυρη έκφραση Arcade.",
  "AO_100307": "Όλα τα πολύγωνα είναι κενά.",
  "AO_100308": "Η αριθμητική τιμή είναι εκτός του έγκυρου εύρους.",
  "AO_100309": "Η τιμή δεν είναι μέλος του ToFacility | FromFacility.",
  "AO_100310": "Η τιμή δεν είναι μέλος του StraightLine | Ώρα οδήγησης | Απόσταση οδήγησης | Ώρα φορτηγού | Απόσταση φορτηγού | Χρόνος περπατήματος | Απόσταση περπατήματος | Ώρα αγροτικής οδήγησης | Απόσταση αγροτικής οδήγησης.",
  "AO_100311": "Η τιμή δεν είναι μέλος του GeoLocal | UTC.",
  "AO_100312": "Τα αποτελέσματα δεν μπορούν να αποθηκευτούν ως συλλογή στοιχείων κατά τη συμπερίληψη προσεγγίσιμων δρόμων.",
  "AO_100313": "Δεν είναι δυνατή η αντικατάσταση: το καθορισμένο αντικείμενο διαδικτυακής πύλης (portal) δεν υπάρχει.",
  "AO_100314": "Δεν είναι δυνατή η αντικατάσταση: πρέπει είτε να είστε ο κάτοχος του αντικειμένου είτε να έχετε δικαιώματα διαχειριστή για να αντικαταστήσετε αυτό το αντικείμενο.",
  "AO_100315": "Δεν είναι δυνατή η αντικατάσταση: μη υποστηριζόμενος τύπος αντικειμένου για αντικατάσταση.",
  "AO_100316": "Το καθορισμένο όνομα υπηρεσίας διαφέρει από τον τίτλο του υπάρχοντος αντικειμένου για αντικατάσταση. Το αντικείμενο θα αντικατασταθεί, αλλά ο τίτλος του αντικειμένου δεν θα ενημερωθεί.",
  "AO_100317": "Δεν είναι δυνατή η αντικατάσταση: πρέπει να δώσετε ένα αναγνωριστικό στοιχείο για να αντικαταστήσετε ένα αντικείμενο.",
  "AO_100318": "Δεν είναι δυνατή η αντικατάσταση: το καθορισμένο αντικείμενο πύλης αναφέρεται από άλλα αντικείμενα πύλης. Τυχόν θεματικά επίπεδα προβολής που σχετίζονται με το καθορισμένο αντιεκίμενο πύλης πρέπει να διαγραφούν πριν από την αντικατάσταση.",
  "AO_100319": "Ο συνολικός αριθμός πεδίων στο θεματικό επίπεδο αποτελεσμάτων, συμπεριλαμβανομένων των πεδίων ανάλυσης που δημιουργούνται από το εργαλείο, υπερβαίνει το όριο των 1023 πεδίων.",
  "AO_100320": "Ο συνολικός αριθμός πεδίων στο θεματικό επίπεδο αποτελεσμάτων, συμπεριλαμβανομένων των πεδίων ανάλυσης που δημιουργούνται από το εργαλείο, υπερβαίνει το όριο των 1019 πεδίων.",
  "AO_100321": "Δεν είναι δυνατή η αντικατάσταση: μη υποστηριζόμενος τύπος αντικειμένου για αντικατάσταση.",
  "AO_100322": "Αποτυχία δημοσίευσης του αποτελέσματος. Δοκιμάστε να εκτελέσετε ξανά το εργαλείο αργότερα.",
  "AO_100323": "Αποτυχία επίτευξης τιμών κατώτατου ορίου.",
  "AO_100324": "Η μεταβλητή δεν είναι κατάλληλη για ανάλυση περιοχής κατώτατου ορίου.",
  "AO_100325": "Δε βρέθηκε οδικό δίκτυο για το σημείο εισόδου: ${pointId}.",
  "AO_100326": "Εξαντλήθηκε η μέγιστη ακτίνα χωρίς λύση για το σημείο εισόδου: ${pointId}.",
  "AO_100327": "Δεν είναι δυνατή η αντικατάσταση: το καθορισμένο αντικείμενο πύλης αναφέρεται από άλλα αντικείμενα πύλης. Τυχόν θεματικά επίπεδα προβολής που σχετίζονται με το καθορισμένο αντικείμενο πύλης πρέπει να διαγραφούν πριν από την αντικατάσταση.",
  "AO_100328": "Ο τύπος γεωμετρίας του θεματικού επιπέδου εισαγωγής δεν μπορεί να είναι σημεία. Για να χρησιμοποιήσετε αυτήν την εισαγωγή για τη δημιουργία ενός νέου θεματικού επιπέδου σημείου, δοκιμάστε το εργαλείο «Εύρεση κατά χαρακτηριστικά και τοποθεσία».",
  "AO_100329": "Μη έγκυρα γνωρίσματα συγχώνευσης.",
  "AO_100352": "Το άθροισμα του αριθμού των στοιχείων στις υποψήφιες εγκαταστάσεις και τα απαιτούμενα επίπεδα εγκαταστάσεων δεν μπορεί να είναι μεγαλύτερο από ${max}.",
  "AO_100353": "Αποτυχία δημιουργίας υπηρεσίας εξαγόμενων στοιχείων. Δεν υποστηρίζονται τα πεδία διαφοράς χρονικής σφραγίδας.",
  "AO_100354": "Ο ορισμένος μορφότυπος εξαγόμενων δεδομένων απαιτεί το σύστημα συντεταγμένων World Geodetic System 1984 (WGS84). Το WGS84 εφαρμόστηκε και το σύστημα συντεταγμένων εξόδου σας δεν χρησιμοποιήθηκε.",
  "AO_100355": "Δεν μπορούν να υπολογιστούν τα στατιστικά στοιχεία σύνοψης για τους ακόλουθους τύπους: Μόνο ημερομηνία, μόνο ώρα και διαφορά χρονικής σφραγίδας.",
  "AO_100356": "Δεν είναι δυνατή η εξαγωγή των ακόλουθων τύπων πεδίου: ${params}.",
  "AO_1011": "Περιστατικά με πολύ λίγες κορυφές για έγκυρη γεωμετρία (περιλαμβάνει μόνο τις πρώτες 30): %1 = %2.",
  "AO_109": "Η απόσταση ζώνης δεν μπορεί να είναι αρνητική για γραμμές και σημεία.",
  "AO_110": "Το ${inputFC} δεν υπάρχει.",
  "AO_110057": "Η χωρική αναφορά για τα στοιχεία εισόδου (${inputFeatures}) δεν είναι συμβατή με το σύστημα συντεταγμένων εισόδου (${outputCoordinateSystem}).",
  "AO_110058": "Η χωρική αναφορά για τα υποψήφια γνωρίσματα (${candidateFeatures}) δεν είναι συμβατή με το σύστημα συντεταγμένων εισόδου (${outputCoordinateSystem}).",
  "AO_110059": "Οι προβολές μεταξύ των γνωρισμάτων εισόδου και των υποψήφιων γνωρισμάτων δεν είναι συμβατές. Η ανάλυση πραγματοποιήθηκε στην προβολή \"WGS_1984_Web_Mercator_Auxiliary_Sphere\".",
  "AO_110068": "Το τεστ Rayleigh απαιτεί τουλάχιστον ${numCases2D} στοιχεία για να είναι έγκυρο δισδιάστατο αποτέλεσμα και ${numCases3D} στοιχεία για τρισδιάστατο αποτέλεσμα.",
  "AO_110069": "Πολύ λίγα στοιχεία για ${numBadCases} από ${numCases} περιστατικά για επικύρωση του τεστ Rayleigh.",
  "AO_110070": "Το τεστ Rayleigh είναι μη έγκυρο επειδή το σύνολο δεδομένων είναι διαμετρικά διτροπικό. Τα εξαχθέντα στοιχεία έχουν διορθωθεί για καλύτερη αναπαράσταση του μέσου όρου προσανατολισμού.",
  "AO_110071": "Βρέθηκαν διτροπικά δεδομένα για ${numDoubleAngleCases} από ${doubleAngleCases} περιστατικά. Το τεστ Rayleigh δεν είναι έγκυρο για αυτά τα περιστατικά και ως αποτέλεσμα αυτού, τα εξαχθέντα στοιχεία έχουν διορθωθεί για καλύτερη αναπαράσταση του μέσου όρου προσανατολισμού.",
  "AO_110083": "Οι κατακόρυφες και γραμμικές μονάδες στα συστήματα συντεταγμένων XY και Z δεν είναι ίδιες.",
  "AO_110141": "Ο Ελάχιστος αριθμός στοιχείων ανά συστάδα είναι μεγαλύτερος από τον αριθμό των στοιχείων στο σύνολο δεδομένων.",
  "AO_110143": "Ο Ελάχιστος αριθμός στοιχείων ανά συστάδα είναι μεγαλύτερος από το 1.",
  "AO_110144": "Απέτυχε η δημιουργία περιοχών ορίων χρησιμοποιώντας τον καθορισμένο τρόπο μετακίνησης.",
  "AO_110145": "Δεν έχει κάθε θεματικό επίπεδο συγχώνευσης το αντίστοιχο γνώρισμα συγχώνευσης.",
  "AO_110146": "Το πεδίο ${fieldName} δεν υπάρχει στο θεματικό επίπεδο ${layerName}, επομένως η λειτουργία συγχώνευσης ${mergeAttribute} δεν μπορεί να εκτελεστεί.",
  "AO_110243": "Η ανάλυση δεν ήταν δυνατό να ολοκληρωθεί, επειδή το πλέγμα που δημιουργήθηκε θα είχε περισσότερα από δύο δισεκατομμύρια κελιά.",
  "AO_110250": "Όλα τα κελιά πλέγματος πρέπει να εμπίπτουν στον τομέα προβολής.",
  "AO_110339": "Τα γνωρίσματα ενδιαφέροντος για τα υποψήφια στοιχεία πρέπει να έχουν μέσες τιμές που να διαφέρουν από τις τιμές των στοιχείων εισόδου κατά την αντιστοίχιση με τη χρήση προφίλ γνωρισμάτων.",
  "AO_110340": "${summary} δεν είναι δυνατό να υπολογιστεί για πεδία δεδομένων.",
  "AO_110341": "Τα στατιστικά στοιχεία δεν είναι δυνατό να υπολογιστούν για το πεδίο ${fieldName}. Επικοινωνήστε με τις υπηρεσίες υποστήριξης της Esri.",
  "AO_110342": "Αποτυχία δημιουργίας υπηρεσίας στοιχείων ${serviceName}.",
  "AO_110343": "Αποτυχία δημιουργίας αντικειμένου ${itemName}.",
  "AO_110344": "Η ανάλυση ψηφιδοθέτησης H3 απαιτεί το σύστημα συντεταγμένων World Geodetic System 1984 (WGS84). Το WGS84 εφαρμόστηκε και το σύστημα συντεταγμένων εξόδου σας δεν χρησιμοποιήθηκε.",
  "AO_110345": "Η ανάλυση ψηφιδοθέτησης H3 απαιτεί το σύστημα συντεταγμένων World Geodetic System 1984 (WGS84). Το WGS84 εφαρμόστηκε ως το σύστημα συντεταγμένων εξόδου σας.",
  "AO_110346": "Απαιτείται ανάλυση bin όταν ο τύπος bin είναι H3 εξάγωνα.",
  "AO_110347": "Απαιτείται μια εισαγωγή μεγέθους bin για αυτόν τον τύπο bin.",
  "AO_110348": "Η έκταση δεν περιέχει έγκυρη χωρική αναφορά",
  "AO_110349": "Η έκταση που παρέχεται στην παράμετρο περιβάλλοντος δεν είναι έγκυρη.",
  "AO_110350": "Το σύστημα συντεταγμένων εξόδου που παρέχεται στην παράμετρο περιβάλλοντος δεν είναι έγκυρο.",
  "AO_110351": "Δεν είναι δυνατή η εκτέλεση πολλών λειτουργιών στο ίδιο πεδίο.",
  "AO_1115": "Πρέπει να οριστεί η ιδιότητα περιγραφής θεματικού επιπέδου για το ${layerName}.",
  "AO_1156": "Μια τιμή πεδίου δεν ήταν συμβατή με τον τύπο πεδίου.",
  "AO_12": "Το πεδίο για προσθήκη υπάρχει ήδη.",
  "AO_1533": "Δεν ήταν δυνατός ο υπολογισμός των hot spot και cold spot για τα δεδομένα που καταχωρίστηκαν. Αν είναι κατάλληλο, προσπαθήστε να προσδιορίσετε ένα πεδίο ανάλυσης.",
  "AO_1534": "Τα hot spot και cold spot δεν είναι δυνατό να υπολογιστούν όταν ο αριθμός των σημείων σε κάθε περιοχή πολυγώνου είναι πανομοιότυπος. Δοκιμάστε διαφορετικές περιοχές πολυγώνων ή διαφορετικές επιλογές ανάλυσης.",
  "AO_1535": "Η επιλογή ανάλυσης που επιλέξατε απαιτεί τουλάχιστον ${minNumFeatures} περιοχές συνάθροισης.",
  "AO_1536": "Οι δυνατότητες ανάλυσης που επιλέξατε απαιτούν τουλάχιστον ${minNumIncidents} σημεία για τον υπολογισμό των hot και cold spot.",
  "AO_1570": "Η δυνατότητα ανάλυσης που επιλέξατε απαιτεί τουλάχιστον ${minNumIncidents} σημεία εντός της περιοχής (των περιοχών) οριοθέτησης πολυγώνων.",
  "AO_1571": "Οι δυνατότητες ανάλυσης που επιλέξατε απαιτούν τουλάχιστον ${minNumFeatures} στοιχεία με έγκυρα δεδομένα στο πεδίο ανάλυσης για τον υπολογισμό των hot και cold spot.",
  "AO_1572": "Δεν υπάρχει επαρκής διακύμανση στις σημειακές τοποθεσίες για τον υπολογισμό των hot spot και cold spot. Τα σημεία σύμπτωσης, για παράδειγμα, μειώνουν τη χωρική διακύμανση. Μπορείτε να δοκιμάσετε να καταχωρίσετε μια οριοθετημένη περιοχή, περιοχές συνάθροισης (τουλάχιστον 30) ή ένα πεδίο ανάλυσης.",
  "AO_1573": "Δεν υπάρχει επαρκής διακύμανση μεταξύ των σημείων εντός της(των) οριοθετημένης(-ων) περιοχής(-ων) πολυγώνου. Δοκιμάστε να καταχωρίσετε μεγαλύτερα όρια.",
  "AO_1574": "Η δυνατότητα ανάλυσης που επιλέξατε απαιτεί τουλάχιστον ${minNumIncidents} σημεία εντός των περιοχών οριοθέτησης πολυγώνων.",
  "AO_1575": "Όλες οι τιμές για το πεδίο ανάλυσής σας είναι πιθανώς οι ίδιες. Δεν είναι δυνατό να υπολογιστούν hot spot και cold spot όταν δεν υπάρχει διακύμανση στο πεδίο που αναλύεται.",
  "AO_1583": "Όταν υπάρχουν πολλαπλά στοιχεία εισόδου, η αντιστοίχιση βασίζεται στον μέσο όρο των γνωρισμάτων ενδιαφέροντος.",
  "AO_1584": "Γνώρισμα ή γνωρίσματα που λείπουν ή δεν είναι έγκυρα. Τα ακόλουθα πεδία αφαιρέθηκαν από τη λίστα των γνωρισμάτων που πρέπει να ληφθούν υπόψη: ${removedFields}.",
  "AO_1585": "Γνώρισμα ή γνωρίσματα που λείπουν ή δεν είναι έγκυρα. Δεν υπάρχουν έγκυρα πεδία στη λίστα γνωρισμάτων που θα πρέπει να ληφθούν υπόψη.",
  "AO_1586": "Ο αριθμός των αποτελεσμάτων δεν μπορεί να είναι μεγαλύτερος από τον αριθμό των υποψήφιων γνωρισμάτων. Ρύθμιση παραμέτρου ίση με τη μέγιστη τιμή: ${maxValue}.",
  "AO_1587": "Ο αριθμός των αποτελεσμάτων δεν μπορεί να είναι μεγαλύτερος από το μισό του αριθμού των υποψήφιων γνωρισμάτων. Ρύθμιση παραμέτρου ίση με τη μέγιστη τιμή: ${maxValue}.",
  "AO_1588": "Μηδενική διακύμανση. Τα παρακάτω πεδία στερούνται επαρκούς διακύμανσης για να χρησιμοποιηθούν σε αυτό το εργαλείο: ${name}.",
  "AO_1589": "Για αυτό το εργαλείο απαιτούνται τουλάχιστον 2 τοποθεσίες για αναζήτηση.",
  "AO_1598": "Πρέπει να καταχωρίσετε τουλάχιστον δύο γνωρίσματα ενδιαφέροντος κατά την αντιστοίχιση με τη χρήση προφίλ γνωρισμάτων.",
  "AO_1599": "Οι εγγραφές για ανάλυση είναι πάρα πολύ λίγες. Για να μπορέσει το εργαλείο αυτό να υπολογίσει αποτελέσματα, απαιτείται τουλάχιστον 1 τοποθεσία αναφοράς στο θεματικό επίπεδο εισόδου.",
  "AO_1605": "Οι αποστάσεις για τις γεωγραφικές συντεταγμένες (βαθμοί, λεπτά, δευτερόλεπτα) αναλύονται με τη χρήση συγχορδιακών αποστάσεων σε μέτρα.",
  "AO_1607": "Οι τιμές των αποστάσεων υπερβαίνουν τις 30 δεκαδικές μοίρες. Οι συγχορδιακές αποστάσεις δεν είναι ακριβείς πέραν των 30 μοιρών.",
  "AO_1616": "Στοιχεία με κατεστραμμένες εγγραφές (περιλαμβάνει μόνο τις πρώτες 30): ${label} = ${badIDs}.",
  "AO_192": "Το μέγεθος κελιού πρέπει να είναι μικρότερο από τη ζώνη απόστασης.",
  "AO_210": "Δεν είναι δυνατή η δημιουργία εξόδου ${outputFC}.",
  "AO_26": "Η απόσταση ζώνης είναι μηδενική:",
  "AO_308": "Μη έγκυρος τύπος πεδίου.",
  "AO_358": "Μη έγκυρη έκφραση.",
  "AO_366": "Μη έγκυρος τύπος γεωμετρίας.",
  "AO_385": "Η επιλογή LINE δεν είναι έγκυρη με σημειακά στοιχεία.",
  "AO_40039": "Δεν υπάρχουν επαρκή δεδομένα για τη μέθοδο υπολογισμού. Απαιτούνται τουλάχιστον 10 πόντοι.",
  "AO_40040": "Τα δεδομένα κατανέμονται κατά μήκος μιας ευθείας γραμμής και δεν είναι δυνατό να υποστούν επεξεργασία.",
  "AO_40069": "Η διακύμανση των δεδομένων είναι πολύ μικρή για να υπολογιστεί.",
  "AO_401": "Δεν βρέθηκε κανένα στοιχείο για επεξεργασία.",
  "AO_426": "Ανεπαρκής μνήμη.",
  "AO_438": "Η υπέρθεση δεν είναι πολύγωνο.",
  "AO_468": "Οι τύποι σχήματος εισόδου δεν είναι ίσοι.",
  "AO_539": "Η έκφραση δεν είναι έγκυρη.",
  "AO_561": "Η καθορισμένη χωρική αναφορά δεν είναι έγκυρη για τα επιλεγμένα θεματικά επίπεδα.",
  "AO_640": "Μη έγκυρος τύπος πεδίου για ${fieldName}. Πρέπει να είναι τύπου ${typeString}.",
  "AO_641": "Αυτό το εργαλείο απαιτεί τουλάχιστον ${numFeatures} ιδιότητα(ες) για τον υπολογισμό των αποτελεσμάτων.",
  "AO_642": "Προβλήματα κατά την ανάγνωση ${badNum} από ${totalNum} συνολικές εγγραφές.",
  "AO_715": "${numObsNoNeighs} στοιχεία δεν είχαν γείτονες βάσει του δεδομένου ορίου απόστασης. Επιστρέφεται γειτονικό στοιχείο με πλησιέστερο αληθές κεντρικό σημείο.",
  "AO_716": "Στοιχεία με προσαρμογή αναζήτησης γειτονικού χώρου (περιλαμβάνει μόνο τα πρώτα 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} πολύγωνα δεν έφτασαν τον ελάχιστο αριθμό γειτόνων που ορίζεται βάσει της γειτνίασης πολυγώνων. Για αυτά τα πολύγωνα οι πλησιέστεροι μη γειτονικοί γείτονες θα συμπεριληφθούν ως γείτονες.",
  "AO_728": "Το Πεδίο ανάλυσης ${fieldName} που προσδιορίσατε δεν υπάρχει στο θεματικό επίπεδο Ανάλυσης.",
  "AO_735": "Πρέπει να καταχωρίσετε τουλάχιστον ένα πεδίο ανάλυσης στο οποίο θα βασίζεται η ομοιότητα.",
  "AO_800": "Η τιμή δεν ανήκει σε SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "Πρέπει να παρέχονται πολύγωνα για τη συνάθροιση των περιστατικών σε αριθμούς για αυτήν τη μέθοδο συνάθροισης δεδομένων περιστατικών.",
  "AO_845": "Τουλάχιστον ${warnNumObs} στοιχεία εισόδου για ανάλυση είναι ιδανικά.",
  "AO_846": "${numObsNoNeighs} στοιχεία δεν είχαν γείτονες, πράγμα που γενικά καθιστά μη έγκυρες τις στατιστικές ιδιότητες ενός τεστ.",
  "AO_847": "Στοιχεία χωρίς γείτονες (περιλαμβάνει μόνο τα πρώτα 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Στοιχεία με κατεστραμμένες εγγραφές (περιλαμβάνει μόνο τις πρώτες 30): ${ObjIDs} = ${IDnums}.",
  "AO_897": "Η καταχωρισμένη ζώνη απόστασης ${smallDistance} είναι υπερβολικά μικρή για την περιοχή μελέτης.",
  "AO_898": "Δεν βρέθηκαν έγκυροι δείκτες στάθμισης.",
  "AO_900003": "Δεν είναι δυνατή η λήψη του αριθμού των στοιχείων από το ${layer}.",
  "AO_900004": "Το αρχείο παραμετροποίησης ${file} δεν υπάρχει.",
  "AO_900005": "Η εκτίμηση κόστους ${TaskName} απέτυχε.",
  "AO_900006": "Δεν είναι δυνατή η ανάλυση της καταχώρισης. Ακατάλληλο JSON.",
  "AO_900007": "Μη υποστηριζόμενος τύπος παραμέτρου ${type}.",
  "AO_900008": "Μη υποστηριζόμενο εργαλείο ${ToolName} για την εκτίμηση κόστους.",
  "AO_900009": "Δεν είναι δυνατή η λήψη του αριθμού στοιχείων του θεματικού επιπέδου GeoEnrichment.",
  "AO_906": "Μηδενική διακύμανση: Όλες οι τιμές για το πεδίο εισόδου σας είναι πιθανώς οι ίδιες.",
  "AO_910": "Πολύ λίγα στοιχεία για ${numBadCases} από ${numCases} περιστατικά.",
  "AO_911": "Ίδια σημεία αρχής και τέλους για ${numBadObs} από ${numObs} στοιχεία γραμμής.",
  "AO_912": "Στοιχεία γραμμής με τα ίδια σημεία αρχής και τέλους (περιλαμβάνει μόνο τα πρώτα 30): ${label} = ${badLengths}.",
  "AO_929": "Η Ζώνη απόστασης πρέπει να είναι μικρότερη από την έκταση της ανάλυσης.",
  "AO_941": "Οι αρνητικές τιμές στάθμισης ερμηνεύονται ως μηδενικές για την επεξεργασία.",
  "AO_947": "Περιστατικά με πολύ λίγα στοιχεία (περιλαμβάνει μόνο τα πρώτα 30): ${label} = ${badCases}.",
  "AO_973": "Δεν ήταν δυνατή η απόδοση εξόδου με βάση το προεπιλεγμένο αρχείο θεματικού επιπέδου.",
  "AO_978": "Υπάρχουν υπερβολικά λίγες κορυφές για τη δημιουργία έγκυρης γεωμετρίας.",
  "BD_100082": "Απαιτείται όνομα πεδίου και έκφραση.",
  "BD_100084": "Ο τύπος πεδίου πρέπει να είναι Συμβολοσειρά, Ακέραιος, Αριθμός κινητής υποδιαστολής διπλής ακρίβειας ή Ημερομηνία.",
  "BD_100088": "Το ή τα πεδία \"${attribute}\" πρέπει να βρίσκονται και στο θεματικό επίπεδο αναφοράς και στο θεματικό επίπεδο υποψήφιων αναζητήσεων.",
  "BD_100089": "Τα παρακάτω πεδία στερούνται επαρκούς διακύμανσης για να χρησιμοποιηθούν σε αυτήν την ανάλυση: ${attribute}.",
  "BD_100090": "Για αυτό το εργαλείο απαιτούνται τουλάχιστον 2 υποψήφιες τοποθεσίες αναζήτησης, οι οποίες επίσης δεν είναι τοποθεσίες αναφοράς.",
  "BD_100161": "Η μαζική γεωκωδικοποίηση απέτυχε.",
  "BD_100162": "Η ανάλυση εισόδου γεωκωδικοποίησης απέτυχε.",
  "BD_100171": "Μη έγκυρη διεύθυνση URL υπηρεσίας εντοπισμού διευθύνσεων: ${locator_url}.",
  "BD_100182": "Τα πεδία ${field} που ακολουθούν έχουν διπλότυπες εγγραφές.",
  "BD_100189": "Δεν είναι δυνατή η σύνδεση με την υπηρεσία γεωκωδικοποίησης εξ αποστάσεως - επαληθεύστε ότι η υπηρεσία γεωκωδικοποίησης είναι online και ότι έχει έγκυρο τελικό σημείο geocodeAddresses REST.",
  "BD_100199": "Επεξεργαστείτε την αντιστοίχιση των πεδίων σας και επαναλάβετε την υποβολή - η αντιστοίχισή σας περιλαμβάνει ένα πεδίο εντοπισμού που δεν υποστηρίζεται.",
  "BD_101000": "Δεν είναι δυνατό να εκτελεστεί η λειτουργία ερωτημάτων.",
  "BD_101001": "Για αυτήν τη λειτουργία απαιτείται να οριστεί ο χρόνος στα στοιχεία πηγής, ο οποίος λείπει στην παράμετρο \"${paramName}\".",
  "BD_101002": "Για αυτήν τη λειτουργία απαιτείται να οριστεί η γεωμετρία στα στοιχεία πηγής, η οποία λείπει στην παράμετρο \"${paramName}\".",
  "BD_101003": "Ο τύπος διαστήματος απόστασης δεν υποστηρίζεται.",
  "BD_101004": "Λανθασμένος τύπος γεωμετρίας για \"${paramName}\". Ο αναμενόμενος τύπος ήταν \"${expectedType}\", αλλά ελήφθη ο τύπος \"${actualType}\".",
  "BD_101005": "Το πεδίο \"${requiredField}\" είναι απαιτούμενο, αν έχει οριστεί \"${setField}\".",
  "BD_101006": "Ο τύπος διαστήματος απόστασης δεν υποστηρίζεται. Επιτρέπονται μόνο ακέραιοι αριθμοί.",
  "BD_101007": "Απαιτείται τουλάχιστον μία σχέση.",
  "BD_101008": "Το πεδίο \"${requiredField}\" είναι απαιτούμενο.",
  "BD_101009": "Πεδία που δεν βρέθηκαν στο σύνολο δεδομένων: ${fields}.",
  "BD_101010": "Το αποτέλεσμα της ανάλυσής σας δεν επέστρεψε οποιαδήποτε στοιχεία. Δεν θα δημιουργηθεί θεματικό επίπεδο.",
  "BD_101011": "Απαιτείται ένα από τα δύο \"${firstField}\" ή \"${secondField}\".",
  "BD_101012": "Δεν είναι δυνατό να οριστούν και τα δύο \"${firstField}\" και\"${secondField}\" την ίδια στιγμή.",
  "BD_101013": "Λανθασμένος τύπος χρόνου για \"${paramName}\". Ο αναμενόμενος τύπος ήταν \"${expectedType}\", αλλά λήφθηκε ο τύπος \"${actualType}\".",
  "BD_101014": "Η δεδομένη σχέση στοιχείων \"${targetType} ${relationshipType} ${joinType}\" δεν είναι έγκυρη.",
  "BD_101015": "Το σύνολο σχέσεων που έχει οριστεί δεν είναι έγκυρο.",
  "BD_101016": "Απαιτείται χωρική αναφορά όταν έχει ενεργοποιηθεί η επιλογή GEODESIC.",
  "BD_101017": "Ορισμένα αποτελέσματα επίπεδης ζώνης ενδέχεται να υπερβαίνουν την έγκυρη έκταση. Εξετάστε το ενδεχόμενο να χρησιμοποιήσετε μια γεωδαιτική ζώνη, ώστε να ληφθεί υπόψη το σχήμα της γης.",
  "BD_101018": "Ένα ή περισσότερα στοιχεία παραλείφθηκαν, επειδή μια αρνητική ή πολύ μικρή απόσταση οδήγησε σε απουσία γεωμετρίας.",
  "BD_101019": "Ένα ή περισσότερα στοιχεία παραλείφθηκαν λόγω μηδενικής τιμής στο πεδίο απόστασης.",
  "BD_101020": "Ένα ή περισσότερα στοιχεία παραλείφθηκαν λόγω τιμής NULL ή EMPTY στο πεδίο απόστασης.",
  "BD_101021": "Ένα ή περισσότερα στοιχεία παραλείφθηκαν λόγω μη έγκυρης τιμής στο πεδίο απόστασης ζώνης.",
  "BD_101022": "Ένα ή περισσότερα στοιχεία παραλείφθηκαν λόγω μη γραμμικής τιμής στο πεδίο απόστασης ζώνης.",
  "BD_101023": "Ένα ή περισσότερα στοιχεία παραλείφθηκαν, επειδή ο τύπος απόστασης ζώνης δεν είναι έγκυρος.",
  "BD_101024": "Χρήση γεωδαιτικής μεθόδου για σύστημα γεωγραφικών συντεταγμένων.",
  "BD_101025": "Μη έγκυρη έκφραση ζώνης.",
  "BD_101026": "Η παράμετρος \"${paramName}\" δεν είναι έγκυρη.",
  "BD_101027": "Το όνομα \"${outputName}\" δεν είναι έγκυρο όνομα δεδομένων εξόδου.",
  "BD_101028": "Ξεκινά νέα κατανεμημένη εργασία με ${totalTasks} εργασίες.",
  "BD_101029": "Ολοκληρώθηκαν ${completedTasks}/${totalTasks} κατανεμημένες εργασίες.",
  "BD_101030": "Η εκτέλεση ${toolName} απέτυχε. Επικοινωνήστε με τον διαχειριστή σας με το ID εργασίας \"${jobID}\".",
  "BD_101031": "Η εργασία ακυρώθηκε.",
  "BD_101032": "Η τιμή \"${paramValue}\" στην παράμετρο \"${paramName}\" δεν εμπίπτει στο έγκυρο εύρος [${expectedRange}].",
  "BD_101033": "Η παράμετρος \"${paramName}\" θα προβληθεί στη χωρική αναφορά επεξεργασίας.",
  "BD_101034": "Η παράμετρος \"${paramName}\" δεν διαθέτει χωρική αναφορά και δεν ήταν δυνατή η προβολή της στη χωρική αναφορά επεξεργασίας.",
  "BD_101035": "Η παράμετρος \"${paramName}\" θα περιοριστεί στην έκταση εξόδου.",
  "BD_101036": "Το στατιστικό στοιχείο \"${statistic}\" δεν είναι έγκυρο για το πεδίο \"${fieldName}\".",
  "BD_101037": "Το μέγεθος γειτονιάς πρέπει να είναι μεγαλύτερο από το μέγεθος bin.",
  "BD_101038": "Προέκυψε σφάλμα κατά την επιστροφή του αποτελέσματος. Ωστόσο, το αποτέλεσμα λογικά θα εξακολουθήσει να είναι διαθέσιμο στα περιεχόμενά σας.",
  "BD_101039": "Το ${paramName} εισόδου είναι σε ένα γεωγραφικό σύστημα συντεταγμένων, αλλά αυτή η λειτουργία απαιτεί προβολικό σύστημα συντεταγμένων. Χρησιμοποιήστε το προβολικό σύνολο δεδομένων ή ορίστε το σύστημα συντεταγμένων επεξεργασίας για την ανάλυση, ώστε το σύστημα συντεταγμένων να είναι προβολικό.",
  "BD_101040": "Ένα web θεματικό επίπεδο με το όνομα \"${outputName}\" υπάρχει ήδη. Επιλέξτε διαφορετικό όνομα που να είναι μοναδικό εντός του οργανισμού σας.",
  "BD_101041": "Αποτυχία σύνδεσης στο Data Store. Επαληθεύστε ότι οι πληροφορίες σύνδεσης είναι σωστές.",
  "BD_101042": "Δεν είναι δυνατή η πρόσβαση στην κοινή χρήση αρχείων. Επαληθεύστε ότι ο λογαριασμός χρήστη σας στο ArcGIS Server έχει πρόσβαση στην κοινή χρήση αρχείων.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Πρέπει να καταχωρίσετε τουλάχιστον δύο γνωρίσματα ενδιαφέροντος για τη μέθοδο αντιστοίχισης προφίλ γνωρισμάτων.",
  "BD_101046": "Προσδιορίστε τον αριθμό των αποτελεσμάτων που θα επιστραφούν. Ο αριθμός των αποτελεσμάτων πρέπει να είναι μεγαλύτερος από 0.",
  "BD_101047": "Ο αριθμός των αποτελεσμάτων πρέπει να είναι μικρότερος από ή ίσος με 10.000. Υπολογίστηκαν τα 10.000 κορυφαία αποτελέσματα.",
  "BD_101048": "Τα γνωρίσματα ενδιαφέροντος έχουν διπλότυπες τιμές.",
  "BD_101049": "Ο αριθμός των αποτελεσμάτων που ζητήθηκαν είναι μεγαλύτερος από τον αριθμό των αποτελεσμάτων που επιστράφηκαν.",
  "BD_101050": "Ο τύπος του επιλεγμένου πεδίου γνωρισμάτων ενδιαφέροντος απαιτείται να είναι αριθμητικός.",
  "BD_101051": "Εντοπίστηκαν πιθανά σφάλματα κατά την ανάγνωση της παραμέτρου \"${paramName}\".",
  "BD_101052": "Ορισμένες εγγραφές έχουν χρονικές τιμές που λείπουν ή δεν είναι έγκυρες.",
  "BD_101053": "Ορισμένες εγγραφές έχουν χρονικές τιμές που δεν έχουν τον τύπο ${timeType}.",
  "BD_101054": "Ορισμένες εγγραφές έχουν γεωμετρίες που λείπουν ή δεν είναι έγκυρες.",
  "BD_101055": "Ορισμένες εγγραφές έχουν γεωμετρίες που δεν έχουν τον τύπο ${geometryType}.",
  "BD_101056": "Μη έγκυρη μονάδα σχήματος σύνοψης ${unit} για τη γεωμετρία ${geomType}.",
  "BD_101057": "Δεν είναι δυνατή η έναρξη μιας διανεμημένης εργασίας. Ελέγξτε τις ρυθμίσεις υπηρεσίας GeoAnalyticsTools και βεβαιωθείτε ότι υπάρχουν επαρκείς διαθέσιμοι πόροι για την εκτέλεση της εργασίας.",
  "BD_101058": "Η ανάλυση απαιτεί περισσότερη μνήμη από αυτήν που εκχωρείται. Αυξήστε τη μνήμη που έχει εκχωρηθεί στην εργαλειοθήκη GeoAnalytics στο ArcGIS Server Manager.",
  "BD_101059": "Δεν ήταν δυνατός ο υπολογισμός χρονικών βημάτων.",
  "BD_101060": "Υπήρξαν ${numErrors} χρονικά βήματα τα οποία δεν ήταν δυνατό να υπολογιστούν. Εμφανίστηκαν τα πρώτα ${numDisplay} σφάλματα.",
  "BD_101061": "Το χρονικό βήμα από ${startTime} ως ${endTime} έχει πολύ λίγες εγγραφές για ανάλυση. Για κάθε χρονικό βήμα απαιτείται(-ούνται) τουλάχιστον ${minFeatures} στοιχειο(-α) για τον υπολογισμό των αποτελεσμάτων.",
  "BD_101062": "Το χρονικό βήμα από ${startTime} ως ${endTime} έχει μηδενική διακύμανση. Όλες οι τιμές για το πεδίο εισόδου σας σε αυτό το χρονικό βήμα είναι πιθανώς οι ίδιες.",
  "BD_101063": "Υπάρχει μηδενική διακύμανση. Όλες οι τιμές για το πεδίο εισόδου σας είναι πιθανώς οι ίδιες.",
  "BD_101064": "Η έκφραση που καταχωρίστηκε για το πεδίο \"${fieldName}\" καταλήγει σε τύπο δεδομένων που δεν υποστηρίζεται ως τύπος δεδομένων γνωρισμάτων.",
  "BD_101065": "Η έκφραση που καταχωρίστηκε για το πεδίο \"${fieldName}\" δεν είναι έγκυρη.",
  "BD_101066": "Απέτυχε η αρχικοποίηση της πλατφόρμας κατανεμημένων υπολογιστικών λειτουργιών.",
  "BD_101067": "Έχει δημιουργηθεί ένας χωροχρονικός κύβος. Τα αποτελέσματα δεν μεταφορτώθηκαν σωστά στα περιεχόμενά σας.",
  "BD_101068": "Για τη δημιουργία την ανάλυση bin απαιτείται προβολικό σύστημα συντεταγμένων. Η προβολή ${projectionName} έχει εφαρμοστεί με εξατομικευμένες παραμέτρους προβολή με βάση την έκταση της ανάλυσης.",
  "BD_101069": "Η παράμετρος εισόδου \"${paramName}\" δεν ορίζει ένα σύστημα συντεταγμένων.",
  "BD_101070": "Το σύνολο δεδομένων \"${datasetName}\" στο κοινόχρηστο αρχείο big data \"${fileShareName}\" έχει καταχωριστεί εσφαλμένα.",
  "BD_101071": "Το αντικείμενο \"${jsonObject}\" για \"${datasetName}\" στο κοινόχρηστο αρχείο big data \"${fileShareName}\" έχει καταχωριστεί εσφαλμένα.",
  "BD_101073": "Τα πεδία ${numColumns} (συν τα πεδία του συστήματος) υπερβαίνουν το όριο των ${maxColumns} για data store ${dataStoreType}.",
  "BD_101074": "Κατά την προσθήκη νέου πεδίου απαιτείται ο τύπος πεδίου.",
  "BD_101075": "Για εργασίες με αναγνώριση παρακολούθησης απαιτείται η ώρα.",
  "BD_101076": "Απέτυχε η εύρεση έγκυρου πιστοποιητικού SSL κατά τη σύνδεση με απομακρυσμένο μηχάνημα.",
  "BD_101077": "Εσφαλμένη αντιστοίχιση πεδίων. Τα πεδία που δεν είναι αντιστοιχισμένα με το εργαλείο εντοπισμού ως ονόματα στηλών είναι κενά.",
  "BD_101083": "* Χωρική έκταση = ${extent}",
  "BD_101084": "* Χρονική έκταση = ${extent}",
  "BD_101085": "Το πεδίο για την έκταση επεξεργασίας είναι μηδενικό ή κενό.",
  "BD_101086": "Η έκταση επεξεργασίας δεν είναι έγκυρο για την παρεχόμενη χωρική αναφορά.",
  "BD_101087": "Το σύνολο δεδομένων \"${datasetName}\" που αναφέρεται στο αρχείο των υποδείξεων δεν βρέθηκε.",
  "BD_101088": "Για ορισμένα στοιχεία αποτελεσμάτων δημιουργήθηκαν αποσπάσματα στην έγκυρη έκταση της προκύπτουσας χωρικής αναφοράς.",
  "BD_101089": "Πραγματοποιείται επανάληψη της σκηνής (προσπάθεια=${attempt}). Επαληθεύστε αν έχετε εκχωρήσει αρκετούς πόρους με τη χρήση των ρυθμίσεων GeoAnalytics. Αν όχι, εξετάστε το ενδεχόμενο να ακυρώσετε την εργασία.",
  "BD_101090": "Η γεωκωδικοποίηση ορισμένων εγγραφών απέτυχε και οι γεωμετρικοί τους τύποι είναι ελλιπείς.",
  "BD_101091": "Το ArcGIS Online World Geocoding Service δεν είναι υποστηριζόμενο εργαλείο εντοπισμού για Εργαλεία GeoAnalytics.",
  "BD_101092": "Το κατώφλιο διαχωρισμού απόστασης πρέπει να είναι μεγαλύτερο από το μηδέν.",
  "BD_101093": "Σφάλμα σε έκφραση για το πεδίο \"${fieldName}\": Δόθηκαν μη έγκυρες παράμετροι στη συνάρτηση \"${functionName}\".",
  "BD_101094": "Σφάλμα σε έκφραση για το πεδίο \"${fieldName}\": Μη έγκυρη εκχώρηση αριστερά.",
  "BD_101095": "Σφάλμα σε έκφραση για το πεδίο \"${fieldName}\": Δεν είναι συνάρτηση: ${object}.",
  "BD_101096": "Παρουσιάστηκε αλλοιωμένο ή μη υποστηριζόμενο αρχείο κατά την ανάγνωση από την είσοδο.",
  "BD_101097": "Παρουσιάστηκαν ένα ή περισσότερα σφάλματα κατά τον υπολογισμό των τιμών σε νέα πεδία.",
  "BD_101098": "Σφάλμα σε έκφραση για το πεδίο \"${fieldName}\": Μη καθορισμένη αναφορά στη μεταβλητή \"${reference}\".",
  "BD_101099": "Σφάλμα σε έκφραση για το πεδίο \"${fieldName}\": Μη καθορισμένη αναφορά στη μεταβλητή \"${reference}\". Εννοείτε ${suggestion};",
  "BD_101100": "Για τις κοντινές χρονικές σχέσεις απαιτείται χρονική απόσταση.",
  "BD_101114": "Οι τιμές στο πεδίο groupby (ομαδοποίηση κατά) πρέπει να είναι ακέραιοι αριθμοί, κείμενο ή ημερομηνία.",
  "BD_101115": "Το πεδίο \"${inputLayerField}\" έχει αντιστοιχιστεί \"${count}\" φορές.",
  "BD_101116": "Παρουσιάστηκαν ένα ή περισσότερα σφάλματα στην παράμετρο fieldMapping (αντιστοίχιση πεδίων).",
  "BD_101117": "Δεν καθορίστηκε αντιστοίχιση πεδίων. Θα εφαρμοστεί η προεπιλεγμένη αντιστοίχιση πεδίων.",
  "BD_101118": "Το θεματικό επίπεδο εισόδου ${inputLayer} δεν είναι φιλοξενούμενο θεματικό επίπεδο.",
  "BD_101119": "Άγνωστος τύπος αντιστοίχισης πεδίων \\${invalidMappingType}'\\'. Αναμενόμενη \\\"Προσάρτηση δεδομένων\\\" ή \\\"Έκφραση\\\".",
  "BD_101120": "Ο τύπος του πεδίου \"${inputLayerField}\" δεν συμφωνεί με τον τύπο του πεδίου \"${appendLayerField}\". Ο αναμενόμενος τύπος ήταν \"${expectedType}\", αλλά ελήφθη ο τύπος \"${actualType}\".",
  "BD_101121": "Τα πεδία στο θεματικό επίπεδο εισόδου δεν συμφωνούν με τα πεδία στο προσαρτώμενο θεματικό επίπεδο. Δεν έχει προσαρτηθεί κανένα στοιχείο.",
  "BD_101122": "Ο τύπος της γεωμετρίας του προσαρτώμενου θεματικού επιπέδου δεν συμφωνεί με τον αντίστοιχο τύπο του θεματικού πεδίου εισόδου. Ο αναμενόμενος τύπος ήταν \"${expectedType}\", αλλά ελήφθη ο τύπος \"${actualType}\".",
  "BD_101123": "Ο τύπος του χρόνου του προσαρτώμενου θεματικού επιπέδου δεν συμφωνεί με τον αντίστοιχο τύπο του θεματικού πεδίου εισόδου. Ο αναμενόμενος τύπος ήταν \"${expectedType}\", αλλά ελήφθη ο τύπος \"${actualType}\".",
  "BD_101124": "Από το προσαρτώμενο θεματικό επίπεδο και την αντιστοίχιση πεδίων λείπουν τα εξής πεδία: ${missingFields}.",
  "BD_101125": "Δεν έχουν προσαρτηθεί τα εξής πεδία: \\\"${fieldNames}\\\".",
  "BD_101126": "Στο προσαρτώμενο θεματικό επίπεδο δεν υπάρχει το εξής πεδίο προσάρτησης: \\\"${fieldName}\\\".",
  "BD_101127": "Μη έγκυρη έκφραση Arcade για καταχωρισμένο πεδίο: \\\"${fieldName}\\\".",
  "BD_101128": "Το πεδίο \"${inputLayerField}\" δεν υπάρχει στο θεματικό επίπεδο εισόδου.",
  "BD_101129": "Ορισμένα πεδία του προσαρτώμενου θεματικού επιπέδου δεν έχουν προσαρτηθεί λόγω αναντιστοιχίας τύπων πεδίων.",
  "BD_101130": "Ο τύπος του πεδίου \\\"${inputFieldName}\\\" δεν συμφωνεί με τον τύπο του αντίστοιχου πεδίου του θεματικού εισόδου. Ο αναμενόμενος τύπος είναι \\\"${expectedType}\\\", αλλά ελήφθη ο τύπος \\\"${actualType}\\\".",
  "BD_101131": "Η δυνατότητα αποδοχής τιμών null του πεδίου \\\"${inputFieldName}\\\" δεν συμφωνεί με τη δυνατότητα αποδοχής τιμών null του θεματικού επιπέδου εισόδου. Ο αναμενόμενος τύπος είναι \\\"${expectedType}\\\", αλλά ελήφθη ο τύπος \\\"${actualType}\\\".",
  "BD_101132": "Λόγω αναντιστοιχίας ονομάτων πεδίων δεν έχουν προσαρτηθεί τα εξής πεδία του προσαρτώμενου θεματικού επιπέδου: ${mismatchedFields}.",
  "BD_101136": "Στο θεματικό επίπεδο εισόδου δεν είναι ενεργοποιημένη η δυνατότητα επεξεργασίας. Επικοινωνήστε με τον διαχειριστή σας ή με τον κάτοχο του θεματικού επιπέδου και ζητήστε του να ενεργοποιήσει τη δυνατότητα επεξεργασίας.",
  "BD_101137": "Για τη δημιουργία και την ανάλυση bin απαιτείται προβολικό σύστημα συντεταγμένων. Η προβολή ${projectionName} έχει εφαρμοστεί με εξατομικευμένες παραμέτρους προβολής με βάση την έκταση της ανάλυσης.",
  "BD_101152": "Ο τύπος της γεωμετρίας του θεματικού επιπέδου συγχώνευσης δεν συμφωνεί με τον αντίστοιχο τύπο του θεματικού επιπέδου εισόδου. Ο αναμενόμενος τύπος είναι \\\"${expectedType}\\\", αλλά ελήφθη ο τύπος \\\"${actualType}\\\".",
  "BD_101153": "Ο τύπος του χρόνου του θεματικού επιπέδου συγχώνευσης δεν συμφωνεί με τον αντίστοιχο τύπο του θεματικού επιπέδου εισόδου. Ο αναμενόμενος τύπος ήταν \"${expectedType}\" αλλά ελήφθη ο τύπος \"${actualType}\".",
  "BD_101154": "Στο πεδίο \\\"${mergeLayerField}\\\"έχει εκχωρηθεί μια λειτουργία ${count} φορές.",
  "BD_101155": "Παρουσιάστηκαν ένα ή περισσότερα σφάλματα στην παράμετρο των συγχωνευόμενων γνωρισμάτων.",
  "BD_101156": "Ο τύπος του πεδίου \\\"${inputLayerField}\\\" δεν συμφωνεί με τον τύπο του πεδίου \\\"${mergeLayerField}\\\". Ο αναμενόμενος τύπος είναι \\\"${expectedType}\\\", αλλά ελήφθη ο τύπος \\\"${actualType}\\\".",
  "BD_101157": "Άγνωστος τύπος συγχώνευσης \\\"${invalidMergeType}\\\". Ο αναμενόμενος τύπος ήταν \\\"Συμφωνία\\\", \\\"Κατάργηση\\\" ή \\\"Μετονομασία\\\".",
  "BD_101158": "Το πεδίο \\\"${mergeLayerField}\\\" δεν υπάρχει στο θεματικό επίπεδο συγχώνευσης.",
  "BD_101159": "Το πεδίο \\\"${inputLayerField}\\\" δεν υπάρχει στο θεματικό επίπεδο εισόδου.",
  "BD_101160": "Το όνομα πεδίου \\\"${renameField}\\\" δεν υπάρχει στο θεματικό επίπεδο εισόδου.",
  "BD_101161": "Το όνομα πεδίου \\\"${fieldName}\\\" δεν υπάρχει στο θεματικό επίπεδο συγχώνευσης.",
  "BD_101162": "Λείπει κάποιο πεδίο στα συγχωνευόμενα γνωρίσματα για την παράμετρο \\\"${mergeOperation}\\\".",
  "BD_101164": "Παραβλέπεται η τιμή συγχώνευσης (mergeValue) για την παράμετρο \\\"Κατάργηση\\\".",
  "BD_101169": "Δεν ήταν δυνατή η συγχώνευση ενός ή περισσότερων πεδίων με αντιστοιχισμένα ονόματα λόγω μη συμβατών τύπων πεδίων. Χρησιμοποιήστε γνωρίσματα συγχώνευσης για την επίλυση των διενέξεων.",
  "BD_101178": "Σύνοψη αποτελεσμάτων GLR [Τύπος μοντέλου: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "\"${variable}\", \"${coefficient}\", \"${standardError}\", \"${tStatistics}\", \"${prob}\"",
  "BD_101181": "Διαγνωστικά GLR",
  "BD_101189": "Η εργασία GeoAnalytics είναι σε αναμονή για πόρους και δεν έχει αρχίσει ακόμη. Η εργασία θα ακυρωθεί αυτόματα ύστερα από ${minutes} λεπτά.",
  "BD_101191": "Η διαδρομή \\\"${catalogPath}\\\" για κοινοποίηση αρχείων Big Data δεν υπάρχει ή δεν είναι προσβάσιμη.",
  "BD_101204": "Το αποτέλεσμα της ανάλυσής σας δεν επέστρεψε στοιχεία \\\"${layerName}\\\". Το \\\"${layerName}\\\" δεν θα δημιουργηθεί.",
  "BD_101205": "Ο ζητούμενος αριθμός δειγματοληπτικών στοιχείων είναι μεγαλύτερος από τον συνολικό αριθμό των στοιχείων. Θα επιστρέφονται όλες οι οντότητες εισόδου.",
  "BD_101206": "Η δημιουργία θεματικού επιπέδου έκτασης θα παραλειφθεί.",
  "BD_101207": "Η μεταβλητή εισόδου \\\"${variableName}\\\" δεν μπορεί να εκληφθεί ως κατηγορική.",
  "BD_101208": "Δεν είναι δυνατή η δημιουργία διαγνωστικών δεδομένων επικύρωσης. Οι τιμές για τη μεταβλητή προς πρόβλεψη στο σύνολο δεδομένων επικύρωσης δεν υπάρχει στο σύνολο δεδομένων εκπαίδευσης.",
  "BD_101209": "Η μεταβλητή εισόδου \\\"${variableName}\\\" είναι πεδίο συμβολοσειράς και πρέπει να καθοριστεί ως κατηγορική.",
  "BD_101210": "Η πηγή δεδομένων εισόδου δεν υποστηρίζει την εγγραφή συνόλων δεδομένων χωρίς καθορισμένο τύπο γεωμετρίας.",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Παράμετροι εισόδου",
  "BD_101214": "Μεταβλητή για πρόβλεψη: ${variablePredict}",
  "BD_101215": "Δημιουργία πίνακα σημασίας μεταβλητών: ${createTable}",
  "BD_101216": "Επεξηγηματική μεταβλητή συμφωνίας: ${variableMatching}",
  "BD_101219": "Η αναφορά που ακολουθεί περιγράφει τη σύνοψη του αποτελέσματός σας από την Ταξινόμηση βάσει δασών και παλινδρόμηση:",
  "BD_101220": "Η αναφορά που ακολουθεί περιγράφει τη σύνοψη την ανάλυσής σας από την Περιγραφή συνόλου δεδομένων:",
  "BD_101221": "Σύνοψη στοιχείων εισόδου:",
  "BD_101222": "Σύνοψη γεωμετρίας:",
  "BD_101223": "Σύνοψη χρόνου:",
  "BD_101224": "Το σενάριο (script) Python έχει μη έγκυρη σύνταξη.",
  "BD_101225": "Το εργαλείο \\\"${toolName}\\\" πρέπει να έχει το δικαίωμα \"Δημοσίευση διαδικτυακών εργαλείων\".",
  "BD_101227": "Δημιουργήθηκε σύνολο δεδομένων κοινής χρήσης αρχείου Big Data: ${serviceUrl}",
  "BD_101228": "Οι κατηγορικές μεταβλητές που ακολουθούν περιέχουν λιγότερες από δύο διακριτές τιμές: ${variableNames}. Οι κατηγορικές μεταβλητές απαιτείται να έχουν τουλάχιστον δύο διακριτές τιμές.",
  "BD_101229": "Μη έγκυρη παράμετρος αντιστοίχισης εξαρτημένης μεταβλητής. Τα κλειδιά πρέπει να είναι \\\"value0\\\" και \\\"value1\\\".",
  "BD_101230": "Μη έγκυρη παράμετρος αντιστοίχισης εξαρτημένης μεταβλητής. Πρέπει να καταχωρίσετε δύο μοναδικές τιμές.",
  "BD_101238": "Ο καταχωρισμένος αριθμός γειτονικών στοιχείων πρέπει να είναι μεγαλύτερος από 0 και μικρότερος από ή ίσος με 5.000.",
  "BD_101239": "Η καταχωρισμένη ακτίνα αναζήτησης πρέπει να είναι μεγαλύτερη από 0 και μικρότερη από ή ίση με 500 χιλιόμετρα.",
  "BD_101245": "Απέτυχε η εγγραφή αποτελεσμάτων στον χώρο αποθήκευσης χωροχρονικών big data.",
  "BD_101253": "Η τιμή της εξαρτώμενης μεταβλητής προβλέφθηκε για ένα ή περισσότερα στοιχεία με χρήση λιγότερων από ${minNeighbors} γείτονες.",
  "BD_101254": "Υπάρχουν ένα ή περισσότερα στοιχεία με περισσότερα συμπίπτοντα στοιχεία από τον καθορισμένο αριθμό ${numNeighbors} γειτόνων.",
  "BD_101255": "Δεν είναι δυνατός ο υπολογισμός τουλάχιστον ενός τοπικού μοντέλου λόγω πολυσυγγραμμικότητας.",
  "BD_101256": "Δεν είναι δυνατή η πρόβλεψη της τιμής της εξαρτώμενης μεταβλητής για ένα ή περισσότερα στοιχεία.",
  "BD_101257": "Δεν είναι δυνατή η πρόβλεψη της τιμής της εξαρτώμενης μεταβλητής για οποιοδήποτε στοιχείο.",
  "BD_101259": "Τα γνωρίσματα ενδιαφέροντος για τα στοιχεία αναζήτησης πρέπει να έχουν μέσες τιμές που να διαφέρουν από τις τιμές των στοιχείων εισόδου κατά τη χρήση της μεθόδου αντιστοίχισης των προφίλ γνωρισμάτων.",
  "BD_1022": "Για αυτό το εργαλείο απαιτείται προβολικό σύστημα συντεταγμένων.",
  "BD_109": "Η απόσταση ζώνης δεν μπορεί να είναι αρνητική για γραμμές και σημεία.",
  "BD_110004": "Ένας Kύβος χωροχρόνου πρέπει να διαθέτει τουλάχιστον 10 χρονικά τμήματα.",
  "BD_110005": "Δεν είναι δυνατή η δημιουργία αυτού του Κύβου χωροχρόνου, επειδή αν δημιουργούταν θα περιείχε περισσότερα bin από τον μέγιστο αριθμό των δύο δισεκατομμυρίων.",
  "BD_110047": "Η τιμή για την παράμετρο Διάστημα χρονικού βήματος πρέπει να είναι θετική και μεγαλύτερη του μηδενός.",
  "BD_110064": "Η δημιουργία του Κύβου χωροχρόνου απέτυχε λόγω του πεδίου σύνοψης ${variableName}. Επανεξετάστε τον επιλεγμένο τύπο Στατιστικά στοιχεία και Συμπλήρωση για αυτό το πεδίο.",
  "BD_110194": "Δεν είναι δυνατή η αντιστοίχιση ούτε η ανάλυση των πεδίων στα στοιχεία εκπαίδευσης με τα πεδία στα στοιχεία για πρόβλεψη.",
  "BD_110199": "Δεν είναι δυνατός ο υπολογισμός των συνοπτικών στατιστικών στοιχείων που απαιτούνται για την ανάλυση.",
  "BD_110208": "Η μεταβλητή προς πρόβλεψη για την παλινδρόμηση απαιτείται να έχει περισσότερες από πέντε μοναδικές τιμές.",
  "BD_1583": "Όταν υπάρχουν πολλαπλά στοιχεία εισόδου, η αντιστοίχιση βασίζεται στον μέσο όρο των γνωρισμάτων ενδιαφέροντος.",
  "BD_1589": "Οι εγγραφές για ανάλυση είναι πάρα πολύ λίγες. Για τον υπολογισμό των αποτελεσμάτων από αυτό το εργαλείο απαιτούνται τουλάχιστον 2 υποψήφια στοιχεία.",
  "BD_1599": "Οι εγγραφές για ανάλυση είναι πάρα πολύ λίγες. Για να μπορέσει το εργαλείο αυτό να υπολογίσει αποτελέσματα, απαιτείται τουλάχιστον 1 τοποθεσία αναφοράς στο θεματικό επίπεδο εισόδου.",
  "BD_26": "Η απόσταση ζώνης είναι μηδενική:",
  "BD_3": "Η παρακάτω αναφορά συνοψίζει τα αποτελέσματα από την \"Εύρεση παρόμοιων τοποθεσιών\".",
  "BD_308": "Μη έγκυρος τύπος πεδίου.",
  "BD_641": "Οι εγγραφές για ανάλυση είναι πάρα πολύ λίγες. Αυτό το εργαλείο απαιτεί τουλάχιστον ${minFeatures} ιδιότητα(ες) για τον υπολογισμό των αποτελεσμάτων.",
  "BD_800": "Η τιμή δεν ανήκει στο ${value}.",
  "BD_84503": "Σύνοψη στοιχείων εισόδου για αντιστοίχιση",
  "BD_84504": "Σύνοψη γνωρισμάτων ενδιαφέροντος",
  "BD_84505": "Κορυφαίες ${numResults} πιο όμοιες τοποθεσίες (τιμές).",
  "BD_84506": "Κορυφαίες 10 από ${numResults} πιο όμοιες τοποθεσίες (τιμές).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Γνώρισμα\", \"Ελάχιστη τιμή\", \"Μέγιστη τιμή\", \"Τυπική απόκλιση\", \"Μέση τιμή\", \"Είσοδος\"].",
  "BD_84810": "Χαρακτηριστικά μοντέλου",
  "BD_84811": "Αριθμός δένδρων: ${numberOfTrees}",
  "BD_84812": "Μέγεθος φύλλου: ${leafSize}",
  "BD_84813": "Βάθος δέντρου: ${treeDepth}",
  "BD_84814": "% εκπαίδευσης διαθέσιμο ανά δέντρο: ${sampleSize}",
  "BD_84815": "Αριθμός τυχαία δειγματοληπτούμενων μεταβλητών: ${randomVariables}",
  "BD_84816": "% δεδομένων εκπαίδευσης που εξαιρούνται για επικύρωση: ${percentageForValidation}",
  "BD_84828": "Δεδομένα επικύρωσης: Διαγνωστικά ταξινόμησης",
  "BD_84829": "Δεδομένα επικύρωσης: Διαγνωστικά παλινδρόμησης",
  "BD_84830": "Προβλέψεις για τα δεδομένα επικύρωσης (που εξαιρούνται από την εκπαίδευση του μοντέλου) σε σύγκριση με τις παρατηρημένες τιμές από αυτά τα στοιχεία δοκιμών",
  "BD_84834": "Μεταβλητή κορυφαίας σημασίας",
  "BD_84838": "Δεδομένα εκπαίδευσης: Διαγνωστικά ταξινόμησης",
  "BD_84839": "Δεδομένα εκπαίδευσης: Διαγνωστικά παλινδρόμησης",
  "BD_84840": "Προβλέψεις για τα δεδομένα που χρησιμοποιούνται για την εκπαίδευση του μοντέλου σε σύγκριση με τις κατηγορίες που έχουν παρατηρηθεί για τα στοιχεία αυτά",
  "BD_89997": "[\"Γνώρισμα\", \"Ελάχιστη τιμή\", \"Μέγιστη τιμή\", \"Τυπική απόκλιση\", \"Μέση τιμή\"].",
  "BD_89998": "[\"\", \"Σύνολο\", ${sumIndex}]",
  "GPEXT_001": "Μη έγκυρη τιμή παραμέτρου ${name}.",
  "GPEXT_002": "Η παράμετρος δεν έχει ${name}.",
  "GPEXT_003": "Μη έγκυρη παράμετρος ${name}:η ιδιότητα ${propname} λείπει.",
  "GPEXT_004": "Μη έγκυρη παράμετρος θεματικού επιπέδου: Λείπει η ιδιότητα ${propname}.",
  "GPEXT_005": "Αποτυχία πρόσβασης στη διεύθυνση url ${url}.",
  "GPEXT_006": "Η πρόσβαση στη διεύθυνση url ${url} επέστρεψε σφάλμα ${error}.",
  "GPEXT_007": "Μη έγκυρο αντικείμενο ${id}.",
  "GPEXT_008": "Απέτυχε η διαδικασία δημιουργίας της υπηρεσίας ${name}.",
  "GPEXT_009": "Απέτυχε η διαδικασία προσθήκης του θεματικού επιπέδου ${lname} στην υπηρεσία ${name}.",
  "GPEXT_010": "Απέτυχε η διαδικασία ανάλυσης του JSON του θεματικού επιπέδου.",
  "GPEXT_011": "Το θεματικό επίπεδο ${url} δεν διαθέτει τη δυνατότητα εξαγωγής.",
  "GPEXT_012": "Μη έγκυρη εξωτερική διαδικασία.",
  "GPEXT_013": "Το εργαλείο αυτό χρησιμοποιεί την Υπηρεσία Geoenrichment. Για αναλυτικότερες πληροφορίες, ανατρέξτε στο Εργαλείο Υπολογισμού Μονάδων Κατανάλωσης Υπηρεσιών του ArcGIS Online.",
  "GPEXT_014": "Το εργαλείο αυτό χρησιμοποιεί τις Υπηρεσίες Ανάλυσης Δικτύου. Για αναλυτικότερες πληροφορίες, ανατρέξτε στο Εργαλείο Υπολογισμού Μονάδων Κατανάλωσης Υπηρεσιών του ArcGIS Online.",
  "GPEXT_015": "Επιλέξτε την κατάλληλη διεύθυνση url βοηθητικών υπηρεσιών από το Portal για την αιτούμενη λειτουργία.",
  "GPEXT_016": "Μη έγκυρο θεματικό επίπεδο αντικειμένου.",
  "GPEXT_017": "Η υπηρεσία ${name} υπάρχει ήδη.",
  "GPEXT_018": "Το απομακρυσμένο feature service ${url} υπερβαίνει το όριο των 100.000 στοιχείων. Δημιουργήστε ένα hosted feature service για να αναλύσετε μεγάλα δεδομένα.",
  "GPEXT_019": "Μη έγκυρο φίλτρο για το θεματικό επίπεδο ${url}.",
  "MT_001": "Απέτυχε η λήψη των λεπτομερειών εκτέλεσης του εργαλείου. Ελέγξτε το περιεχόμενο για τα αναμενόμενα αποτελέσματα ή εκτελέστε εκ νέου το εργαλείο.",
  "RA_120101": "Ο παρακάτω πίνακας περιέχει στατιστικά στοιχεία διασταυρωμένης επικύρωσης:",
  "RA_120102": "Μέσο σφάλμα",
  "RA_120103": "Μέση τετραγωνική ρίζα",
  "RA_120104": "Μέση τυπική",
  "RA_120105": "Μέση τυποποιημένη",
  "RA_120106": "Μέση τυποποιημένη τετραγωνική ρίζα",
  "RA_120200": "Το υποκείμενο εργαλείο γεωεπεξεργασίας απέτυχε.",
  "RA_120201": "Η Στατιστική ανάλυση κατά ζώνη απέτυχε.",
  "RA_120202": "Η διαδικασία «Υπολογισμός πυκνότητας» απέτυχε.",
  "RA_120203": "Η διαδικασία «Παρεμβολή σημείων» απέτυχε.",
  "RA_120204": "Η διαδικασία «Παρακολούθηση βλάστησης» απέτυχε.",
  "RA_120205": "Η διαδικασία «Υπολογισμός κλίσης» απέτυχε.",
  "RA_120206": "Η διαδικασία «Παραγωγή προσανατολισμού» απέτυχε.",
  "RA_120207": "Η Γεωδαιτική ανάλυση ορατότητας απέτυχε.",
  "RA_120208": "Η διαδικασία «Ανάλυση λεκάνης απορροής» απέτυχε.",
  "RA_120209": "Η διαδικασία «Εξαγωγή raster» απέτυχε.",
  "RA_120210": "Η διαδικασία «Αντιστοίχιση τιμών εκ νέου» απέτυχε.",
  "RA_120211": "Η διαδικασία «Μετατροπή στοιχείου σε raster» απέτυχε.",
  "RA_120212": "Η διαδικασία «Μετατροπή raster σε στοιχείο» απέτυχε.",
  "RA_120213": "Η διαδικασία «Υπολογισμός απόστασης» απέτυχε.",
  "RA_120214": "Η διαδικασία «Καθορισμός διαδρομής κόστους μετακίνησης ως σύνθετης γραμμής» απέτυχε.",
  "RA_120215": "Η διαδικασία «Καθορισμός δικτύου βέλτιστου κόστους μετακίνησης» απέτυχε.",
  "RA_120216": "Η εκτέλεση της συνάρτησης «Υπολογισμός κόστους μετακίνησης» απέτυχε.",
  "RA_120217": "Το ποσοστό αντίστασης δεν υποστηρίζεται και, συνεπώς, το πεδίο πρέπει να μείνει κενό κατά την εκτέλεση της συνάρτησης «Υπολογισμός κόστους μετακίνησης».",
  "RA_120218": "Η Ανίχνευση Αντικειμένων Μέσω Βαθιάς Μάθησης απέτυχε.",
  "RA_120219": "Η Ταξινόμηση Pixel Μέσω Βαθιάς Μάθησης απέτυχε.",
  "RA_120220": "Το δείγμα απέτυχε.",
  "RA_120221": "Οι Βέλτιστες συνδέσεις περιοχής απέτυχαν.",
  "RA_120222": "Η Στατιστική ανάλυση κατά ζώνη ως πίνακας απέτυχε.",
  "RA_120223": "Η Αθροιστική απόσταση απέτυχε.",
  "RA_120224": "Η Εκχώρηση αποστάσεων απέτυχε.",
  "RA_120225": "Η Βέλτιστη διαδρομή ως γραμμή απέτυχε.",
  "RA_120226": "Η Βέλτιστη διαδρομή ως raster απέτυχε.",
  "RA_120227": "Οι παράμετροι επιφάνειας απέτυχαν.",
  "RA_120228": "Η Παραγωγή συνεχούς ροής απέτυχε.",
  "RA_120229": "Η Ταξινόμηση αντικειμένων μέσω βαθιάς μάθησης απέτυχε.",
  "RA_120230": "Η Συνάθροιση δεδομένων για τη δημιουργία raster πολυδιάστατων δεδομένων απέτυχε.",
  "RA_120231": "Η Εύρεση στατιστικών στοιχείων ορισμάτων απέτυχε.",
  "RA_120232": "Η Δημιουργία πολυδιάστατου raster κατόπιν υπολογισμού επιμέρους ανωμαλιών απέτυχε.",
  "RA_120233": "Η Δημιουργία raster τάσεων απέτυχε.",
  "RA_120234": "Η Πρόβλεψη με χρήση raster τάσεων απέτυχε.",
  "RA_120306": "Αιτία αποτυχίας: ${cause}",
  "SS_00002": "Η παρακάτω αναφορά συνοψίζει τη ροή εργασιών που χρησιμοποιήθηκε για να βελτιστοποιηθεί το αποτέλεσμα από την \"Εύρεση hot spot\":",
  "SS_00003": "Η παρακάτω αναφορά συνοψίζει τα αποτελέσματα από την \"Εύρεση παρόμοιων τοποθεσιών\":",
  "SS_00004": "Η παρακάτω αναφορά συνοψίζει τη ροή εργασιών που χρησιμοποιήθηκε για να βελτιστοποιηθεί το αποτέλεσμα από την \"Εύρεση ακραίων τιμών\":",
  "SS_110140": "Η απόσταση αναζήτησης που χρησιμοποιήθηκε στη διαδικασία ήταν ${searchDistance}.",
  "SS_110142": "Δεν εντοπίστηκαν συστάδες.",
  "SS_220647": "Ελάχιστα σημεία ανά συστάδα ${minFeatures}",
  "SS_84261_0": "Μέσος όρος",
  "SS_84262_0": "Τυπ. Απόκλ.",
  "SS_84271_0": "Ελάχ.",
  "SS_84272_0": "Μέγ.",
  "SS_84428": "Αξιολόγηση αρχικών δεδομένων.",
  "SS_84434": "Υπήρξαν ${NumOutliers} έκτοπες τοποθεσίες. Αυτές δεν χρησιμοποιήθηκαν για τον υπολογισμό του ${AggregationType}.",
  "SS_84437": "Δεν υπήρξαν ακραίες τοπικές τιμές.",
  "SS_84444": "Συνάθροιση περιστατικών",
  "SS_84446": "Ιδιότητες ${VarName}:",
  "SS_84449": "Για τη συνάθροιση των σημείων δημιουργήθηκε ένας κάνναβος πολυγώνων δικτυωτού πλέγματος.",
  "SS_84450": "Το μέγεθος των κελιών των πολυγώνων ήταν ${SnapInfo}.",
  "SS_84451": "Η ανάλυση βασίστηκε στον αριθμό των σημείων σε κάθε κελί πολυγώνου δικτυωτού πλέγματος.",
  "SS_84452": "Η ανάλυση διεξάχθηκε σε όλα τα κελιά των πολυγώνων δικτυωτού πλέγματος που περιέχουν τουλάχιστον ένα σημείο.",
  "SS_84453": "Η ανάλυση διεξάχθηκε σε όλα τα κελιά των πολυγώνων δικτυωτού πλέγματος που εμπίπτουν στο θεματικό επίπεδο της οριοθετημένης περιοχής.",
  "SS_84457": "Τα σημεία συναθροίστηκαν στα κελιά των πολυγώνων δικτυωτού πλέγματος που εμπίπτουν στις οριοθετημένες περιοχές που παρέχονται.",
  "SS_84458": "Η ανάλυση βασίστηκε στον αριθμό των σημείων σε κάθε κελί πολυγώνου.",
  "SS_84459": "Κλίμακα ανάλυσης",
  "SS_84461": "Η βέλτιστη ζώνη καθορισμένης απόστασης επιλέχθηκε με βάση την κορυφαία συσταδοποίηση που βρέθηκε στο: ${DistanceInfo}.",
  "SS_84464": "Η βέλτιστη ζώνη καθορισμένης απόστασης βασίστηκε στη μέση απόσταση προς τα ${NumNeighs} πλησιέστερα γειτονικά στοιχεία: ${DistanceInfo}.",
  "SS_84465": "Η βέλτιστη ζώνη καθορισμένης απόστασης βασίστηκε σε μια τυπική απόσταση των στοιχείων από τον γεωμετρικό μέσο όρο: ${DistanceInfo}.",
  "SS_84466": "Ανάλυση hot spot",
  "SS_84469_0": "Τα κόκκινα στοιχεία εξόδου αναπαριστούν hot spot με συσταδοποίηση υψηλών αριθμών περιστατικών.",
  "SS_84469_1": "Τα μπλε στοιχεία εξόδου αναπαριστούν cold spot με συσταδοποίηση χαμηλών αριθμών περιστατικών.",
  "SS_84470": "Υπάρχουν ${NumSignificant} στοιχεία εξόδου που είναι στατιστικά σημαντικά με βάση μια διόρθωση FDR για πολλαπλές δοκιμές και χωρική εξάρτηση.",
  "SS_84471": "Έξοδος",
  "SS_84476": "Τα κόκκινα στοιχεία εξόδου αναπαριστούν hot spot με συσταδοποίηση υψηλών τιμών ${FieldName}.",
  "SS_84477": "Τα μπλε στοιχεία εξόδου αναπαριστούν cold spot με συσταδοποίηση χαμηλών τιμών ${FieldName}.",
  "SS_84485": "Υπήρξαν ${NumFeatures} έγκυρα στοιχεία εισόδου.",
  "SS_84489": "Η ανάλυση διεξάχθηκε σε όλες τις περιοχές συνάθροισης.",
  "SS_84490": "Η διαδικασία συνάθροισης κατέληξε σε ${AggNumFeatures} σταθμισμένες περιοχές.",
  "SS_84491": "Υπήρξαν ${NumFeatures} έγκυρες περιοχές συνάθροισης εισόδου.",
  "SS_84492": "Η συνολική περιοχή μελέτης ήταν ${Area}.",
  "SS_84493": "Υπήρξε 1 έκτοπη τοποθεσία. Δεν θα χρησιμοποιηθεί για τον υπολογισμό του ${AggregationType}.",
  "SS_84495_0": "Υπήρξε 1 έκτοπη τοποθεσία. Δεν θα χρησιμοποιηθεί για τον υπολογισμό του μεγέθους των κελιών των πολυγώνων.",
  "SS_84495_1": "Υπήρξαν ${numOutliers} έκτοπες τοποθεσίες. Δεν θα χρησιμοποιηθούν για τον υπολογισμό του μεγέθους των κελιών των πολυγώνων.",
  "SS_84496_0": "Υπήρξε 1 έκτοπη τοποθεσία. Δεν θα χρησιμοποιηθεί για τον υπολογισμό της βέλτιστης ζώνης καθορισμένης απόστασης.",
  "SS_84496_1": "Υπήρξαν ${numOutliers} έκτοπες τοποθεσίες. Δεν θα χρησιμοποιηθούν για τον υπολογισμό της βέλτιστης ζώνης καθορισμένης απόστασης.",
  "SS_84501": "σημεία",
  "SS_84502": "πολύγωνα",
  "SS_84503": "Σύνοψη στοιχείων εισόδου για αντιστοίχιση",
  "SS_84504": "Σύνοψη γνωρισμάτων ενδιαφέροντος",
  "SS_84505": "Κορυφαίες ${numResults} πιο όμοιες τοποθεσίες (τιμές).",
  "SS_84506": " Κορυφαίες 10 από ${numResults} πιο όμοιες τοποθεσίες (τιμές).",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Γνώρισμα\", \"Ελάχιστη τιμή\", \"Μέγιστη τιμή\", \"Τυπική απόκλιση\", \"Μέση τιμή\", \"Είσοδος\"]",
  "SS_84698": "Με χρήση εξαγώνου πλάτους ${HexWidth} και ύψους ${HexHeight}.",
  "SS_84700": "το μέγεθος εξαγώνου",
  "SS_84700_0": "Υπήρξε 1 έκτοπη τοποθεσία. Δεν θα χρησιμοποιηθεί για τον υπολογισμό του μεγέθους των εξαγώνων.",
  "SS_84700_1": "Υπήρξαν ${numOutliers} έκτοπες τοποθεσίες. Δεν θα χρησιμοποιηθούν για τον υπολογισμό του μεγέθους των κελιών των πολυγώνων.",
  "SS_84703": "Η Απόσταση Γειτονιάς που χρησιμοποιήθηκε ήταν ${NeighborDistance}.",
  "SS_84704": "Ανάλυση ακραίων τιμών",
  "SS_84705": "Δημιουργία της τυχαίας κατανομής αναφοράς με ${NumPermutation} παραλλαγές.",
  "SS_84708": "Υπάρχουν ${NumLowOutliers} στατιστικά σημαντικά στοιχεία χαμηλών ακραίων τιμών.",
  "SS_84709": "Υπάρχουν ${NumHighOutliers} στατιστικά σημαντικά στοιχεία υψηλών ακραίων τιμών.",
  "SS_84710": "Υπάρχουν ${NumLowClusters} στοιχεία μέρος στατιστικά σημαντικών συστάδων χαμηλών τιμών.",
  "SS_84711": "Υπάρχουν ${NumHighClusters} στοιχεία μέρος στατιστικά σημαντικών συστάδων υψηλών τιμών.",
  "SS_84712": "Τα στοιχεία εξόδου με ροζ χρώμα ανήκουν σε μια συστάδα υψηλών τιμών ${Variable}.",
  "SS_84713": "Τα στοιχεία εξόδου με γαλάζιο χρώμα ανήκουν σε μια συστάδα χαμηλών τιμών ${Variable}.",
  "SS_84714": "Τα στοιχεία εξόδου με κόκκινο χρώμα αντιπροσωπεύουν τις υψηλές ακραίες τιμές σε μια συστάδα χαμηλών τιμών ${Variable}.",
  "SS_84715": "Τα στοιχεία εξόδου με μπλε χρώμα αντιπροσωπεύουν τις χαμηλές ακραίες τιμές σε μια συστάδα υψηλών τιμών ${Variable}.",
  "SS_84764": "Αριθμός συστάδων ${number}.",
  "SS_84766": "Στοιχεία θορύβου ${number}.",
  "SS_84769": "Γράφημα προσιτότητας",
  "SS_84770": "Απόσταση προσιτότητας",
  "SS_84771": "Σειρά προσιτότητας",
  "SS_84782": "Κατανομή πιθανότητας ιδιότητας μέλους",
  "SS_84785": "Συνολικός αριθμός",
  "SS_84786": "Χρησιμοποιείται ευαισθησία συστάδας ${sensitivity}.",
  "SS_84787": "Δεύτερη καλύτερη ευαισθησία ${sensitivity}.",
  "SS_84789": "Πιθανότητα ιδιότητας μέλους",
  "SS_89997": "[\"Γνώρισμα\", \"Ελάχιστη τιμή\", \"Μέγιστη τιμή\", \"Τυπική απόκλιση\", \"Μέση τιμή\"]",
  "SS_89998": " [\"\", \"Σύνολο\", ${sumIndex}] "
}
