{
  "AO_100001": "Zadatak Grupisanje tačaka nije uspeo.",
  "AO_100002": "Tip geometrije tačkastog sloja mora da bude tačka.",
  "AO_100003": "Tip geometrije sloja poligona mora da bude poligon.",
  "AO_100004": "Polje ${fieldName} dato za Polja sumiranja ne postoji.",
  "AO_100005": "Polje ${fieldName} predviđeno za polja rezimea nije podržano za statističke proračune.",
  "AO_100006": "Tip sumiranja ${summary} dat za polje ${fieldName} je nevažeći.",
  "AO_100007": "Zadatak Pronađi žarišta nije uspeo.",
  "AO_100008": "Tip geometrije za granični sloj poligona mora da bude poligon.",
  "AO_100009": "Tip geometrije sloja analize mora da bude tačka ili poligon.",
  "AO_100010": "Tip geometrije sloja grupisanja poligona mora da bude poligon.",
  "AO_100011": "Morate da unesete polje analize za sloj analize poligona.",
  "AO_100012": "Zadatak Kreiraj zone bliskosti nije uspeo.",
  "AO_100013": "Zadatak Preklopi slojeve nije uspeo.",
  "AO_100014": "Zadatak Sumiraj vrednosti za objekte unutar definisanog opsega nije uspeo.",
  "AO_100015": "Tip geometrije ulaznog sloja za sumiranje mora da bude tačka, linija ili poligoni.",
  "AO_100016": "Tip geometrije ulaznog sloja za sumiranje mora da bude tačka ili linija.",
  "AO_100017": "Tip geometrije ulaznog sloja za sumiranje mora da bude tačka.",
  "AO_100018": "Jedinice za oblik ${sumUnits} nisu validne prilikom sumarizacije ${shapeType} sloja.",
  "AO_100019": "Obavezan je najmanje jedan od parametara, Sumiraj oblik ili Polja sumiranja.",
  "AO_100020": "Zadatak Obogati sloj nije uspeo.",
  "AO_100021": "Tip geometrije ulaznog sloja mora da bude tačka, linija ili poligon.",
  "AO_100022": "Jedinice ${units} nisu podržane za tip zone bliskosti ${bufferType}.",
  "AO_100023": "Obogaćivanje sloja za ulaznu prostornu referencu ${spref} nije moguće.",
  "AO_100024": "Ne postoje komponente date za analizu u ${inputLayer}.",
  "AO_100025": "Zadatak Sumiraj vrednosti za objekte na definisanoj udaljenosti od ulaznih objekata nije uspeo.",
  "AO_100026": "Zadatak Ekstrakcija podataka nije uspeo.",
  "AO_100027": "Zadatak Svedi granice nije uspeo.",
  "AO_100028": "Kreiranje putnih oblasti nije uspelo.",
  "AO_100029": "Zadatak Spoji slojeve nije uspeo.",
  "AO_100030": "Pronađi najbliže nije uspelo.",
  "AO_100031": "Broj najbližih lokacija za pronalaženje ne može biti veći od ${max}.",
  "AO_100032": "Broj geoobjekata u ${analysisLayer} je nula.",
  "AO_100033": "Broj geoobjekata u ${nearLayer} je nula.",
  "AO_100034": "Broj geoobjekata u ${analysisLayer} ne može da bude veći od ${max}.",
  "AO_100035": "Broj geoobjekata u ${nearLayer} ne može da bude veći od 1000.",
  "AO_100036": "Sloj ${analysisLayer} mora da ima geometriju tipa tačke kada koristi ${measurementType} kao tip merenja.",
  "AO_100037": "Sloj ${nearLayer} mora da ima geometriju tipa tačke kada koristi ${measurementType} kao tip merenja.",
  "AO_100038": "Granica prekida pretrage ne može da bude manja od nule.",
  "AO_100039": "${inputLayer} mora da ima geometriju tipa tačke.",
  "AO_100040": "Broj geoobjekata u ${inputLayer} ne može da bude veći od ${max}.",
  "AO_100041": "Parametar tipa zone bliskosti podržan je za slojeve koji sadrže tačke ili linije.",
  "AO_100042": "Tip geometrije ${shapeType} sloja sa objektima u blizini nije podržan za tip Blizu ${nearType}.",
  "AO_100043": "Jedinice ${units} nisu podržane za bliskost ${nearType}.",
  "AO_100044": "Vrednost razdaljine mora da bude veća od 0",
  "AO_100045": "Razdaljina i jedinice su obavezne kada je naveden tip Zona bliskosti",
  "AO_100046": "Pristupanje serveru GeoEnrichment nije uspelo.",
  "AO_100047": "Obogaćivanje možda nije dostupno za neke geoobjekte.",
  "AO_100048": "Ulazni sloj ${inputLayer} sadrži geometriju sa više tačaka i pretvoren je u geometriju sa jednom tačkom.",
  "AO_100049": "Nema geoobjekata u obuhvatu procesuiranja za bilo koje ulazne slojeve.",
  "AO_100050": "Nijedno polje ne postoji u ulaznom sloju za ekstrakciju podataka.",
  "AO_100051": "Nijedan geoobjekat u obuhvatu procesuiranja za bilo koje ulazne slojeve i nijedan od ulaznih slojeva nemaju podatke za ekstrakciju podataka.",
  "AO_100052": "Ime polja ${fieldName} ne postoji u ${paramName}.",
  "AO_100053": "Obavezni ključevi ${missingKeys} nedostaju u izrazu atributa ${expression}.",
  "AO_100054": "Obavezni ključevi ${missingKeys} nedostaju u izrazu prostornog odnosa ${expression}.",
  "AO_100055": "Nevažeći izraz; pogrešno uobličen JSON.",
  "AO_100056": "Nevažeći indeks sloja u izrazu ${expression}.",
  "AO_100057": "Indeks sloja premašuje broj ulaznih slojeva u izrazu ${expression}.",
  "AO_100058": "${spatialRel} prostorna veza ne podržava tipove geometrije ${lyrGeomType}/${selLyrGeomType} za sloj/izbor sloja u izrazu ${expression}.",
  "AO_100059": "Nevažeći prostorni odnos ${spatialRel} u izrazu ${expression}.",
  "AO_100060": "Izraz upita nije uspeo u izrazu ${expression}.",
  "AO_100061": "Pronađi po atributima i lokaciji nije uspelo.",
  "AO_100062": "Nevažeće rastojanje i/ili jedinice u izrazu ${expression}.",
  "AO_100063": "Planiranje ruta nije uspelo.",
  "AO_100064": "Broj geoobjekata u ${stopsLayer} je nula.",
  "AO_100065": "Broj geoobjekata u ${startLayer} je nula.",
  "AO_100066": "Maksimalan broj vozila za rutiranje ne može da bude manji od nule ni veći od ${max}.",
  "AO_100067": "Maksimalan broj stanica po vozilu ne može da bude manji od nule ni veći od ${max}.",
  "AO_100068": "Broj geoobjekata u ${stopsLayer} ne može da bude veći od ${max}.",
  "AO_100069": "Broj geoobjekata u ${startLayer} ne može da bude veći od ${max}.",
  "AO_100070": "Broj geoobjekata u ${endLayer} ne može da bude veći od ${max}.",
  "AO_100071": "Sloj ${stopsLayer} mora da ima geometriju tipa tačke.",
  "AO_100072": "Sloj ${startLayer} mora da ima geometriju tačke.",
  "AO_100073": "Sloj ${endLayer} mora da ima geometriju tačke.",
  "AO_100074": "Vreme provedeno na svakoj stanici ne može da bude manje od nule.",
  "AO_100075": "Ukupno vreme rute po vozilu treba da bude veće od nule i manje od jedne godine (525.600 minuta).",
  "AO_100076": "${endLayer} ne treba da bude naveden ako je podešen povratak na početak.",
  "AO_100077": "Zadatak Pronađi slične lokacije nije uspeo.",
  "AO_100078": "Nevažeće ime polja u izrazu ${expression}.",
  "AO_100079": "Pronađi po atributima i lokaciji nije uspelo.",
  "AO_100080": "Kalkulacija putnog troška nije uspela.",
  "AO_100081": "Zadatak Kalkulator polja nije uspeo.",
  "AO_100082": "Ime polja i izraz su obavezni.",
  "AO_100083": "Tip polja je obavezan za kreiranje novog polja.",
  "AO_100084": "Tip polja mora da bude Niska, Ceo broj, Duplo ili Datum.",
  "AO_100087": "Polje ${fieldName} ne postoji u ${inputLayer}.",
  "AO_100088": "Polja ${attribute} moraju da budu u sloju pretrage referenci i u sloju pretrage kandidata.",
  "AO_100089": "Sledećim poljima nedostaje dovoljna varijacija za upotrebu u ovoj analizi: ${attribute}.",
  "AO_100090": "Ova alatka zahteva najmanje 2 lokacije koje su kandidati za pretragu, a koje nisu i referentne lokacije.",
  "AO_100091": "Tip geometrije ${paramName} mora da bude podešen na vrednost Tačke.",
  "AO_100092": "Tip geometrije za granični sloj poligona mora da bude podešen na vrednost Poligoni.",
  "AO_100093": "Tip klasifikacije Ručno zahteva vrednost preloma klase.",
  "AO_100094": "Maksimalan broj vozila za rutiranje mora da bude jednak broju geoobjekata u ${startLayer}.",
  "AO_100095": "Maksimalan broj geoobjekata u ${endLayer} mora da bude jednak broju geoobjekata u ${startLayer}.",
  "AO_100096": "${startLayerRouteIDField} u ${startLayer} nema jedinstvene vrednosti.",
  "AO_100097": "${endLayerRouteIDField} u ${endLayer} nema jedinstvene vrednosti.",
  "AO_100098": "Vrednosti u ${startLayerRouteIDField} u ${startLayer} nemaju podudaranje jedan-na-jedan sa vrednostima ${endLayerRouteIDField} u ${endLayer}.",
  "AO_100099": "Sve vrednosti prekida moraju da budu veće od nule.",
  "AO_100100": "Geoobjekti u ${inputLayer} nisu unutar oblasti pokrivenosti podataka. Pogledajte dostupnost na ${url}.",
  "AO_100101": "Nijedan geoobjekat u ${inputLayer} nije u okviru rastojanja od ${max} kilometara od ulica.",
  "AO_100102": "Svi geoobjekti u ${inputLayer} moraju da budu u istoj vremenskoj zoni kada se koristi saobraćaj i kreiraju oblasti sa opcijama svođenja ili razdeljivanja.",
  "AO_100103": "Vrednost ${measureType} ne može da bude veća od ${max} ${breakUnits}.",
  "AO_100104": "Zadatak Interpolacija tačaka nije uspeo.",
  "AO_100105": "Zadatak Izračunaj gustinu nije uspeo.",
  "AO_100106": "Polje ${fieldName} nije numeričko.",
  "AO_100107": "Polje ${fieldName} nema pozitivne vrednosti.",
  "AO_100108": "Polje ${fieldName} ima negativne vrednosti. Samo pozitivne vrednosti mogu da se razmatraju za izračunavanje gustine.",
  "AO_100109": "Tip geometrije za ulazni sloj mora da bude tačka ili linija.",
  "AO_100110": "Vaša korisnička uloga ne obuhvata privilegiju geoEnrichment.",
  "AO_100111": "Korisnička uloga ne obuhvata privilegiju za sprovođenje mrežne analize.",
  "AO_100112": "Korisnička uloga ne obuhvata privilegiju objavljivanja hostovanih geoobjekata.",
  "AO_100113": "Nijedna stanica nije dodeljena nijednoj ruti. Više informacija potražite u poljima Status i Prekršena ograničenja u izlaznom sloju nedodeljenih stanica.",
  "AO_100114": "Vreme provedeno na svakoj stanici, ${stopServiceTime} minuta, mora da bude manje od ukupnog vremena rute po vozilu, ${maxRouteTime} minuta.",
  "AO_100115": "Neke stanice nisu dodeljene nijednoj ruti. Više informacija potražite u polju Prekršena ograničenja u izlaznom sloju nedodeljenih stanica.",
  "AO_100116": "Potrebno je samo ${routesUsed} od ${routeCount} ruta za dostizanje svih stanica. Ako želite da koristite više ruta, ponovo pokrenite funkcionalnost Planiraj rute, ali smanjite ograničenja na maksimalan broj stanica ili ukupno vreme rute po vozilu.",
  "AO_100117": "Vožnja kamionom trenutno nije podržana izvan Severne Amerike i Centralne Amerike.",
  "AO_100118": "Korisnička uloga ne obuhvata privilegiju kreiranja, ažuriranja i brisanja sadržaja.",
  "AO_100119": "Tip geometrije ulaza unutar sloja mora da bude poligon.",
  "AO_100120": "Neki geoobjekti u sloju su izvan maksimalnog ograničenja veličine zahteva i nisu obogaćeni.",
  "AO_100121": "Zadatak Kreiraj vidno polje nije uspeo.",
  "AO_100122": "Praćenje toka nizvodno nije uspelo.",
  "AO_100123": "Kreiranje vododelnice nije uspelo.",
  "AO_100124": "Tip geometrije ulaznog sloja mora da bude tačka za zonu bliskosti tipa ${bufferType}.",
  "AO_100125": "Polje Grupiši po ${fieldName} mora da bude ceo broj, tekst ili datum.",
  "AO_100126": "Ulazni sloj sadrži komponente sa geometrijom suviše složenom za traženu uslugu. Rezultati će biti zasnovani na pojednostavljenoj geometriji.",
  "AO_100127": "Sve ulazne tačke nalaze se van oblasti pokrivene podacima.",
  "AO_100128": "Obezbeđeno polje tačke mora da bude string ili ceo broj.",
  "AO_100129": "Tačka pada izvan obuhvata prikupljanja.",
  "AO_100130": "Tačka pada izvan obuhvata jedinice procesuiranja.",
  "AO_100131": "Parametar maksimalnog rastojanja prikazivanja ne može da bude veći od ${max}${units}.",
  "AO_100132": "DEM izvorni podaci nisu dostupni u oblasti ulaznih tačaka.",
  "AO_100133": "Ulazna DEM rezolucija nije podržana na navedenoj vrednosti maksimalnog rastojanja. Navedite manju vrednost maksimalnog rastojanja.",
  "AO_100136": "Nevažeći obuhvat za ekstrakciju podataka.",
  "AO_100137": "Vrednost za ${parameterName} je obavezna.",
  "AO_100138": "Neke polazne tačke nisu povezane sa svojim uparenim krajnjim tačkama. Više informacija potražite u polju Status u izlaznim slojevima nedodeljenih polaznih tačaka i nedodeljenih krajnjih tačaka.",
  "AO_100139": "Nijednu polaznu tačku nije moguće povezati sa krajnjim tačkama.",
  "AO_100140": "Obuhvatni sloj sadrži komponente sa geometrijom suviše složenom za traženu uslugu. Rezultati će biti zasnovani na pojednostavljenoj geometriji.",
  "AO_100141": "Geoobjekti u sloju obuhvata su izvan maksimalnog ograničenja veličine zahteva i ne mogu da budu izdvojeni.",
  "AO_100142": "Obuhvat ulaznih tačkastih geoobjekata premašuje maksimalni dozvoljeni obuhvat.",
  "AO_100143": "Korisnička uloga ne obuhvata privilegiju analize elevacije.",
  "AO_100144": "Uslužni program ${serviceName} nije registrovan za portal.",
  "AO_100145": "Sledeći režim putovanja je nevažeći: ${travelMode}.",
  "AO_100146": "Odabrane jedinice prekida, ${breakUnits}, i režim putovanja, ${travelMode}, su nekompatibilni. Oni nisu zajedničke vrednosti vremena ili razdaljine.",
  "AO_100147": "Režim putovanja ne navodi atribut otpora koji se zasniva na vremenu.",
  "AO_100148": "Nemate dozvole da pristupite usluzi ${serviceName}.",
  "AO_100149": "Nije moguće pristupiti registrovanom url-u za uslugu ${serviceName}: ${cause}.",
  "AO_100150": "Zadatak Odaberite najbolje objekte nije uspeo.",
  "AO_100151": "Odabrane jedinice opsega putovanja, ${travelRangeUnits}, i režim putovanja, ${travelMode}, su nekompatibilni. Oni nisu zajedničke vrednosti vremena ili razdaljine.",
  "AO_100152": "Kombinovani broj geoobjekata u ${requiredFacilitiesLayer} i ${candidateFacilitiesLayer} ne može da bude veći od ${max}.",
  "AO_100153": "Vrednost parametra ${paramName} mora da bude veća od nule.",
  "AO_100154": "Navedite vrednost za parametar ${paramName1} ili ${paramName2}.",
  "AO_100155": "Sloj objekata kandidata, ${candidateFacilitiesLayer}, ne bi trebalo da bude naveden za cilj dodeljivanja.",
  "AO_100156": "Procenat zahteva za pokrivanje mora da bude veći od nule i manji od ili jednak 100.",
  "AO_100157": "Broj kandidata za izbor ne može da bude manji od broja geoobjekata u sloju obaveznih objekata.",
  "AO_100158": "Broj kandidata za izbor ne može da bude veći od ${max}.",
  "AO_100159": "Broj kolekcija podataka veći je od maksimalnog ograničenja od ${maxDataCollections}.",
  "AO_100160": "Neki geoobjekti imaju nevažeću geometriju i uklonjeni su iz rezultata.",
  "AO_100161": "Zadatak Grupiši geokod nije uspeo.",
  "AO_100162": "Zadatak Analiziraj unos geokoda nije uspeo.",
  "AO_100163": "Vaš kvalifikator teksta je nevažeći.",
  "AO_100164": "Morate da unesete bilo inputTable (ulazna tabela), inputFileItem (stavka ulazne datoteke) ili columnNames (nazivi kolona). Ne mogu sva tri da budu prazna.",
  "AO_100165": "Ako ne postoji vaš red zaglavlja, morate da unesete columnNames.",
  "AO_100166": "Ako je vaš fileType (tip datoteke) tabela, tada morate da unesete inputTable (ulazna tabela).",
  "AO_100167": "CSV kolekcija nije podržani tip unosa. Unesite CSV ili Microsoft Excel unakrsnu tabelu.",
  "AO_100168": "Ime vaše datoteke ili ekstenzija su predugački.",
  "AO_100169": "Vaša zip datoteka ne može da se otvori.",
  "AO_100170": "Ne postoji datoteka navedenog formata u vašoj zip datoteci.",
  "AO_100171": "Nevažeća URL adresa servisa lokatora: ${service_url}.",
  "AO_100172": "Nevažeći akreditivi ili nevažeća URL adresa servisa lokatora: ${service_url}. Proverite da li su proxy stavke deljene sa svima.",
  "AO_100173": "Korisnik nema privilegije za geokodiranje ili odgovarajuće privilegije za objavljivanje.",
  "AO_100174": "Servis geokodiranja mora da bude na spoljnom serveru.",
  "AO_100175": "Nevažeći token.",
  "AO_100176": "Vaša datoteka mora da bude UTF-8 kodirana. Ponovo prosledite svoju datoteku.",
  "AO_100177": "Vaša Excel datoteka je oštećena i ne može da se otvori.",
  "AO_100178": "Prvi red vaše datoteke je prazan. Uredite svoju datoteku i ponovo je prosledite.",
  "AO_100179": "Morate da definišete širine kolona, ako je vaša datoteka sa nepromenljivom širinom.",
  "AO_100180": "Širine vaših kolona moraju da budu celi brojevi razdvojeni zarezima na sledeći način: 5,7,13.",
  "AO_100181": "Nije moguće raščlaniti red zaglavlja datoteke ili je on prazan.",
  "AO_100182": "Polje ${field} može da mapira 2 moguća pseudonim polja ${field_one} i ${field_two}.",
  "AO_100183": "Mapiranje polja je uneto u nepravilnom formatu.",
  "AO_100184": "Nepravilna outputFields (izlazna polja). Unesite outputFields na sledeći način: x,y,rezultat,match_addr (adresa koja se poklapa).",
  "AO_100185": "chars_per_row (znakova po redu) mora da bude ceo broj.",
  "AO_100186": "Nepravilne widths_of_cols (širine kolona). Unesite widths_of_cols na sledeći način: 10,15,6.",
  "AO_100187": "Vaš outputName (naziv izlaza) mora da bude prazan da biste izašli iz kolekcije geoobjekata.",
  "AO_100188": "Vaš outputName (naziv izlaza) ne može da bude prazan.",
  "AO_100189": "Netačna geocodeServiceURL adresa. Proverite da li je servis za geokodiranje na mreži i da ima važeću REST krajnju tačku geocodeAddresses (geokod adrese).",
  "AO_100190": "Proverite svoj header_rows_to_skip (broj redova zaglavlja koje treba preskočiti) parametar.",
  "AO_100191": "Pisanje zaglavlja nije moguće: proverite da li je vaš headerRowsToSkip (broj redova zaglavlja koje treba preskočiti) nepravilan ili je servis za geokodiranje nedostupan.",
  "AO_100192": "Ako vaš red zaglavlja postoji, morate da navedete headerRowsToSkip (broj redova zaglavlja koje treba preskočiti).",
  "AO_100193": "Vaš headerRowsToSkip (broj redova zaglavlja koje treba preskočiti) mora da bude pozitivan broj koji je manji od broja redova u inputTable (ulazna tabela) ili inputFileItem (stavka ulazne datoteke).",
  "AO_100194": "Datoteku sa rezultatima uređuje drugi program.",
  "AO_100195": "Uneta datoteka je bila prazna, vraćajući praznu datoteku.",
  "AO_100196": "Mapiranje polja mora da bude lista listi.",
  "AO_100197": "Vaša geocodingServiceURL (URL servisa geokodiranja) adresa je možda nepravilna, ne sadrži maxBatchSize (maks. veličina paketa) na stranici sa informacijama.",
  "AO_100198": "Nijedno od vaših polja nije mapirano u važeća polja lokatora. Uredite mapiranje polja i pošaljite ponovo.",
  "AO_100199": "Mapiranje uključuje polje lokatora koje nije podržano. Uredite mapiranje polja i pošaljite ponovo.",
  "AO_100200": "Mapiranje uključuje polje lokatora koje nije podržano. Podržana polja lokatora su ${supported_fields}. Uredite mapiranje polja i pošaljite ponovo.",
  "AO_100201": "Mapiranje polja uključuje ulazno polje ${field} koje nije prisutno u ulaznoj datoteci: ${supported_fields}.",
  "AO_100202": "Nije moguće napraviti REST zahtev od računar servera. Proverite da li se računar servera može povezati na internet.",
  "AO_100203": "Uneta geocodeServiceURL adresa bi trebalo da bude https umesto http.",
  "AO_100204": "inputTable (ulazna tabela) ima preko 100.000 zapisa i nije podržana.",
  "AO_100205": "Vaš znak za razgraničavanje kolone je nevažeći.",
  "AO_100206": "Zadatak Kreiraj repliku nije uspeo za Url adresu(e): ${Url}. Proverite da li servis omogućava drugima da izvezu podatke u druge formate.",
  "AO_100207": "Ukupan broj ulaznih polja i promenljivih za obogaćivanje premašuje maksimalno ograničenje od ${maxCountOfFields}.",
  "AO_100208": "Vaš red zaglavlja nije iste dužine kao broj listi u vašem mapiranju polja.",
  "AO_100209": "Vaš headerRowsToSkip (broj redova zaglavlja koje treba preskočiti) mora da bude pozitivan broj koji je manji od broja redova u inputTable (ulazna tabela) ili inputFileItem (stavka ulazne datoteke).",
  "AO_100210": "Vaša ulazna datoteka ima previše redova. xls podržava samo do 65.536 redova. Prosledite drugi outputType (tip izlaza).",
  "AO_100211": "Zadatak Kreiraj slojeve rute nije uspeo.",
  "AO_100212": "Datoteka za unos podataka rute nije važeća zip datoteka.",
  "AO_100213": "Unos podataka rute ne sadrži potrebnu klasu geoobjekta stanica.",
  "AO_100214": "Unos podataka rute ne sadrži barem dve stanice.",
  "AO_100215": "Pridruživanje geoobjekata nije uspelo.",
  "AO_100216": "Zadatak Pronađi odstupanja nije uspeo.",
  "AO_100217": "Čuvanje rezultata kao slojeva rute nije uspelo, jer analiza nije proizvela nikakve rute.",
  "AO_100218": "Uključivanje slojeva rute nije važeće kada je measurementType (tip merenja) StraightLine (prava linija).",
  "AO_100219": "Nevažeći unos za parametar ${paramName}.",
  "AO_100220": "Tip geometrije ${geomType} za ${paramName} nije podržan za prostorni odnos: ${spatialRel}.",
  "AO_100221": "Atribut ili Prostorni odnos treba da bude naveden.",
  "AO_100222": "Prostorni odnos nije podržan za tabelarne unose.",
  "AO_100223": "Uključivanje slojeva rute nije podržano prilikom zahtevanja izlaznih rezultata kolekcije geoobjekata.",
  "AO_100224": "Nije uspelo preuzimanje podataka rute iz stavke podataka rute, ${itemId}.",
  "AO_100225": "Nije uspelo brisanje stavke podataka rute, ${itemId}.",
  "AO_100226": "Nije uspelo ekstrahovanje podataka rute iz datoteke podataka rute.",
  "AO_100227": "Vaš red zaglavlja nije iste dužine kao broj listi u vašem mapiranju polja.",
  "AO_100228": "Vaš headerRowsToSkip (broj redova zaglavlja koje treba preskočiti) mora da bude pozitivan broj koji je manji od broja redova u inputTable (ulazna tabela) ili inputFileItem (stavka ulazne datoteke).",
  "AO_100229": "Vaša ulazna datoteka ima previše redova. xls podržava samo do 65.536 redova. Prosledite drugi outputType (tip izlaza).",
  "AO_100230": "Tip vaše datoteke nije podržan. Podržani tipovi datoteka su csv i xlsx.",
  "AO_100231": "Vaš outputName (naziv izlaza) nije pravilno formatiran.",
  "AO_100232": "Korisnička uloga ne obuhvata privilegiju geokodiranja.",
  "AO_100233": "Broj zapisa u ulaznoj tabeli je veći od maksimalno dozvoljenog broja zapisa ${max} za geokodiranje.",
  "AO_100234": "Ne možete da prosledite i tabelu i datoteku, prosledite samo jedno.",
  "AO_100235": "InputFileParameters (parametri ulazne datoteke) nisu pravilno formatirani.",
  "AO_100236": "Ako prosleđujete datoteku, morate da navedete inputFileParameters (parametre ulazne datoteke).",
  "AO_100237": "Ova ulazna tabela je nevažeća. Selektujte drugu tabelu.",
  "AO_100238": "Ova ulazna datoteka je nevažeća. Selektujte drugu datoteku.",
  "AO_100239": "Morate da navedete ili inputFile (ulaznu datoteku), inputTable (ulaznu tabelu) ili columnNames (nazive kolona).",
  "AO_100240": "GeocodeParameters (parametri geokodiranja) nisu pravilno formatirani.",
  "AO_100241": "Naziv vašeg odlaznog rezultata već postoji. Izaberite drugo ime.",
  "AO_100242": "Nemate dovoljno kredita za obavljanje ove operacije. Za pomoć se obratite svom administratoru sistema ArcGIS.",
  "AO_100243": "Neke od funkcija u rezultatima nisu obogaćene.",
  "AO_100244": "Rastojanje i jedinice su obavezni za prostorne veze unutar rastojanja.",
  "AO_100245": "Nevažeći izraz za ${paramName}; pogrešno uobličen JSON.",
  "AO_100246": "Nije uspelo kreiranje slojeva rute za sledeće rute: ${routeNames}.",
  "AO_100247": "Nije uspelo kreiranje slojeva rute jer je broj ruta, ${routeCount}, veći od maksimalnog broja slojeva ruta, ${max}, koji može da bude kreiran.",
  "AO_100248": "Vaša datoteka ili tabela nemaju zapise. Uključite zapise za geokodiranje i ponovo pošaljite.",
  "AO_100249": "Nevažeća kategorija.",
  "AO_100250": "Prosleđena tabela je prazna ili oštećena.",
  "AO_100251": "Datoteka nije utf-8 kodirana. Ponovo prosledite.",
  "AO_100252": "Vrednosti u polju ${startLayerRouteIDField} u ${startLayer} i ${endLayerRouteIDField} polju u ${endLayer} nisu jedinstvene.",
  "AO_100253": "Prazna ulazna tabela i prazna stavka ulazne datoteke. Unesite bilo ulaznu tabelu ili stavku ulazne datoteke.",
  "AO_100254": "Zadatak Pronađi težišta nije uspeo.",
  "AO_100255": "Kreiranje blokova nije uspelo.",
  "AO_100256": "Parametar ${paramName} zahteva važeću vrednost.",
  "AO_100257": "Neke od vrednosti u ciljnim poljima su nevažeće i ne mogu da se spoje.",
  "AO_100258": "Rastojanje između bilo kojih unosa mora da bude manje od ${mileValue} milja (${kmValue} kilometara) kada se pešači.",
  "AO_100259": "Nije pronađena nijedna najbliža lokacija. Proverite da li je opseg pretrage odgovarajući za vašu analizu.",
  "AO_100260": "Zadatak Pronađi klastere tačaka nije uspeo.",
  "AO_100261": "Zadatak Sumiraj centar i disperziju nije uspeo.",
  "AO_100262": "Nevažeći upit. Nisu svi izrazi sa referencom na isti ciljni sloj. Izlazne lokacije mogu da budu izvedene samo iz jednog ciljnog sloja.",
  "AO_100263": "${barrierType} nije moguće navesti kada je measurementType (tip merenja) StraightLine (prava linija).",
  "AO_100264": "Sloj ${inputLayer} koji se koristi za navođenje ${shapeType}BarrierLayer (sloj barijera) mora da ima ${shapeType} geometriju.",
  "AO_100265": "Broj geoobjekata ulica koje su presečene slojem tačkastih barijera premašuje ograničenje od ${limit}.",
  "AO_100266": "Broj geoobjekata ulica koje su presečene slojem tačkastih barijera premašuje ograničenje od ${limit}.",
  "AO_100267": "Broj geoobjekata ulica koje su presečene slojem poligonalnih barijera premašuje ograničenje od ${limit}.",
  "AO_100268": "Nije uspelo generisanje teselacija.",
  "AO_100269": "Nevažeći obuhvat za generisanje teselacija.",
  "AO_100270": "Veličina i broj promenljivih koje ste selektovali premašuje maksimalnu veličinu reda za sloj servisa geoobjekata. Smanjite broj selektovanih promenljivih.",
  "AO_100271": "${fieldName}Polje u ${analysisLayer} sloju ne može da ima prazne vrednosti.",
  "AO_100272": "${startLayerRouteIDField}Polje u ${startLayer} sloju ili ${endLayerRouteIDField}polje u ${endLayer} sloju treba da imaju jedinstvene vrednosti.",
  "AO_100273": "${routeId}vrednost iz ${routeIDField} polja u ${startLayer} sloju nema odgovarajući geoobjekat u ${endLayer} sloju.",
  "AO_100274": "Maksimalan broj vozila za rutiranje mora da bude jednak broju geoobjekata u sloju ${startLayer} koji se koriste kao početne lokacije za rute.",
  "AO_100275": "Maksimalan broj vozila za rutiranje mora da bude jednak broju geoobjekata u sloju ${endLayer} koji se koriste kao krajnje lokacije za rute.",
  "AO_100276": "Broj geoobjekata u sloju ${startLayer} koji se koristi kao početna lokacija za rute ne može da bude veći od ${max}.",
  "AO_100277": "Broj geoobjekata u sloju ${endLayer} koji se koristi kao krajnja lokacija za rute ne može da bude veći od ${max}.",
  "AO_100278": "Vrednost ${measureType} ne može da bude veća od ${max} ${breakUnits} kada je selektovana opcija za prikazivanje nedostupnih oblasti kao rupa.",
  "AO_100279": "Vrednost ${measureType} ne može da bude veća od ${max} ${breakUnits} kada je selektovana opcija za uključivanje nedostupnih oblasti kao rupa.",
  "AO_100280": "Vrednost ${measureType} ne može da bude veća od ${max} ${breakUnits} kada se pešači.",
  "AO_100281": "Tražene varijable za analizu su iz višestrukih hijerarhija. Ovo može da dovede do nedoslednih rezultata.",
  "AO_100282": "ArcGIS Server Advanced licenca je potrebna na hosting serveru kada koristite tip merenja StraightLine (Prava linija) sa alatkom Find Nearest (Pronađi najbliže).",
  "AO_100283": "Postoji previše komponenti ili kompleksnih oblika u setu podataka. Razmotrite smanjenje broja komponenti pre pokretanja Enrich sloja. Na primer, možete da filtrirate set podataka i pokrenete alat u grupama, ili smanjite veličinu opsega mape.",
  "AO_100284": "Nema pronađene prostorne reference za ${inputLayer}. Ovo će dovesti do neuspeha analize ili kreiranja izlaza bez prostorne reference.",
  "AO_100285": "Samo vlasnik za ${inputLayer} može da obavlja analize za ovaj sloj.",
  "AO_100286": "Procena kredita je zasnovana na upotrebi prilagođene usluge GeoEnrichment.",
  "AO_100287": "Podaci nisu dostupni za države sa sledećim kodom države: ${country}.",
  "AO_100288": "Nije moguće detektovati državu za jednu ili više komponenti.",
  "AO_100289": "Greška u povezivanju sa okruženjem. Obratite se Esri korisničkom servisu.",
  "AO_100290": "Polja sa ID-jem objekta ne mogu da se koriste za spajanje atributa.",
  "AO_100291": "Neuspešna objava rezultata analize po prikupljanju geoobjekta jer jedan od izlaznih slojeva ima više od 9999 geoobjekata. Da biste sačuvali sve geoobjekte, sačuvajte rezultat kao sloj geoobjekata.",
  "AO_100292": "Navedeno ime izlaza se već koristi ili sadrži nevažeće znakove.",
  "AO_100293": "Neki geoobjekti nisu obogaćeni zbog neuspešnog kreiranja oblasti režima putovanja. Proverite da li se ulazni geoobjekti nalaze u okviru oblasti pokrivenosti podataka servisa analize mreže ili koristite pravolinijsko rastojanje.",
  "AO_100294": "Neki geoobjekti prelaze demografske granice. Promenljive obogaćivanja su procenjene korišćenjem proporcijalnog grupisanja.",
  "AO_100295": "Preusmeravanje podataka na geobazu podataka ${geodatabase} ne postoji.",
  "AO_100296": "Zip datoteka za podatke za rutiranje ${zipfile} je prazna.",
  "AO_100297": "Broj linija za odlazne servise, ${numFeatures}, prekoračuje maksimalnu graničnu vrednost, ${threshold}, koja može da se vrati iz servisa.",
  "AO_100298": "Posao nije uspeo zbog servisne greške. Obratite se Esri korisničkom servisu.",
  "AO_100299": "Nije moguće otpakovati rezultate iz elevacionih servisa. Obratite se Esri korisničkom servisu.",
  "AO_100300": "Nije moguće otpakovati rezultate iz hidroloških servisa. Obratite se Esri korisničkom servisu.",
  "AO_100301": "Objedinjavanje slojeva zahteva isti geometrijski tip za sve ulaze.",
  "AO_100302": "Potrebna je licenca za Geostatistical Analyst za korišćenje ove aplikacije.",
  "AO_100303": "Potrebna je licenca za Spatial Analyst za korišćenje ove aplikacije.",
  "AO_100304": "Kreiranje Početnih oblasti nije uspelo.",
  "AO_100305": "Vrednost nije član minute | sekunde | sati | milje | kilometri | metri | stope | jarde | ostalo.",
  "AO_100306": "Nevažeći arkadni izraz.",
  "AO_100307": "Svi poligoni su prazni.",
  "AO_100308": "Numerička vrednost je izvan važećeg opsega.",
  "AO_100309": "Vrednost nije član ToFacility | FromFacility.",
  "AO_100310": "Vrednost nije član Prava linija | Vreme vožnje | Dužina vožnje | Vreme vožnje kamiona | Udaljenost vožnje kamiona | Vreme pešačenja | Dužina pešačenja | Vreme vožnje ruralnim oblastima | Udaljenost vožnje ruralnim oblastima.",
  "AO_100311": "Vrednost nije član GeoLocal | UTC.",
  "AO_100312": "Rezultati ne mogu da se sačuvaju kao prikupljanje geoobjekta kada uključuju dostupne ulice.",
  "AO_100313": "Nije moguće izvršiti zamenu: navedena stavka portala ne postoji.",
  "AO_100314": "Nije moguće izvršiti zamenu: morate da budete vlasnik stavke ili da imate administrativne privilegije da biste zamenili ovu stavku.",
  "AO_100315": "Nije moguće izvršiti zamenu: nepodržani tip stavke za zamenu.",
  "AO_100316": "Navedeni naziv servisa razlikuje se od naslova postojeće stavke za zamenu. Stavka će biti zamenjena, ali naslov stavke neće biti ažuriran.",
  "AO_100317": "Nije moguće izvršiti zamenu: morate da navedete ID stavke da biste zamenili stavku.",
  "AO_100318": "Nije moguće izvršiti zamenu: određena stavka portala se referencira drugim stavkama portala. Bilo koji prikazani sloj povezan sa specifičnom stavkom portala se mora obrisati pre izvedbe zamene.",
  "AO_100319": "Ukupan broj polja u završnom sloju, uključujući analizirana polja koja je alatka generisala, premašuje limit od 1023 polja.",
  "AO_100320": "Ukupan broj polja u završnom sloju, uključujući analizirana polja koja je alatka generisala, premašuje limit od 1019 polja.",
  "AO_100321": "Nije moguće izvršiti zamenu: izlazna prostorna referenca se mora podudarati sa prostornom referencom postojeće stavke za zamenu.",
  "AO_100322": "Objavljivanje rezultata nije uspelo. Pokušajte ponovo da pokrenete alatku kasnije.",
  "AO_100323": "Dostizanje graničnih vrednosti nije uspelo.",
  "AO_100324": "Promenljiva nije pogodna za analizu graničnih površina.",
  "AO_100325": "Nije pronađena ulična mreža za ulaznu tačku: ${pointId}.",
  "AO_100326": "Dostignut maksimalni radijus bez rešenja za ulaznu tačku: ${pointId}.",
  "AO_100327": "Nije moguće izvršiti zamenu: određena stavka portala se referencira drugim stavkama portala. Bilo koji prikazani sloj povezan sa specifičnom stavkom portala se mora obrisati pre izvedbe zamene.",
  "AO_100328": "Tip geometrije ulaznog sloja ne može da bude tačka. Da biste koristili ovaj unos za kreiranje novog sloja tačaka, probajte alatku „Pronađi atribute i lokaciju“.",
  "AO_100329": "Pogrešni atributi za spajanje.",
  "AO_100352": "Zbir broja geoobjekata u slojevima objekata kandidata i potrebnih objekata ne može da bude veći od ${max}.",
  "AO_100353": "Kreiranje servisa izlaznog geoobjekta nije uspelo. Polja za Razmak za vremensku oznaku nisu podržana.",
  "AO_100354": "Navedeni format izlaznih podataka zahteva koordinatni sistem Svetskog geodetskog sistema 1984 (WGS84). WGS84 je primenjen i vaš izlazni koordinatni sistem nije korišćen.",
  "AO_100355": "Zbirna statistika se ne može izračunati za sledeće tipove polja: Samo datum, Samo vreme i Razmak za vremensku oznaku.",
  "AO_100356": "Sledeći tipovi polja ne mogu da se izvezu: ${params}.",
  "AO_1011": "Slučajevi sa dve vertikale za validnu geometriju (uključuje samo prvih 30): %1 = %2.",
  "AO_109": "Rastojanje zone bliskosti ne može da bude negativno za linije i tačke.",
  "AO_110": "${inputFC} ne postoji.",
  "AO_110057": "Prostorna referenca za ulazne geoobjekte (${inputFeatures}) nije kompatibilna sa izlaznim koordinatnim sistemom (${outputCoordinateSystem}).",
  "AO_110058": "Prostorna referenca za geoobjekte kandidata (${candidateFeatures}) nije kompatibilna sa izlaznim koordinatnim sistemom (${outputCoordinateSystem}).",
  "AO_110059": "Projekcije između ulaznih geoobjekata i geoobjekata kandidata nisu kompatibilne. Izvršena je analiza u projekciji 'WGS_1984_Web_Mercator_Auxiliary_Sphere'.",
  "AO_110068": "Ralejev test uključuje najmanje ${numCases2D} geoobjekata za dvodimenzionalni rezultat i ${numCases3D} geoobjekata za trodimenzionalni rezultat da bi bio validan.",
  "AO_110069": "Suviše malo geoobjekata za ${numBadCases} od ${numCases} slučajeva za potvrdu Ralejevog testa.",
  "AO_110070": "Ralejev test nije validan jer je skup podataka dijametralno dvonamenski. Izlaz je ispravljen zbog bolje prezentacije orijentacije.",
  "AO_110071": "Dijametralno dvonamenski podaci su pronađeni za ${numDoubleAngleCases} od ${doubleAngleCases} slučajeva. Ralejev test nije validan za one slučajeve kao rezultat, njihov izlaz je iskorišćen za bolju reprezentaciju orijentacije.",
  "AO_110083": "Vertikalne i linearne jedinice u XY i Z koordinatnim sistemima nisu iste.",
  "AO_110141": "Minimalni broj geoobjekata po klasteru je veći od broja geoobjekata u skupu podataka.",
  "AO_110143": "Minimalni broj geoobjekata po klasteru mora da bude veći od 1.",
  "AO_110144": "Nije uspelo generisanje graničnih oblasti korišćenjem navedenog režima putovanja.",
  "AO_110145": "Nema svaki sloj spajanja svoj odgovarajući atribut spajanja.",
  "AO_110146": "Polje ${fieldName} ne postoji u sloju ${layerName}, pa se operacija spajanja ${mergeAttribute} ne može obaviti.",
  "AO_110243": "Analiza nije mogla da se završi jer bi stvorena mreža imala više od maksimalne dve milijarde ćelija.",
  "AO_110250": "Sve ćelije mreže moraju biti unutar domena projekcije.",
  "AO_110339": "Atributi od interesa za geoobjekte kandidata moraju da imaju prosečne vrednosti koje se razlikuju od ulaznih geoobjekata prilikom podudaranja pomoću profila atributa.",
  "AO_110340": "${summary} ne može se izračunati za polja datuma.",
  "AO_110341": "Statistika se ne može izračunati za polje ${fieldName}. Obratite se Esri korisničkom servisu.",
  "AO_110342": "Neuspešno kreiranje servisa geoobjekata ${serviceName}.",
  "AO_110343": "Neuspešno kreiranje stavke ${itemName}.",
  "AO_110344": "Analiza H3 teselacije zahteva koordinatni sistem Svetskog geodetskog sistema 1984 (WGS84). WGS84 je primenjen i vaš izlazni koordinatni sistem nije korišćen.",
  "AO_110345": "Analiza H3 teselacije zahteva koordinatni sistem Svetskog geodetskog sistema 1984 (WGS84). WGS84 je primenjen kao vaš izlazni koordinatni sistem.",
  "AO_110346": "Rezolucija kante je potrebna kada je tip kante H3 šestougaonici.",
  "AO_110347": "Za ovaj tip korpe je potreban unos veličine korpe.",
  "AO_110348": "Obim ne sadrži važeću prostornu referencu.",
  "AO_110349": "Obim naveden u parametru konteksta nije važeći.",
  "AO_110350": "Izlazni koordinatni sistem naveden u parametru konteksta nije važeći.",
  "AO_110351": "Na istom polju se ne može izvršiti više operacija.",
  "AO_1115": "Svojstvo opisa sloja mora da bude podešeno za ${layerName}.",
  "AO_1156": "Vrednost polja je nekompatibilna sa tipom polja.",
  "AO_12": "Polje za dodavanje već postoji.",
  "AO_1533": "Nismo bili u mogućnosti da izračunamo žarišta i hladne tačke za date podatke. Ako je primenljivo, pokušajte da navedete polje analize.",
  "AO_1534": "Žarišta i hladne tačke nije moguće izračunati ako je broj tačaka u svakoj oblasti poligona identičan. Pokušajte sa drugačijim oblastima poligona ili drugačijim opcijama analize.",
  "AO_1535": "Opcija analize koju ste naveli zahteva najmanje ${minNumFeatures} oblasti grupisanja.",
  "AO_1536": "Opcije analize koje ste izabrali zahtevaju najmanje ${minNumIncidents} tačaka za izračunavanje žarišta i hladnih tačaka.",
  "AO_1570": "Opcija analize koju ste izabrali zahteva da najmanje ${minNumIncidents} tačaka bude unutar graničnih oblasti poligona.",
  "AO_1571": "Opcije analize koje ste izabrali zahtevaju najmanje ${minNumFeatures} geoobjekata sa važećim podacima u polju analize da bi se izračunala žarišta i hladne tačke.",
  "AO_1572": "Na lokacijama tačaka nema dovoljno varijacija za izračunavanje vrućih i hladnih tačaka. Koincidentne tačke, na primer, umanjuju prostornu varijaciju. Možete da pokušate sa unošenjem granične oblasti, oblasti grupisanja (najmanje 30) ili polja analize.",
  "AO_1573": "Nema dovoljno varijacije između tačaka unutar graničnih oblasti poligona. Možete da pokušate sa omogućavanjem većih granica.",
  "AO_1574": "Opcija analize koju ste izabrali zahteva da najmanje ${minNumIncidents} tačaka bude unutar poligona grupisanja.",
  "AO_1575": "Sve vrednosti za polje analize verovatno su iste. Žarišta i hladne tačke ne mogu da se izračunaju ako u polju koje se analizira nema varijacije.",
  "AO_1583": "Kada postoji više ulaznih geoobjekata, podudaranje se zasniva na njihovim prosečnim atributima od interesa.",
  "AO_1584": "Nedostaju/nevažeći atribut(i). Sledeća polja su uklonjena sa liste atributa za razmatranje: ${removedFields}.",
  "AO_1585": "Nedostaju/nevažeći atributi. Na listi atributa za razmatranje nije ostalo nijedno važeće polje.",
  "AO_1586": "Broj rezultata ne može da bude veći od broja geoobjekata kandidata. Postavljanje parametra jednakog maksimalnoj vrednosti: ${maxValue}.",
  "AO_1587": "Broj rezultata ne može da bude veći od polovine broja geoobjekata kandidata. Postavljanje parametra jednakog maksimalnoj vrednosti: ${maxValue}.",
  "AO_1588": "Nulta varijansa. Sledećim poljima nedostaje dovoljna varijacija za upotrebu u ovoj alatki: ${name}.",
  "AO_1589": "Ova alatka zahteva najmanje dve lokacije za pretragu.",
  "AO_1598": "Morate da navedete najmanje dva atributa od interesa prilikom podudaranja pomoću profila atributa.",
  "AO_1599": "Premali broj zapisa za analizu. Ova alatka zahteva najmanje 1 referentnu lokaciju u ulaznom sloju za izračunavanje rezultata.",
  "AO_1605": "Udaljenosti za geografske koordinate (stepeni, minuti, sekunde) se analiziraju koristeći Udaljenosti tačaka u metrima.",
  "AO_1607": "Vrednosti rastojanja prelaze 30 decimalnih stepeni. Akordalna rastojanja nisu tačna kada prelaze 30 stepeni.",
  "AO_1616": "Geoobjekti sa neispravnim zapisima (uključuje samo prvih 30): ${label} = ${badIDs}.",
  "AO_192": "Veličina ćelije bi trebalo da bude manja od opsega rastojanja.",
  "AO_210": "Nije moguće kreirati izlaz ${outputFC}.",
  "AO_26": "Rastojanje zone bliskosti je nula.",
  "AO_308": "Nevažeći tip polja.",
  "AO_358": "Nevažeći izraz.",
  "AO_366": "Nevažeći tip geometrije.",
  "AO_385": "Opcija LINIJA nije važeća sa tačkastim geoobjektima.",
  "AO_40039": "Nema dovoljno podataka za izračunavanje metoda. Potrebno je najmanje 10 tačaka.",
  "AO_40040": "Podaci se distribuiraju duž prave linije i nije ih moguće procesuirati.",
  "AO_40069": "Varijansa podataka je premala za izračunavanje.",
  "AO_401": "Nije pronađen nijedan geoobjekat za obradu.",
  "AO_426": "Bez memorije.",
  "AO_438": "Sloj za preklapanje nije poligon.",
  "AO_468": "Tipovi ulaznih oblika nisu jednaki.",
  "AO_539": "Izraz je nevažeći.",
  "AO_561": "Navedeni prostorni odnos je nevažeći za izabrane slojeve.",
  "AO_640": "Nevažeća vrsta polja za ${fieldName}; mora biti tipa ${typeString}.",
  "AO_641": "Ova alatka zahteva najmanje ${numFeatures} geoobjekat(a) za izračunavanje rezultata.",
  "AO_642": "Problem prilikom čitanja ${badNum} od ${totalNum} ukupno zapisa.",
  "AO_715": "${numObsNoNeighs} funkcija(e) nije imala susednih na osnovu date udaljenosti; povratak susedne funkcije sa najbližom ispravnom informacijom.",
  "AO_716": "Karakteristike sa susednim podešavanjima pretrage (uključuje samo prvih 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} poligoni nisu ispunili minimalni broj susednih na osnovu kontigenta poligona; za ove pologone najbliži kontigenti će biti uključeni.",
  "AO_728": "Polje analize ${fieldName} koje ste naveli ne postoji u sloju analize.",
  "AO_735": "Unesite najmanje jedno važeće polje analize na kojem će sličnost biti zasnovana.",
  "AO_800": "Vrednost nije član SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "Morate da omogućite poligone za grupisanje incidenata po prebrojivosti za ovaj metod grupisanja podataka incidenta.",
  "AO_845": "Minimum ${warnNumObs} ulaznih funkcija za analizu je idealan.",
  "AO_846": "${numObsNoNeighs} funkcija nisu imali susedne koje generalno čine nevažećim statističke osobine testa.",
  "AO_847": "Karakteristike bez susednih (uključuju samo prvih 30): ${masterField} = ${idsNoNeighs}.",
  "AO_848": "Geoobjekti sa neispravnim zapisima (obuhvata samo prvih 30): ${ObjIDs} = ${IDnums}.",
  "AO_897": "Dati opseg rastojanja ${smallDistance} je premali za oblast ispitivanja.",
  "AO_898": "Nisu pronađeni važeći stepeni važnosti.",
  "AO_900003": "Nije moguće pribavljanje broja geoobjekata iz ${layer}.",
  "AO_900004": "Konfiguraciona datoteka ${file} ne postoji.",
  "AO_900005": "${TaskName} procena troška nije uspela.",
  "AO_900006": "Raščlanjivanje unosa nije moguće, pogrešno uobličen JSON.",
  "AO_900007": "Nepodržani tip parametra za ${type}.",
  "AO_900008": "Nepodržana alatka ${ToolName} za procenu troška.",
  "AO_900009": "Nije moguće pribavljanje broja geoobjekata sloja geoobogaćivanja.",
  "AO_906": "Varijansa nule: sve vrednosti za ulazno polje verovatno su iste.",
  "AO_910": "Suviše malo geoobjekata za ${numBadCases} od ${numCases} slučajeva.",
  "AO_911": "Iste početne i krajnje tačke za ${numBadObs} od ${numObs} linijskih karakteristika.",
  "AO_912": "Linijske karakteristike sa istim početnim i krajnjim tačkama (uključuju samo prvih 30): ${label} = ${badLengths}.",
  "AO_929": "Opseg rastojanja mora biti manji od obuhvata analize.",
  "AO_941": "Negativne vrednosti težine su interpretirane kao nula za obradu.",
  "AO_947": "Slučajevi sa suviše malo geoobjekata (obuhvata samo prvih 30): ${label} = ${badCases}.",
  "AO_973": "Nije moguće prikazati izlaz na osnovu podrazumevane datoteke sloja.",
  "AO_978": "Ima premalo temena za kreiranje važeće geometrije.",
  "BD_100082": "Ime polja i izraz su obavezni.",
  "BD_100084": "Tip polja mora da bude Niska, Ceo broj, Duplo ili Datum.",
  "BD_100088": "Polja \"${attribute}\" moraju da budu u sloju pretrage referenci i u sloju pretrage kandidata.",
  "BD_100089": "Sledećim poljima nedostaje dovoljna varijacija za upotrebu u ovoj analizi: ${attribute}.",
  "BD_100090": "Ova alatka zahteva najmanje 2 lokacije koje su kandidati za pretragu, a koje nisu i referentne lokacije.",
  "BD_100161": "Zadatak Grupiši geokod nije uspeo.",
  "BD_100162": "Zadatak Analiziraj unos geokoda nije uspeo.",
  "BD_100171": "Nevažeći URL lokatora adrese: ${locator_url}.",
  "BD_100182": "Sledeća polja ${field} imaju duplikate.",
  "BD_100189": "Povezivanje na daljinski servis geokoda nije moguće – proverite da li je servis za geokodiranje na mreži i da li ima važeću REST krajnju tačku geocodeAddresses (geokod adrese).",
  "BD_100199": "Uredite svoje mapiranje polja i ponovo prosledite – vaše mapiranje uključuje polje lokatora koje nije podržano.",
  "BD_101000": "Nije moguće obaviti operaciju upita.",
  "BD_101001": "Ova operacija zahteva da vreme bude podešeno na izvornim geoobjektima, koji nedostaju u '${paramName}'.",
  "BD_101002": "Ova operacija zahteva da geometrija bude podešena na izvornim geoobjektima, koji nedostaju u '${paramName}'.",
  "BD_101003": "Tip intervala rastojanja nije podržan.",
  "BD_101004": "Pogrešan tip geometrije za '${paramName}'. Očekivano '${expectedType}', ali je dobijen '${actualType}'.",
  "BD_101005": "Polje '${requiredField}' je obavezno ako je '${setField}' podešeno.",
  "BD_101006": "Tip vremenskog intervala nije podržan. Dozvoljeni su samo celi brojevi.",
  "BD_101007": "Obavezna je najmanje jedna veza.",
  "BD_101008": "Polje '${requiredField}' je obavezno.",
  "BD_101009": "Polja nisu pronađena u skupu podataka: ${fields}.",
  "BD_101010": "Rezultat analize nije dao nijedan geoobjekat. Neće biti kreiran nijedan sloj.",
  "BD_101011": "Potrebno je '${firstField}' ili '${secondField}'.",
  "BD_101012": "'${firstField}' i '${secondField}' ne mogu da budu podešeni u isto vreme.",
  "BD_101013": "Pogrešan tip vremena za '${paramName}'. Očekivano '${expectedType}', dobijeno '${actualType}'.",
  "BD_101014": "Veza date funkcije '${targetType} ${relationshipType} ${joinType}' nije važeća.",
  "BD_101015": "Skup definisanih odnosa nije važeći.",
  "BD_101016": "Prostorna referenca je potrebna kada je selektovana opcija GEODESIC.",
  "BD_101017": "Neki rezultati planarne zone bliskosti možda premašuju važeći obuhvat. Razmotrite upotrebu geodetske zone bliskosti da bi oblik zemlje bio uzet u obzir.",
  "BD_101018": "Neki geoobjekti su preskočeni jer negativno ili vrlo malo rastojanje nije dalo rezultujuću geometriju.",
  "BD_101019": "Neki geoobjekti su preskočeni zbog vrednosti nula u polju rastojanja.",
  "BD_101020": "Neki geoobjekti su preskočeni zbog vrednosti NULL ili EMPTY u polju rastojanja.",
  "BD_101021": "Neki geoobjekti su preskočeni zbog nevažeće vrednosti polja rastojanja zone bliskosti.",
  "BD_101022": "Neki geoobjekti su preskočeni zbog nelinearne vrednosti polja rastojanja zone bliskosti.",
  "BD_101023": "Neki geoobjekti su preskočeni jer je tip rastojanja zone bliskosti nevažeći.",
  "BD_101024": "Korišćenje geodetskog metoda za geografski koordinatni sistem.",
  "BD_101025": "Nevažeći izraz zone bliskosti.",
  "BD_101026": "Parametar '${paramName}' nije važeći.",
  "BD_101027": "'${outputName}' nije važeće ime izlaza.",
  "BD_101028": "Pokretanje novog distribuiranog posla sa ${totalTasks} zadat(a)ka.",
  "BD_101029": "${completedTasks}/${totalTasks} distribuirana(ih) zadat(a)ka je završeno.",
  "BD_101030": "Izvršavanje ${toolName} nije uspelo. Kontaktirajte administratora sa ID-om posla '${jobID}'.",
  "BD_101031": "Posao je otkazan.",
  "BD_101032": "Vrednost '${paramValue}' u parametru '${paramName}' ne spada u važeći opseg [${expectedRange}].",
  "BD_101033": "'${paramName}' biće projektovan u prostornu referencu za obradu.",
  "BD_101034": "'${paramName}' nema prostornu referencu i ne može da se projektuje na prostornu referencu za obradu.",
  "BD_101035": "'${paramName}' biće ograničen na izlazni obuhvat.",
  "BD_101036": "Statistika '${statistic}' nije važeća za polje '${fieldName}'.",
  "BD_101037": "Veličina susedstva mora da bude veća od veličine bloka.",
  "BD_101038": "Došlo je do greške prilikom vraćanja rezultata, međutim, rezultat bi ipak trebalo da bude dostupan na vašem sadržaju.",
  "BD_101039": "Unos ${paramName} je u geografskom koordinatnom sistemu, ali ova operacija zahteva projektovani koordinatni sistem. Koristite projektovani skup podataka ili podesite koordinatni sistem obrade da bi analiza bila projektovani koordinatni sistem.",
  "BD_101040": "Veb sloj sa imenom '${outputName}' već postoji. Izaberite drugo ime koje je jedinstveno u okviru vaše organizacije.",
  "BD_101041": "Povezivanje sa skladištem podataka nije uspelo. Proverite da li su tačne informacije za povezivanje.",
  "BD_101042": "Nije moguće pristupiti resursu deljenih datoteka. Proverite da li vaš korisnički nalog za ArcGIS Server ima pristup resursu deljenih datoteka.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "Morate da obezbedite barem dva atributa od interesa za metod podudaranja profila atributa.",
  "BD_101046": "Navedite broj rezultata za vraćanje. Broj rezultata mora da bude veći od 0.",
  "BD_101047": "Broj rezultata mora da bude manji ili jednak 10000. Izračunato je prvih 10000 rezultata.",
  "BD_101048": "Atributi od interesa imaju duplikate.",
  "BD_101049": "Broj zahtevanih rezultata je veći od broja vraćenih rezultata.",
  "BD_101050": "Tip polja Selektovani atributi od interesa mora da bude numerički.",
  "BD_101051": "Pronađeni su mogući problemi tokom čitanja '${paramName}'.",
  "BD_101052": "Nekim zapisima ili nedostaju ili imaju nevažeće vremenske vrednosti.",
  "BD_101053": "Neki zapisi imaju vremenske vrednosti koje nisu tipa ${timeType}.",
  "BD_101054": "Nekim zapisima ili nedostaju ili imaju nevažeće geometrije.",
  "BD_101055": "Neki zapisi imaju geometrije koje nisu tipa ${geometryType}.",
  "BD_101056": "Nevažeća jedinica ${unit} za geometriju ${geomType}.",
  "BD_101057": "Nije moguće pokrenuti raspoređeni posao. Proverite svoje postavke servisa GeoAnalyticsTools i postarajte se da na raspolaganju ima dovoljno resursa kako bi se posao izvršio.",
  "BD_101058": "Analiza zahteva više memorije nego što je dodeljeno. Povećajte memoriju dodeljenu vašoj GeoAnalytics kutiji sa alatkama u ArcGIS Server Manager-u.",
  "BD_101059": "Nema vremenskih koraka koji se mogu izračunati.",
  "BD_101060": "Postojalo je ${numErrors} vremenskih koraka koje nije bilo moguće izračunati. Prikazano je prvih ${numDisplay} grešaka.",
  "BD_101061": "Vremenski korak od ${startTime} do ${endTime} ima premalo zapisa za analizu. Svaki vremenski korak zahteva barem ${minFeatures} geoobjekata za izračunavanje rezultata.",
  "BD_101062": "Vremenski korak od ${startTime} do ${endTime} ima nultu varijansu. Sve vrednosti za ulazno polje u ovom vremenskom koraku verovatno su iste.",
  "BD_101063": "Postoji nulta varijansa. Sve vrednosti za ulazno polje verovatno su iste.",
  "BD_101064": "Izraz koji je naveden za '${fieldName}' daje tip podataka koji nije podržani tip podataka atributa.",
  "BD_101065": "Izraz koji je naveden za '${fieldName}' nije važeći.",
  "BD_101066": "Nije uspelo pokretanje platforme distribuiranog izračunavanja.",
  "BD_101067": "Prostorno vremena kocka je kreirana. Rezultati nisu pravilno otpremljeni na vaš sadržaj.",
  "BD_101068": "Kreiranje korpe i analiza zahteva projektovani koordinatni sistem. ${projectionName} projekcija je primenjena na parametre prilagođene projekcije na osnovu opsega analize.",
  "BD_101069": "Ulaz '${paramName}' ne definiše koordinatni sistem.",
  "BD_101070": "Skup podataka '${datasetName}' za deljenje velikih datoteka '${fileShareName}' neispravno je registrovan.",
  "BD_101071": "Objekat '${jsonObject}' za '${datasetName}' za deljenje velikih datoteka '${fileShareName}' neispravno je registrovan.",
  "BD_101073": "${numColumns} polja (plus sistemska polja) prekoračuje ograničenje od ${maxColumns} za ${dataStoreType} skladište podataka.",
  "BD_101074": "Tip polja je obavezan prilikom dodavanja novog polja.",
  "BD_101075": "Vreme je obavezno za operacije usklađene sa stazom.",
  "BD_101076": "Nije uspelo pronalaženje važećeg SSL sertifikata prilikom povezivanja na udaljenu mašinu.",
  "BD_101077": "Neispravno mapiranje polja. Polja nisu mapirana na lokatoru jer su nazivi kolona prazni.",
  "BD_101083": "* Prostorni obuhvat = ${extent}",
  "BD_101084": "* Vremenski obuhvat = ${extent}",
  "BD_101085": "Obuhvat obrađivanja je bez vrednosti ili je prazan.",
  "BD_101086": "Obuhvat obrađivanja nije važeći za unetu prostornu referencu.",
  "BD_101087": "Skup podataka '${datasetName}' naveden u datoteci predloga nije pronađen.",
  "BD_101088": "Neki rezultujući geoobjekti su isečeni na važeći obuhvat rezultujuće prostorne reference.",
  "BD_101089": "Faza se ponavlja (pokušaj=${attempt}). Potvrdite da ste dodelili dovoljno resursa korišćenjem GeoAnalytics postavki. Ako niste, razmotrite otkazivanje posla.",
  "BD_101090": "Geokodiranje nekih zapisa nije uspelo i nedostaje im geometrija.",
  "BD_101091": "ArcGIS Online World Geocoding servis nije podržan lokator za GeoAnalytics alatku.",
  "BD_101092": "Granica deljenja rastojanja mora da bude veća od nule.",
  "BD_101093": "Greška u izrazu za '${fieldName}': nevažeći parametri su uneti za '${functionName}' funkciju.",
  "BD_101094": "Greška u izrazu za '${fieldName}': nevažeći zadatak sa leve strane.",
  "BD_101095": "Greška u izrazu za '${fieldName}': nije funkcija: ${object}",
  "BD_101096": "Oštećena ili nepodržana datoteka je pronađena prilikom čitanja iz unosa.",
  "BD_101097": "Došlo je do jedne ili više grešaka prilikom izračunavanja vrednosti novih polja.",
  "BD_101098": "Greška u izrazu '${fieldName}': nedefinisana referenca za promenljivu '${reference}'.",
  "BD_101099": "Greška u izrazu '${fieldName}': nedefinisana referenca za promenljivu '${reference}'. Da li ste mislili '${suggestion}'?",
  "BD_101100": "Vremenski bliski odnosi zahtevaju vremensko rastojanje.",
  "BD_101114": "Vrednosti polja Grupiši po mora da bude ceo broj, tekst ili datum.",
  "BD_101115": "Polje '${inputLayerField}' je mapirano ${count} puta.",
  "BD_101116": "Došlo je do jedne ili više grešaka sa parametrom fieldMapping (mapiranje polja).",
  "BD_101117": "Nije navedeno nijedno mapiranje polja. Primeniće se podrazumevano mapiranje polja.",
  "BD_101118": "Ulazni sloj ${inputLayer} nije hostovani sloj.",
  "BD_101119": "Nepoznata vrsta mapiranja polja \\'${invalidMappingType}\\'. Očekivano \\'AppendData\\' ili \\'Expression\\'.",
  "BD_101120": "Tip polja '${inputLayerField}' se ne poklapa sa tipom polja '${appendLayerField}'. Očekivano '${expectedType}', ali je dobijen '${actualType}'.",
  "BD_101121": "Ulazni sloj i sloj za dodavanje nemaju nijedno polje koje se poklapa. Nije dodat nijedan geoobjekat.",
  "BD_101122": "Vrsta geometrije sloja za dodavanje se ne poklapa sa onom od ulaznog sloja. Očekivano '${expectedType}', ali je dobijen '${actualType}'.",
  "BD_101123": "Vrsta vremena sloja za dodavanje se ne poklapa sa onim od ulaznog sloja. Očekivano '${expectedType}', ali je dobijen '${actualType}'.",
  "BD_101124": "Sledeća polja nedostaju iz sloja za dodavanje i mapiranja polja: ${missingFields}.",
  "BD_101125": "Sledeća polja nisu dodata: \\'${fieldNames}\\'.",
  "BD_101126": "Sledeće polje za dodavanje ne postoji u sloju za dodavanje: \\'${fieldName}\\'.",
  "BD_101127": "Nevažeći arcade izraz za ulazno polje: \\'${fieldName}\\'.",
  "BD_101128": "Polje '${inputLayerField}' ne postoji u ulaznom sloju.",
  "BD_101129": "Neka polja sloja za dodavanje nisu dodata usled nepodudaranja tipova polja.",
  "BD_101130": "Tip polja \\'${inputFieldName}\\' se ne poklapa sa tipom polja ulaznog sloja. Očekivano \\'${expectedType}\\', ali je dobijen \\'${actualType}\\'.",
  "BD_101131": "Mogućnost polja \\'${inputFieldName}\\' da ima vrednost null se ne poklapa sa mogućnošću ulaznog sloja da ima vrednost null. Očekivano \\'${expectedType}\\', ali je dobijen \\'${actualType}\\'.",
  "BD_101132": "Sledeća polja sloja za dodavanje nisu dodata usled nepodudaranja imena polja: ${mismatchedFields}.",
  "BD_101136": "Ulazni sloj nema omogućeno uređivanje. Za omogućavanje uređivanja obratite se svom administratoru ili vlasniku sloja.",
  "BD_101137": "Generisanje i analiziranje blokova zahteva projektovani koordinatni sistem. Projekcija ${projectionName} je primenjena sa prilagođenim parametrima projekcije na osnovu obuhvata analize.",
  "BD_101152": "Vrsta geometrije sloja za spajanje se ne poklapa sa onom od ulaznog sloja. Očekivano \\'${expectedType}\\' ali je dobijen \\'${actualType}\\'.",
  "BD_101153": "Vrsta vremena sloja za spajanje se ne poklapa sa onim od ulaznog sloja. Očekivano '${expectedType}' ali je dobijen '${actualType}'.",
  "BD_101154": "Polju \\'${mergeLayerField}\\' je dodeljena operacija ${count} puta.",
  "BD_101155": "Došlo je do jedne ili više grešaka sa parametrom atributa spajanja.",
  "BD_101156": "Tip polja \\'${inputLayerField}\\' se ne poklapa sa tipom polja \\'${mergeLayerField}\\'. Očekivano \\'${expectedType}\\' ali je dobijen \\'${actualType}\\'.",
  "BD_101157": "Nepoznati mergeType \\'${invalidMergeType}\\'. Očekivano \\'Upari\\', \\'Ukloni\\' ili \\'Preimenuj\\'.",
  "BD_101158": "Polje \\'${mergeLayerField}\\' ne postoji u ulaznom sloju.",
  "BD_101159": "Polje \\'${inputLayerField}\\' ne postoji u ulaznom sloju.",
  "BD_101160": "Ime polja \\'${renameField}\\' već postoji u ulaznom sloju.",
  "BD_101161": "Ime polja \\'${fieldName}\\' već postoji u sloju za spajanje.",
  "BD_101162": "U atributima spajanja za \\'${mergeOperation}\\'.",
  "BD_101164": "Ignoriše se mergeValue za \\'Ukloni\\'.",
  "BD_101169": "Nije moguće spajanje jednog ili više polja sa podudarnim imenima zbog nekompatibilnih tipova polja. Upotrebite atribute spajanja da rešite neusaglašenosti.",
  "BD_101178": "Rezime GLR rezultata [tip modela: ${regressionFamily}]",
  "BD_101179": "[\"Promenljiva\", \"Koef\", \"StdGreš\", \"t_Stat\", \"Verov\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "GLR dijagnostika",
  "BD_101189": "GeoAnalytics posao čeka na resurse i još uvek nije počeo. Posao će se automatski otkazati nakon ${minutes} minuta.",
  "BD_101191": "Deljeni resurs za datoteke sa velikim podacima \\'${catalogPath}\\' ne postoji ili nije dostupan.",
  "BD_101204": "Rezultat analize nije dao nijedan geoobjekat za \\'${layerName}\\'. \\'${layerName}\\' neće biti kreiran.",
  "BD_101205": "Broj traženih uzoraka geoobjekata je veći od ukupnog broja geoobjekata. Svi ulazni geoobjekti će biti vraćeni.",
  "BD_101206": "Biće preskočeno kreiranje sloja obuhvata.",
  "BD_101207": "Ulazna promenljiva \\'${variableName}\\' ne može da se tretira kao kategorička.",
  "BD_101208": "Nije moguće kreirati dijagnostiku podataka za validaciju. Vrednosti koje promenljiva treba da predvidi u skupu podataka za validaciju ne postoje u skupu podataka za obuku.",
  "BD_101209": "Ulazna promenljiva \\'${variableName}\\' je polje niske i mora da se tretira kao kategorička.",
  "BD_101210": "Izlazni izvor podataka ne podržava upisivanje skupova podataka bez definisanog geometrijskog tipa.",
  "BD_101211": "[\"Kategorija\", \"F1-Rezultat\", \"Opoziv\", \"Preciznost\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Ulazni parametri",
  "BD_101214": "Promenljiva za predviđanje: ${variablePredict}",
  "BD_101215": "Kreiraj tabelu važnosti promenljivih: ${createTable}",
  "BD_101216": "Informativno podudaranje promenljivih: ${variableMatching}",
  "BD_101219": "U sledećem izveštaju izložen je rezime rezultata klasifikacije i regresije zasnovanih na modelu šume:",
  "BD_101220": "U sledećem izveštaju izložen je rezime analize opisivanja skupa podataka.",
  "BD_101221": "Rezime ulaznih geoobjekata:",
  "BD_101222": "Rezime geometrije:",
  "BD_101223": "Rezime vremena:",
  "BD_101224": "Python skripta ima nevažeću sintaksu.",
  "BD_101225": "Alatka \\'${toolName}\\' zahteva privilegiju 'Objavljivanje veb alatki'.",
  "BD_101227": "Kreiran je skup podataka za deljenje velikih datoteka: ${serviceUrl}",
  "BD_101228": "Sledeće kategoričke promenljive sadrže manje od dve jedinstvene vrednosti: ${variableNames}. Kategoričke promenljive zahtevaju bar dve jedinstvene vrednosti.",
  "BD_101229": "Nevažeći parametar mapiranja zavisne promenljive. Ključevi moraju da budu \\'value0\\' i \\'value1\\'.",
  "BD_101230": "Nevažeći parametar mapiranja zavisne promenljive. Morate da navedete dve jedinstvene vrednosti.",
  "BD_101238": "Ulazni broj suseda mora biti veći od 0 i manji ili jednak 5000.",
  "BD_101239": "Ulazni radijus pretrage mora biti veći od 0 i manji ili jednak 500 kilometara.",
  "BD_101245": "Neuspešno upisivanje rezultata za spatiotemporelno skladište velikih podataka.",
  "BD_101253": "Zavisna vrednost promenljive predviđena za jednu ili više funkcija korišćenjem manje od ${minNeighbors} suseda.",
  "BD_101254": "Jedna ili više karakteristika postoji sa koincidentnim komponentama više nego navedeni broj suseda, ${numNeighbors}.",
  "BD_101255": "Nije moguće proceniti bar jedan model zbog multikolinearnosti.",
  "BD_101256": "Nije moguće predvideti zavisne vrednosti promenljive za jednu ili više komponenti.",
  "BD_101257": "Nije moguće predvideti zavisne vrednosti promenljive za bilo koju komponentu.",
  "BD_101259": "Atributi interesovanja za funkcije pretrage moraju da imaju prosečnu vrednost koja se razlikuje od ulaznih komponenti kada se koristi metod poklapanja atributa profila.",
  "BD_1022": "Ova alatka zahteva projektovani koordinatni sistem.",
  "BD_109": "Rastojanje zone bliskosti ne može da bude negativno za linije i tačke.",
  "BD_110004": "Prostorno vremenska kocka mora da ima najmanje 10 vremenskih odsečaka.",
  "BD_110005": "Ovu prostorno vremensku kocku nije moguće kreirati jer bi imala više od maksimalnih dve milijarde blokova.",
  "BD_110047": "Vrednost parametra Interval vremenskog koraka mora da bude pozitivna ili veća od nule.",
  "BD_110064": "Kreiranje izlazne prostorno vremenske kocke nije uspelo zbog Polja sumiranja ${variableName}. Razmotrite odabranu statistiku i tip popune za ovo polje.",
  "BD_110194": "Nije moguće mapirati i analizirati polja u geoobjektima za obuku sa poljima u geoobjektima za predviđanje.",
  "BD_110199": "Nije moguće izračunati statistiku sumiranja koja je potrebna za analizu.",
  "BD_110208": "Promenljiva za predviđanje regresije zahteva više od pet jedinstvenih vrednosti.",
  "BD_1583": "Kada postoji više ulaznih geoobjekata, podudaranje se zasniva na njihovim prosečnim atributima od interesa.",
  "BD_1589": "Premali broj zapisa za analizu. Ova alatka zahteva najmanje 2 kandidata geoobjekta za izračunavanje rezultata.",
  "BD_1599": "Premali broj zapisa za analizu. Ova alatka zahteva najmanje 1 referentnu lokaciju u ulaznom sloju za izračunavanje rezultata.",
  "BD_26": "Rastojanje zone bliskosti je nula.",
  "BD_3": "U sledećem izveštaju izložen je rezime rezultata alata Pronađi slične lokacije.",
  "BD_308": "Nevažeći tip polja.",
  "BD_641": "Premali broj zapisa za analizu. Ova alatka zahteva najmanje ${minFeatures} geoobjekat(a) za izračunavanje rezultata.",
  "BD_800": "Vrednost nije član ${value}.",
  "BD_84503": "Rezime ulaznih geoobjekata za podudaranje",
  "BD_84504": "Rezime atributa od interesa",
  "BD_84505": "Prvih '${numResults}' najsličnijih lokacija (vrednosti).",
  "BD_84506": "Prvih 10 od '${numResults}' najsličnijih lokacija (vrednosti).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"].",
  "BD_84810": "Karakteristike modela",
  "BD_84811": "Broj stabala: ${numberOfTrees}",
  "BD_84812": "Veličina lista: ${leafSize}",
  "BD_84813": "Dubina stabla: ${treeDepth}",
  "BD_84814": "% obuke koji je dostupan po stablu: ${sampleSize}",
  "BD_84815": "Broj nasumično uzorkovanih promenljivih: ${randomVariables}",
  "BD_84816": "% podataka obuke isključenih iz validacije: ${percentageForValidation}",
  "BD_84828": "Podaci za validaciju: Dijagnostika klasifikacije",
  "BD_84829": "Podaci za validaciju: Dijagnostika regresije",
  "BD_84830": "Predviđanja za podatke za validaciju (isključeno iz obuke za model) u poređenju sa zabeleženim vrednostima za te geoobjekte za testiranje",
  "BD_84834": "Najvažnija promenljiva važnosti",
  "BD_84838": "Podaci za obuku: Dijagnostika klasifikacije",
  "BD_84839": "Podaci za obuku: Dijagnostika regresije",
  "BD_84840": "Predviđanja za podatke koji se koriste za obuku za model u poređenju sa zabeleženim kategorijama za te geoobjekte",
  "BD_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"].",
  "BD_89998": "[\"\", \"Total\", ${sumIndex}]",
  "GPEXT_001": "Pogrešna vrednost ${name} parametra.",
  "GPEXT_002": "Nedostaje parametar ${name}.",
  "GPEXT_003": "Nevažeći parametar ${name}:svojstvo ${propname} nedostaje.",
  "GPEXT_004": "Nevažeći parametar sloja, svojstvo ${propname} nedostaje.",
  "GPEXT_005": "Pristupanje URL adresi ${url} nije uspelo.",
  "GPEXT_006": "Pristupanje URL adresi ${url} vratilo je grešku ${error}.",
  "GPEXT_007": "Nevažeća stavka ${id}.",
  "GPEXT_008": "Neuspešno kreiranje servisa ${name}.",
  "GPEXT_009": "Neuspešno dodavanje sloja ${lname} za servis ${name}.",
  "GPEXT_010": "Parsiranje sloja JSON nije uspelo.",
  "GPEXT_011": "Sloj ${url} nema mogućnost ekstakcije",
  "GPEXT_012": "Nevažeća spoljna operacija",
  "GPEXT_013": "Ovaj alat koristi usluge za geokodiranje. Više detalja potražite u alatki ArcGIS Online Service Credit Estimator.",
  "GPEXT_014": "Ovaj alat koristi usluge za analizu mreže. Više detalja potražite u alatki ArcGIS Online Service Credit Estimator.",
  "GPEXT_015": "Selektujte odgovarajuću URL adresu pomoćnih servisa sa portala za zahtevanu operaciju.",
  "GPEXT_016": "Nevažeći objekat sloja.",
  "GPEXT_017": "Servis ${name} već postoji.",
  "GPEXT_018": "Udaljeni servis geoobjekata ${url} premašuje ograničenje od 100.000 geoobjekata. Kreirajte hostovani servis geoobjekata da biste analizirali veliki skup podataka.",
  "GPEXT_019": "Nevažeći filter za sloj ${url}.",
  "MT_001": "Dobijanje informacija o pokretanju alatke nije uspelo. Proverite svoj sadržaj za očekivane rezultate ili ponovo pokrenite alatku.",
  "RA_120101": "Sledeća tabela sadrži statističke podatke unakrsne validacije:",
  "RA_120102": "Srednja greška",
  "RA_120103": "Srednja kvadratna greška",
  "RA_120104": "Prosečna standardna",
  "RA_120105": "Srednja standardizovana",
  "RA_120106": "Standardizovana vrednost srednje kvadratne greške",
  "RA_120200": "Alatka Pozadinsko geoprocesiranje nije uspela.",
  "RA_120201": "Alatka za zonsku statistiku nije uspela.",
  "RA_120202": "Zadatak Izračunaj gustinu nije uspeo.",
  "RA_120203": "Zadatak Interpolacija tačaka nije uspeo.",
  "RA_120204": "Zadatak Nadgledaj vegetaciju nije uspeo.",
  "RA_120205": "Zadatak Izračunaj nagib nije uspeo.",
  "RA_120206": "Zadatak Izvedi gledište nije uspeo.",
  "RA_120207": "Geodetski pregled nije uspelo.",
  "RA_120208": "Zadatak Vododelnica nije uspeo.",
  "RA_120209": "Zadatak Ekstrahuj raster nije uspeo.",
  "RA_120210": "Zadatak Ponovo mapiraj vrednosti nije uspeo.",
  "RA_120211": "Zadatak Konvertuj geoobjekat u raster nije uspeo.",
  "RA_120212": "Zadatak Konvertuj raster u geoobjekat nije uspeo.",
  "RA_120213": "Zadatak Izračunaj rastojanje nije uspeo.",
  "RA_120214": "Zadatak Odredi putanju putnih troškova kao poliliniju nije uspeo.",
  "RA_120215": "Određivanje mreže optimalnih putnih troškova nije uspelo.",
  "RA_120216": "Kalkulacija putnog troška nije uspela.",
  "RA_120217": "Stopa otpora nije podržana i zbog toga mora da se ostavi prazna kada se pokreće proračun troška putovanja.",
  "RA_120218": "Otkrivanje objekta pomoću detaljnog učenja nije uspelo.",
  "RA_120219": "Klasifikacija piksela pomoću detaljnog učenja nije uspela.",
  "RA_120220": "Uzorkovanje nije uspelo.",
  "RA_120221": "Optimalne veze regiona nisu uspešne.",
  "RA_120222": "Alatka za zonsku statistiku kao tabelu nije uspela.",
  "RA_120223": "Akumulacije distance nije uspela.",
  "RA_120224": "Alokacija distance nije uspela.",
  "RA_120225": "Optimalna putanja kao linija nije uspela.",
  "RA_120226": "Optimalna putanja kao raster nije uspela.",
  "RA_120227": "Parametri površine nisu uspeli.",
  "RA_120228": "Izvođenje kontinuiranog toka nije uspelo.",
  "RA_120229": "Klasifikacija pomoću detaljnog učenja nije uspela.",
  "RA_120230": "Agregatni višedimenzionalni raster nije uspelo.",
  "RA_120231": "Pronalaženje statistike argumenta nije uspelo.",
  "RA_120232": "Kreiranje multidimenzionalne anomalije nije uspelo.",
  "RA_120233": "Kreiranje trenda rastera nije uspelo.",
  "RA_120234": "Predviđanje pomoću trenda rastera nije uspelo.",
  "RA_120306": "Uzrok neuspeha: ${cause}",
  "SS_00002": "U sledećem izveštaju izložen je tok posla korišćen za optimizovanje rezultata pronalaženja žarišta:",
  "SS_00003": "U sledećem izveštaju izložen je rezime rezultata zadatka Pronađi slične lokacije:",
  "SS_00004": "U sledećem izveštaju izložen je tok posla korišćen za optimizovanje rezultata pronalaženja odstupanja:",
  "SS_110140": "Udaljenost pretrage korišćena u procesu je bila ${searchDistance}.",
  "SS_110142": "Nema detektovanih klastera.",
  "SS_220647": "Minimalno funkcija po klasteru ${minFeatures}",
  "SS_84261_0": "Sredina",
  "SS_84262_0": "Std. Odstupanje",
  "SS_84271_0": "Minimum",
  "SS_84272_0": "Maksimum",
  "SS_84428": "Početna procena podataka.",
  "SS_84434": "Postoje ${NumOutliers} odstupanja lokacija; neće biti upotrebljena za proračunavanje ${AggregationType}.",
  "SS_84437": "Nema nijednog odstupanja lokacije.",
  "SS_84444": "Grupisanje incidenata",
  "SS_84446": "${VarName} Svojstva:",
  "SS_84449": "Mrežna podela poligona kreirana je za grupisanje tačaka.",
  "SS_84450": "Veličina ćelije poligona je ${SnapInfo}.",
  "SS_84451": "Analiza je zasnovana na broju tačaka u svakoj mrežnoj ćeliji poligona.",
  "SS_84452": "Analiza je obavljena na svim mrežnim ćelijama poligona koje sadrže najmanje jednu tačku.",
  "SS_84453": "Analiza je obavljena na svim mrežnim ćelijama poligona unutar sloja granične oblasti.",
  "SS_84457": "Tačke su grupisane u mrežne ćelije poligona koje padaju unutar datih graničnih oblasti.",
  "SS_84458": "Analiza je zasnovana na broju tačaka u svakoj ćeliji poligona.",
  "SS_84459": "Razmera analize",
  "SS_84461": "Selektovani optimalni opseg fiksnog rastojanja zasnovan je na najvećem klasteru na ${DistanceInfo}.",
  "SS_84464": "Optimalni opseg fiksnog rastojanja zasnovan je na prosečnom rastojanju do ${NumNeighs} najbližih susedstava: ${DistanceInfo}.",
  "SS_84465": "Optimalni opseg fiksnog rastojanja zasnovan je na jednom standardnom rastojanju geoobjekata iz geometrijske sredine: ${DistanceInfo}.",
  "SS_84466": "Analiza žarišta",
  "SS_84469_0": "Crveni izlazni geoobjekti predstavljaju žarišta gde je visok broj incidentnih klastera.",
  "SS_84469_1": "Plavi izlazni geoobjekti predstavljaju hladne tačke gde je nizak broj incidentnih klastera.",
  "SS_84470": "Postoji ${NumSignificant} izlaznih geoobjekata koji su statistički značajni na osnovu FDR korekcije za višestruko testiranje i prostornu zavisnost.",
  "SS_84471": "Izlaz",
  "SS_84476": "Crveni izlazni geoobjekti predstavljaju žarišta gde je ${FieldName} klaster visokih vrednosti.",
  "SS_84477": "Plavi izlazni geoobjekti predstavljaju hladne tačke gde je ${FieldName} klaster niskih vrednosti.",
  "SS_84485": "Postoji ${NumFeatures} važećih ulaznih geoobjekata.",
  "SS_84489": "Analiza je obavljena na svim oblastima grupisanja.",
  "SS_84490": "Proces grupisanja dao je kao rezultat ${AggNumFeatures} ponderisane oblasti.",
  "SS_84491": "Postoje ${NumFeatures} važeće ulazne oblasti grupisanja.",
  "SS_84492": "Ukupna oblast ispitivanja je ${Area}.",
  "SS_84493": "Postoji 1 odstupanje lokacije; nije upotrebljeno za izračunavanje ${AggregationType}.",
  "SS_84495_0": "Postoji 1 odstupanje lokacije; neće biti upotrebljeno za proračunavanje veličine ćelije poligona.",
  "SS_84495_1": "Postoje ${numOutliers} odstupanja lokacija; neće biti upotrebljena za proračunavanje veličine ćelije poligona.",
  "SS_84496_0": "Postoji 1 odstupanje lokacije; neće biti upotrebljeno za proračunavanje optimalnog fiksnog opsega rastojanja.",
  "SS_84496_1": "Postoje ${numOutliers} odstupanja lokacije; neće biti upotrebljena za proračunavanje optimalnog fiksnog opsega rastojanja.",
  "SS_84501": "tačke",
  "SS_84502": "poligoni",
  "SS_84503": "Rezime ulaznih geoobjekata za podudaranje",
  "SS_84504": "Rezime atributa od interesa",
  "SS_84505": "Prvih ${numResults} najsličnijih lokacija (vrednosti)",
  "SS_84506": " Prvih 10 od ${numResults} najsličnijih lokacija (vrednosti)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"]",
  "SS_84698": "Korišćenje šestougaonika širine ${HexWidth} i visine ${HexHeight}.",
  "SS_84700": "veličina šestougaonika",
  "SS_84700_0": "Postoji 1 odstupanje lokacije; neće biti upotrebljeno za proračunavanje veličine ćelije šestougaonika.",
  "SS_84700_1": "Postoje ${numOutliers} odstupanja lokacija; neće biti upotrebljena za proračunavanje veličine šestougaonika.",
  "SS_84703": "Korišćeno rastojanje susedstva je bilo ${NeighborDistance}.",
  "SS_84704": "Analiza odstupanja",
  "SS_84705": "Kreiranje proizvoljne referentne raspodele sa ${NumPermutation} permutacije(a).",
  "SS_84708": "Postoji ${NumLowOutliers} statistički značajnih geoobjekata malog odstupanja.",
  "SS_84709": "Postoji ${NumHighOutliers} statistički značajnih geoobjekata velikog odstupanja.",
  "SS_84710": "Postoji ${NumLowClusters} geoobjekata koji su deo statistički značajnih niskih klastera.",
  "SS_84711": "Postoji ${NumHighClusters} geoobjekata koji su deo statistički značajnih visokih klastera.",
  "SS_84712": "Roze izlazni geoobjekti deo su klastera visokih ${Variable} vrednosti.",
  "SS_84713": "Svetloplavi izlazni geoobjekti deo su klastera niskih ${Variable} vrednosti.",
  "SS_84714": "Crveni izlazni geoobjekti predstavljaju visoka odstupanja u klasteru niskih ${Variable} vrednosti.",
  "SS_84715": "Plavi izlazni geoobjekti predstavljaju niska odstupanja u klasteru visokih ${Variable} vrednosti.",
  "SS_84764": "Broj klastera ${number}.",
  "SS_84766": "Funkcije šuma ${number}.",
  "SS_84769": "Grafikon dostupnosti",
  "SS_84770": "Rastojanje dostupnosti",
  "SS_84771": "Nalog dostupnosti",
  "SS_84782": "Distribucija verovatnoće članarine",
  "SS_84785": "Broj",
  "SS_84786": "Osetljivost grupisanja upotrebljena ${sensitivity}.",
  "SS_84787": "Druga najbolja osetljivost ${sensitivity}.",
  "SS_84789": "Verovatnoća članarine",
  "SS_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"]",
  "SS_89998": " [\"\", \"Total\", ${sumIndex}] "
}
