{
  "AO_100001": "Punten aggregeren is mislukt.",
  "AO_100002": "Het geometrietype van Puntlaag moet punten zijn.",
  "AO_100003": "Het geometrietype van de polygoonlaag moet polygonen zijn",
  "AO_100004": "Het veld ${fieldName} opgegeven voor Samenvattingsvelden bestaat niet.",
  "AO_100005": "Het veld ${fieldName} dat voor Samenvattingsvelden is opgegeven, wordt niet ondersteund voor statistische berekeningen.",
  "AO_100006": "Het samenvattingstype ${summary} voor veld ${fieldName} is ongeldig.",
  "AO_100007": "Hotspots zoeken is mislukt.",
  "AO_100008": "Het geometrietype voor de grenzende polygoonlaag moet een polygoon zijn.",
  "AO_100009": "Het geometrietype van Analyselaag moet punten of polygonen zijn.",
  "AO_100010": "Het geometrietype van Aggregatiepolygoonlaag moet polygoon zijn.",
  "AO_100011": "Er moet een Analyseveld worden opgegeven voor polygoonanalyselaag.",
  "AO_100012": "Buffers maken is mislukt.",
  "AO_100013": "Overlaylagen mislukt.",
  "AO_100014": "Samenvatten in is mislukt.",
  "AO_100015": "Het geometrietype van Laag samenvatten moet punten, lijnen of polygonen zijn.",
  "AO_100016": "Het geometrietype van Laag samenvatten moet punten of lijnen zijn.",
  "AO_100017": "Het geometrietype van Laag samenvatten moet punten zijn.",
  "AO_100018": "De vormeenheden ${sumUnits} zijn niet geldig bij het samenvatten van een ${shapeType} laag.",
  "AO_100019": "Minstens één van de parameters Vorm samenvatten of Samenvattingsvelden is vereist.",
  "AO_100020": "Laag verrijken is mislukt.",
  "AO_100021": "Het type geometrie van de Invoerlaag moet punt, lijn of polygoon zijn.",
  "AO_100022": "Eenheden ${units} worden niet ondersteund voor Buffertype ${bufferType}.",
  "AO_100023": "Kan laag niet verrijken voor invoer ruimtelijke referentie ${spref}.",
  "AO_100024": "Er zijn geen objecten opgegeven voor analyse in ${inputLayer}.",
  "AO_100025": "Samenvatten in de buurt van is mislukt.",
  "AO_100026": "Gegevens exporteren is mislukt.",
  "AO_100027": "Grenzen oplossen is mislukt.",
  "AO_100028": "Het genereren van reisgebieden is mislukt.",
  "AO_100029": "Lagen samenvoegen is mislukt.",
  "AO_100030": "Dichtstbijzijnde zoeken is mislukt.",
  "AO_100031": "Het aantal te zoeken dichtstbijzijnde locaties mag niet groter zijn dan ${max}.",
  "AO_100032": "Het aantal objecten in ${analysisLayer} is nul.",
  "AO_100033": "Het aantal objecten in ${nearLayer} is nul.",
  "AO_100034": "Het aantal objecten in ${analysisLayer} mag niet groter zijn dan ${max}.",
  "AO_100035": "Het aantal objecten in ${nearLayer} mag niet groter zijn dan 1000.",
  "AO_100036": "De ${analysisLayer} laag moet een puntgeometrietype hebben bij gebruik van ${measurementType} als het meettype.",
  "AO_100037": "De ${nearLayer} laag moet een puntgeometrietype hebben bij gebruik van ${measurementType} als het meettype.",
  "AO_100038": "De zoekgrens kan niet minder dan nul zijn.",
  "AO_100039": "De ${inputLayer} moet een puntgeometrietype hebben.",
  "AO_100040": "Het aantal objecten in ${inputLayer} mag niet groter zijn dan ${max}.",
  "AO_100041": "Buffer type parameter wordt alleen ondersteund voor kaartlagen die punten of lijnen bevatten.",
  "AO_100042": "Het geometrietype ${shapeType} van Laag in de buurt wordt niet ondersteund voor het type In de buurt ${nearType}.",
  "AO_100043": "Eenheden ${units} worden niet ondersteund voor type In de buurt ${nearType}.",
  "AO_100044": "Afstandswaarde moet groter dan 0 zijn.",
  "AO_100045": "Afstand en eenheden zijn vereist als Buffertype gespecificeerd is.",
  "AO_100046": "Kan geen toegang krijgen tot de server voor geografische verrijking.",
  "AO_100047": "Verrijking is mogelijk niet beschikbaar voor bepaalde objecten.",
  "AO_100048": "De invoerlaag ${inputLayer} bevat geometrie met meerdere punten en is geconverteerd naar geometrie met één punt.",
  "AO_100049": "Er zijn geen objecten in de verwerkingsextent voor invoerlagen.",
  "AO_100050": "Er bestaan geen velden in de input laag voor het exporteren van gegevens.",
  "AO_100051": "Er zijn geen objecten in de verwerkingsextent voor input lagen en geen van de input lagen hebben velden voor het exporteren van gegevens.",
  "AO_100052": "De veldnaam ${fieldName} bestaat niet in de ${paramName}.",
  "AO_100053": "Vereiste sleutels ${missingKeys} ontbreken in attribuutexpressie ${expression}.",
  "AO_100054": "Vereiste sleutels ${missingKeys} ontbreken in expressie van ruimtelijke relaties ${expression}.",
  "AO_100055": "Ongeldige expressie; onjuist gevormde JSON.",
  "AO_100056": "Ongeldige laagindex in expressie ${expression}.",
  "AO_100057": "Laagindex overschrijdt het aantal invoerlagen in expressie ${expression}.",
  "AO_100058": "${spatialRel} ruimtelijke relatie ondersteunt geen ${lyrGeomType}/${selLyrGeomType} geometrietypen voor laag/selectielaag in expressie ${expression}.",
  "AO_100059": "Ongeldige ruimtelijke relatie ${spatialRel} in expressie ${expression}.",
  "AO_100060": "Query-expressie mislukt in expressie ${expression}.",
  "AO_100061": "Op attributen en locatie zoeken is mislukt.",
  "AO_100062": "Ongeldige afstand en/of eenheden in expressie ${expression}.",
  "AO_100063": "Routes plannen mislukt.",
  "AO_100064": "Het aantal objecten in ${stopsLayer} is nul.",
  "AO_100065": "Het aantal objecten in ${startLayer} is nul.",
  "AO_100066": "Het maximale aantal te routeren voertuigen mag niet kleiner zijn dan nul en groter dan ${max}.",
  "AO_100067": "Het maximale aantal stops per voertuig mag niet kleiner zijn dan nul en groter dan ${max}.",
  "AO_100068": "Het aantal objecten in ${stopsLayer} mag niet groter zijn dan ${max}.",
  "AO_100069": "Het aantal objecten in ${startLayer} mag niet groter zijn dan ${max}.",
  "AO_100070": "Het aantal objecten in ${endLayer} mag niet groter zijn dan ${max}.",
  "AO_100071": "De laag ${stopsLayer} moet een puntgeometrietype hebben.",
  "AO_100072": "De ${startLayer} laag moet een puntgeometrie hebben.",
  "AO_100073": "De ${endLayer} laag moet een puntgeometrie hebben.",
  "AO_100074": "De doorgebrachte tijd bij elke stop mag niet minder dan nul zijn.",
  "AO_100075": "De totale routetijd per voertuig moet groter zijn dan nul en minder dan een jaar (525600 minuten).",
  "AO_100076": "De ${endLayer} moet niet worden opgegeven als Terug naar start true is.",
  "AO_100077": "Gelijksoortige locaties zoeken is mislukt.",
  "AO_100078": "Ongeldige veldnaam in expressie ${expression}.",
  "AO_100079": "Op attributen en locatie zoeken is mislukt.",
  "AO_100080": "Reiskosten berekenen is mislukt.",
  "AO_100081": "Field Calculator is mislukt.",
  "AO_100082": "Een veldnaam en een expressie zijn vereist.",
  "AO_100083": "Een veldtype is vereist om een nieuw veld te maken.",
  "AO_100084": "Veldtype moet Tekenreeks, Geheel getal, Dubbel of Datum zijn.",
  "AO_100087": "Veld ${fieldName} bestaat niet in ${inputLayer}.",
  "AO_100088": "Veld(en) ${attribute} moet(en) zowel in referentielagen als kandidaat-zoeklagen liggen.",
  "AO_100089": "De volgende velden hebben onvoldoende variatie voor gebruik in deze analyse: ${attribute}.",
  "AO_100090": "Deze tool vereist minstens 2 kandidaat-zoeklocaties die niet ook referentielocaties zijn.",
  "AO_100091": "Het geometrietype van ${paramName} moet Punten zijn.",
  "AO_100092": "Het geometrietype van omgrenzende polygoonlaag moet Polygonen zijn.",
  "AO_100093": "Het classificatietype Handmatig vereist een klassebreukwaarde.",
  "AO_100094": "Het maximale aantal te routeren voertuigen moet gelijk zijn aan het aantal objecten in ${startLayer}.",
  "AO_100095": "Het aantal objecten in ${endLayer} moet gelijk zijn aan het aantal objecten in ${startLayer}.",
  "AO_100096": "De ${startLayerRouteIDField} in ${startLayer} heeft geen unieke waarden.",
  "AO_100097": "De ${endLayerRouteIDField} in ${endLayer} heeft geen unieke waarden.",
  "AO_100098": "De waarden in ${startLayerRouteIDField} in ${startLayer} hebben geen een-op-een overeenkomst met de waarden in ${endLayerRouteIDField} in ${endLayer}.",
  "AO_100099": "Alle breukwaarden moeten groter zijn dan nul.",
  "AO_100100": "De objecten in ${inputLayer} vallen niet binnen het gegevensdekkingsgebied. Zie beschikbaarheid op ${url}.",
  "AO_100101": "Geen objecten in ${inputLayer} bevinden zich binnen een afstand van ${max} kilometer van straten.",
  "AO_100102": "Alle objecten in ${inputLayer} moeten zich in dezelfde tijdzone bevinden bij het gebruik van verkeer en het maken van gebieden met opties voor scheiden of splitsen.",
  "AO_100103": "De ${measureType} waarde mag niet groter zijn dan ${max} ${breakUnits}.",
  "AO_100104": "Punten interpoleren mislukt.",
  "AO_100105": "Dichtheid berekenen mislukt.",
  "AO_100106": "Veld ${fieldName} is niet numeriek.",
  "AO_100107": "Veld ${fieldName} heeft geen positieve waarden.",
  "AO_100108": "Veld ${fieldName} heeft negatieve waarden. Alleen positieve waarden worden overwogen voor het berekenen van de dichtheid.",
  "AO_100109": "Het geometrietype voor de invoerlaag moet punten of lijnen zijn.",
  "AO_100110": "Uw gebruikersrol heeft geen machtiging voor Geografische verrijking.",
  "AO_100111": "Uw gebruikersrol heeft geen machtiging voor netwerkanalyse.",
  "AO_100112": "Uw gebruikersrol bevat geen machtiging om gehoste featureservices te publiceren.",
  "AO_100113": "Geen van de haltes was toegewezen aan een route. Controleer de velden Status en Geschonden beperkingen in de output van de laag voor niet-toegewezen stopplaatsen voor meer informatie.",
  "AO_100114": "De tijd die bij elke stop wordt doorgebracht, ${stopServiceTime} minuten, moet minder zijn dan de totale routetijd per voertuig, ${maxRouteTime} minuten.",
  "AO_100115": "Sommige haltes waren niet aan een route toegewezen. Controleer het veld Geschonden beperkingen in de output voor de laag voor niet-toegewezen stopplaatsen voor meer informatie.",
  "AO_100116": "Slechts ${routesUsed} van ${routeCount} routes zijn vereist om alle stops te bereiken. Als u meer routes wilt gebruiken, voer dan de tool Routes plannen opnieuw uit, maar verlaag de limieten voor het maximale aantal tussenstops of de totale routetijd per voertuig.",
  "AO_100117": "Ondersteuning voor vrachtwagens is vooralsnog beperkt tot Noord- en Midden-Amerika.",
  "AO_100118": "Uw gebruikersrol bevat geen machtiging voor het maken, bijwerken of verwijderen van content.",
  "AO_100119": "Het geometrietype van Binnen laag-invoer moet polygonen zijn.",
  "AO_100120": "De objecten in de laag overschrijden de maximale aanvraaggrootte en zijn niet verrijkt.",
  "AO_100121": "Viewshed maken mislukt.",
  "AO_100122": "Stroomafwaarts traceren mislukt.",
  "AO_100123": "Stroomgebieden maken mislukt.",
  "AO_100124": "Het geometrietype van Invoerlaag moet punt zijn voor buffertype ${bufferType}.",
  "AO_100125": "Het groepsveld ${fieldName} moet van de types integer, tekst of datum zijn.",
  "AO_100126": "De invoerlaag bevat objecten met geometrie die te complex zijn voor de gevraagde service. Resultaten worden gebaseerd op een vereenvoudigde geometrie.",
  "AO_100127": "Alle invoerpunten vallen buiten het gegevensdekkingsgebied.",
  "AO_100128": "Het opgegeven puntveld moet een string of geheel getal zijn.",
  "AO_100129": "De punten vallen buiten de stroomgebiedextent.",
  "AO_100130": "De punten vallen buiten de verwerkende eenheidextent.",
  "AO_100131": "De maximale kijkafstandparameter kan niet meer zijn dan ${max}${units}.",
  "AO_100132": "De DEM-brondata zijn niet beschikbaar in het invoerpuntengebied.",
  "AO_100133": "De ingevoerde DEM-resolutie wordt niet ondersteund bij de opgegeven maximale afstandswaarde. Geef een kleinere maximale afstandswaarde op.",
  "AO_100136": "Ongeldige extent voor gegevensextractie.",
  "AO_100137": "Er is een waarde voor de ${parameterName} vereist.",
  "AO_100138": "Sommige beginpunten zijn niet verbonden met bestemmingen. Controleer de lagen met de niet toegewezen beginpunten en bestemmingen voor meer informatie.",
  "AO_100139": "Geen enkel vertrek kon worden verbonden met een bestemming.",
  "AO_100140": "De extentlaag bevat objecten met geometrie die te complex zijn voor de gevraagde service. Resultaten worden gebaseerd op een vereenvoudigde geometrie.",
  "AO_100141": "De objecten in de Extent Layer zijn groter dan de max aanvraaggrootte en kunnen niet worden opgehaald.",
  "AO_100142": "De omvang van de invoerpuntobjecten overschrijdt de toegestane maximale omvang.",
  "AO_100143": "Uw gebruikersrol heeft geen machtiging voor hoogte-analyse.",
  "AO_100144": "De ${serviceName} utility is niet geregistreerd voor het portaal.",
  "AO_100145": "De volgende reismodus is ongeldig: ${travelMode}.",
  "AO_100146": "De gekozen break units, ${breakUnits}, en reismodus, ${travelMode}, zijn niet compatibel. Het zijn niet dezelfde tijd- of afstandswaarden.",
  "AO_100147": "De manier van reizen geeft geen op tijdgebaseerd impedantie-attribuut op.",
  "AO_100148": "U hebt geen toestemming voor toegang tot de utility ${serviceName}.",
  "AO_100149": "Kan geen toegang krijgen tot geregistreerde url voor utility ${serviceName}: ${cause}.",
  "AO_100150": "Beste voorzieningen kiezen mislukt",
  "AO_100151": "De gekozen reisbereikeenheden, ${travelRangeUnits}, en reismodus, ${travelMode}, zijn niet compatibel. Het zijn niet dezelfde tijd- of afstandswaarden.",
  "AO_100152": "Het gecombineerde aantal objecten in ${requiredFacilitiesLayer} en ${candidateFacilitiesLayer} mag niet groter zijn dan ${max}.",
  "AO_100153": "De waarde voor de ${paramName} parameter moet groter zijn dan nul.",
  "AO_100154": "Geef een waarde op voor ${paramName1} of ${paramName2} parameter.",
  "AO_100155": "De laag kandidaatvoorzieningen, ${candidateFacilitiesLayer}, mag niet worden gespecificeerd voor het doel Toewijzen.",
  "AO_100156": "Het percentage van de vraag naar dekking moet groter zijn dan nul en gelijk aan of minder dan honderd.",
  "AO_100157": "Het aantal kandidaten om te kiezen kan niet kleiner zijn dan het aantal objecten in de laag vereiste voorzieningen.",
  "AO_100158": "Het aantal kandidaten om te kiezen mag niet groter zijn dan ${max}.",
  "AO_100159": "Het aantal dataverzamelingen is groter dan de maximale limiet van ${maxDataCollections}.",
  "AO_100160": "Enkele van de objecten hebben een ongeldige geometrie en zijn uit het resultaat verwijderd.",
  "AO_100161": "Batch Geocode mislukt.",
  "AO_100162": "Analyse geocode-invoer mislukt.",
  "AO_100163": "Uw tekst qualifier is ongeldig.",
  "AO_100164": "U moet ofwel inputTable, inputFileItem of columnNames invoeren. Alle drie kunnen niet leeg zijn.",
  "AO_100165": "Als uw header-rij niet bestaat, moet u columnNames invoeren.",
  "AO_100166": "Indien uw fileType een tabel is, dan moet u een inputTable invoeren.",
  "AO_100167": "CSV Collection is geen ondersteund invoertype. Voer een CSV- of Microsoft Excel-spreadsheet in.",
  "AO_100168": "Uw bestandsnaam of extensie is te lang.",
  "AO_100169": "Uw zip-bestand kan niet worden geopend.",
  "AO_100170": "Er is geen bestand van het opgegeven formaat in uw zip-bestand.",
  "AO_100171": "Ongeldige locatorservice URL: ${service_url}.",
  "AO_100172": "Ongeldige aanmeldgegevens of locatorservice URL: ${service_url}. Zorg ervoor dat proxy items met Iedereen gedeeld is.",
  "AO_100173": "De gebruiker heeft geen machtigingen voor geocoderen of de juiste publicatierechten.",
  "AO_100174": "De geocoderingsdienst moet op een federatieve server staan.",
  "AO_100175": "Ongeldige token.",
  "AO_100176": "Uw bestand moet UTF-8-gecodeerd zijn. Dien uw bestand opnieuw in.",
  "AO_100177": "Uw Excel-bestand is beschadigd en kan niet worden geopend.",
  "AO_100178": "De eerste rij van uw bestand is leeg. Bewerk uw bestand en dien het opnieuw in.",
  "AO_100179": "U moet kolombreedtes definiëren als uw bestand een vaste breedte heeft.",
  "AO_100180": "Uw kolombreedtes moeten gehele getallen zijn, gescheiden door komma's, zoals dit: 5,7,13.",
  "AO_100181": "De titelrij van uw bestand kon niet geparsed worden of is leeg.",
  "AO_100182": "Veld ${field} kon gekoppeld worden aan 2 mogelijke aliasvelden: ${field_one} en ${field_two}.",
  "AO_100183": "Veldtoewijzing ingevoerd in een onjuist formaat.",
  "AO_100184": "Onjuiste outputFields. Voer de outputFields als volgt in: x,y,score,match_addr.",
  "AO_100185": "chars_per_row moet een heel getal zijn.",
  "AO_100186": "Onjuiste widths_of_cols. Voer widths_of_cols als volgt in: 10,15,6.",
  "AO_100187": "Uw outputName moet leeg zijn om een Feature Collection te krijgen.",
  "AO_100188": "Uw outputName kan niet leeg zijn.",
  "AO_100189": "Incorrecte geocodeServiceURL. Controleer of de geocoding service online is en een geldig geocodeAddresses REST endpoint heeft.",
  "AO_100190": "Controleer uw header_rows_to_skip parameter.",
  "AO_100191": "Kon titel niet schrijven: controleer of uw headerRowsToSkip onjuist is of dat de geocoding service niet beschikbaar is.",
  "AO_100192": "Als uw headerrij bestaat, moet u de headerRowsToSkip opgeven.",
  "AO_100193": "Uw headerRowsToSkip moet een positief getal zijn dat kleiner is dan het aantal rijen in de inputTable of inputFileItem.",
  "AO_100194": "Resultaten bestand wordt bewerkt door een ander programma.",
  "AO_100195": "Het ingevoerde bestand was leeg. Er wordt een leeg bestand teruggestuurd.",
  "AO_100196": "De veldtoewijzing moet een lijst van lijsten zijn.",
  "AO_100197": "Uw geocodingServiceURL kan onjuist zijn, het heeft geen maxBatchSize op de info pagina.",
  "AO_100198": "Geen van de velden zijn gekoppeld aan geldige locatievelden. Fieldmapping bewerken en opnieuw verzenden.",
  "AO_100199": "De mapping bevat een locatieveld dat niet ondersteund wordt. Fieldmapping bewerken en opnieuw verzenden.",
  "AO_100200": "De mapping bevat een locatieveld dat niet ondersteund wordt. Ondersteunde locatorvelden zijn ${supported_fields}. Fieldmapping bewerken en opnieuw verzenden.",
  "AO_100201": "De field_mapping bevat een invoerveld ${field} dat niet aanwezig is in het invoerbestand: ${supported_fields}.",
  "AO_100202": "Kon geen REST-verzoek maken vanuit de servermachine. Controleer of de servermachine verbonden is met het internet.",
  "AO_100203": "De ingevoerde geocodeServiceURL moet https zijn in plaats van http.",
  "AO_100204": "De inputTable heeft meer dan 100.000 records en wordt niet ondersteund.",
  "AO_100205": "Het scheidingsteken van uw kolom is ongeldig.",
  "AO_100206": "Replica maken mislukt voor de URL(s): ${Url}. Controleer of de service toestaat dat anderen data exporteren naar andere formaten.",
  "AO_100207": "Het totale aantal invoervelden en verrijkingsvariabelen overschrijdt de maximumgrens van ${maxCountOfFields}.",
  "AO_100208": "Uw headerrij is niet even lang als het aantal lijsten in uw veldtoewijzing.",
  "AO_100209": "Uw headerRowsToSkip moet een positief getal zijn dat kleiner is dan het aantal rijen in de inputTable of inputFileItem.",
  "AO_100210": "Uw invoerbestand heeft te veel rijen. xls ondersteunt slechts tot 65536 rijen. Geef een ander outputType op.",
  "AO_100211": "Routelagen maken mislukt.",
  "AO_100212": "Het ingevoerde routebestand is geen geldig zip-bestand.",
  "AO_100213": "Invoerbestand met routegegevens bevat niet de vereiste Stop-objectklasse.",
  "AO_100214": "Invoerroutegegevens bevat niet ten minste twee stops.",
  "AO_100215": "Objecten koppelen mislukt.",
  "AO_100216": "Uitschieters zoeken is mislukt.",
  "AO_100217": "Het is niet gelukt om het resultaat op te slaan als routelagen, omdat de analyse geen routes heeft opgeleverd.",
  "AO_100218": "Inclusief routelagen is niet geldig wanneer measurementType rechtlijnig is.",
  "AO_100219": "Ongeldige invoer voor parameter ${paramName}.",
  "AO_100220": "Het geometrietype ${geomType} voor ${paramName} wordt niet ondersteund voor ruimtelijke relatie: ${spatialRel}.",
  "AO_100221": "Attribuut of Ruimtelijke relatie moet worden gespecificeerd.",
  "AO_100222": "Ruimtelijke relatie wordt niet ondersteund voor tabelinputs.",
  "AO_100223": "Het opnemen van routelagen wordt niet ondersteund bij het opvragen van uitvoer van objectcollectie.",
  "AO_100224": "Downloaden routegegevens vanuit het routedata-item, ${itemId} is mislukt.",
  "AO_100225": "Verwijderen van het routedata-item, ${itemId} is mislukt.",
  "AO_100226": "Het is niet gelukt om routegegevens uit het routegegevensbestand te halen.",
  "AO_100227": "Uw headerrij is niet even lang als het aantal lijsten in uw veldtoewijzing.",
  "AO_100228": "Uw headerRowsToSkip moet een positief getal zijn dat kleiner is dan het aantal rijen in de inputTable of inputFileItem.",
  "AO_100229": "Uw invoerbestand heeft te veel rijen. xls ondersteunt slechts tot 65536 rijen. Geef een ander outputType op.",
  "AO_100230": "Uw bestandstype worden niet ondersteund. Ondersteunde bestandstypes zijn CSV of XLSX.",
  "AO_100231": "Uw uitvoernaam is niet correct geformatteerd.",
  "AO_100232": "Uw gebruikersrol heeft geen machtiging voor geocoderen.",
  "AO_100233": "Het aantal records in de invoertabel is groter dan het maximum toegelaten aantal ${max} voor geocoderen.",
  "AO_100234": "U kunt niet tegelijk een tabel en een bestand verzenden, verzend er slechts één.",
  "AO_100235": "De inputFileParameters zijn niet juist geformatteerd.",
  "AO_100236": "Als u een bestand verzendt, moet u inputFileParameters specificeren.",
  "AO_100237": "Deze invoertabel is ongeldig. Kies een andere tabel.",
  "AO_100238": "Dit invoerbestand is ongeldig. Gelieve een ander bestand te kiezen.",
  "AO_100239": "U moet een inputFile, inputTable of columnNames specificeren.",
  "AO_100240": "De geocodeParameters zijn niet juist geformatteerd.",
  "AO_100241": "Uw uitvoerresultaatnaam bestaat al. Kies een andere naam.",
  "AO_100242": "U hebt niet genoeg credits om deze actie uit te voeren. Neem contact op met een ArcGIS-systeembeheerder voor ondersteuning.",
  "AO_100243": "Sommige objecten in uw resultaat zijn niet verrijkt.",
  "AO_100244": "Afstand en eenheden zijn vereist voor RuimtelijkeRelatieBinnenAfstand.",
  "AO_100245": "Ongeldige expressie voor ${paramName}, misvormd JSON.",
  "AO_100246": "Het creëren van routelagen is mislukt voor de volgende routes: ${routeNames}.",
  "AO_100247": "Het creëren van routelagen als het aantal routes is mislukt, ${routeCount}, is hoger dan het maximale aantal routelagen, ${max}, dat gecreëerd kan worden.",
  "AO_100248": "Uw bestand of tabel heeft geen records. Voeg records toe die geocodeerd moeten worden en dien ze opnieuw in.",
  "AO_100249": "Ongeldige categorie.",
  "AO_100250": "De ingediende tabel is leeg of corrupt.",
  "AO_100251": "Uw bestand is niet utf-8 gecodeerd. Stuur opnieuw.",
  "AO_100252": "De waarden in ${startLayerRouteIDField} veld in ${startLayer} en ${endLayerRouteIDField} veld in ${endLayer} zijn niet uniek.",
  "AO_100253": "Lege invoertabel en leeg invoerbestanditem. Voer een invoertabel of een invoerbestanditem in.",
  "AO_100254": "Centroids zoeken mislukt.",
  "AO_100255": "Kan bins niet maken.",
  "AO_100256": "Parameter ${paramName} vereist een geldige waarde.",
  "AO_100257": "Sommige van de waarden in de doelvelden zijn ongeldig en kunnen niet worden samengevoegd.",
  "AO_100258": "De afstand tussen ingevoerde waarden moet bij lopen minder zijn dan ${mileValue} mijl (${kmValue} kilometer).",
  "AO_100259": "Er zijn geen dichtstbijzijnde locaties gevonden. Controleer of het zoekbereik geschikt is voor uw analyse.",
  "AO_100260": "Zoek puntclusters mislukt.",
  "AO_100261": "Samenvatten centrum en spreiding mislukt.",
  "AO_100262": "Ongeldige query. Niet alle expressies verwijzen naar dezelfde doellaag. Uitvoerlocaties kunnen alleen worden afgeleid van één doellaag.",
  "AO_100263": "${barrierType} kan niet gespecificeerd worden wanneer het meettype rechte lijn is.",
  "AO_100264": "De kaartlaag ${inputLayer} gebruikt om ${shapeType} barrièrelaag te specificeren moet een ${shapeType} geometrie hebben.",
  "AO_100265": "Het aantal straatobjecten dat gekruist wordt door de puntbarrièrelaag is hoger dan het maximum van ${limit}.",
  "AO_100266": "Het aantal straatobjecten dat gekruist wordt door de lijnbarrièrelaag is hoger dan het maximum van ${limit}.",
  "AO_100267": "Het aantal straatobjecten dat gekruist wordt door de polygoonbarrièrelaag is hoger dan het maximum van ${limit}.",
  "AO_100268": "Betegeling genereren mislukt",
  "AO_100269": "Ongeldige extent voor het genereren van betegeling.",
  "AO_100270": "De grootte en het aantal van de variabelen die u hebt geselecteerd overschrijdt de maximale rijafmetingen voor de objectservicelaag. Verklein het aantal geselecteerde variabelen.",
  "AO_100271": "Het ${fieldName} veld in laag ${analysisLayer} kan geen lege waarden hebben.",
  "AO_100272": "Oftewel veld ${startLayerRouteIDField} in laag ${startLayer} of veld ${endLayerRouteIDField} in laag ${endLayer} kunnen unieke waarden hebben.",
  "AO_100273": "Waarde ${routeId} van veld ${routeIDField} in laag ${startLayer} heeft geen overeenkomend object in laag ${endLayer}.",
  "AO_100274": "Het maximale aantal te routeren voertuigen moet gelijk zijn aan het aantal objecten in ${startLayer} laag die wordt gebruikt als startlocaties voor de routes.",
  "AO_100275": "Het maximale aantal te routeren voertuigen moet gelijk zijn aan het aantal objecten in ${endLayer} laag die wordt gebruikt als eindlocaties voor de routes.",
  "AO_100276": "Het aantal objecten in de laag ${startLayer} die gebruikt wordt als startlocatie voor de routes mag niet groter zijn dan ${max}.",
  "AO_100277": "Het aantal objecten in de laag ${endLayer} die gebruikt wordt als eindlocatie voor de routes mag niet groter zijn dan ${max}.",
  "AO_100278": "De ${measureType} waarde mag niet groter zijn dan ${max} ${breakUnits} wanneer de optie om onbereikbare gebieden als gaten te tonen is geselecteerd.",
  "AO_100279": "De ${measureType} waarde mag niet groter zijn dan ${max} ${breakUnits} wanneer de optie om bereikbare straten op te nemen is geselecteerd.",
  "AO_100280": "De ${measureType} waarde mag niet groter zijn dan ${max} ${breakUnits} bij wandelen.",
  "AO_100281": "De gevraagde analysevariabelen zijn van meerdere hiërarchieën. Dit kan resulteren in inconsistente resultaten.",
  "AO_100282": "Voor het gebruik van het meettype StraightLine met de tool Dichtstbijzijnde zoeken, hebt u een ArcGIS Server Advanced-licentie nodig op de hostingserver.",
  "AO_100283": "Er zijn te veel objecten of complexe vormen in de dataset aanwezig. Overweeg het aantal objecten te verminderen voordat u Laag verrijken uitvoert. U kunt bijvoorbeeld de dataset filteren en de tool in batches uitvoeren of de kaartextent kleiner maken.",
  "AO_100284": "Geen ruimtelijke referentie gevonden voor ${inputLayer}. Hierdoor mislukt de analyse of wordt een output gemaakt zonder ruimtelijke referentie.",
  "AO_100285": "Alleen de eigenaar voor ${inputLayer} kan een analyse van deze kaartlaag uitvoeren.",
  "AO_100286": "De kredietschatting is gebaseerd op het gebruik van een aangepaste GeoEnrichment Service.",
  "AO_100287": "Gegevens zijn niet beschikbaar voor landen met de volgende landcodes: ${country}.",
  "AO_100288": "Kan het land voor een of meer features niet detecteren.",
  "AO_100289": "Omgevingsverbindingsfout. Neem contact op met Esri Support Services.",
  "AO_100290": "Object-ID-velden kunnen niet worden gebruikt in attribuutverbindingen.",
  "AO_100291": "Kan analyseresultaten niet publiceren als een objectverzameling omdat een van de uitvoerlagen meer dan 9999 objecten heeft. Sla uw resultaat op als feature layer om alle objecten te behouden.",
  "AO_100292": "De opgegeven uitvoernaam is al in gebruik of bevat ongeldige tekens.",
  "AO_100293": "Eén of meerdere features werden niet verrijkt, omdat het aanmaken van een reismodusgebied is mislukt. Verifieer dat de invoerfeatures zich binnen het gegevensdekkingsgebied van uw netwerkanalyseservice bevinden of gebruik lineaire afstand.",
  "AO_100294": "Eén of meer features overschrijden demografische grenzen. Verrijkingsvariabelen zijn ingeschat met behulp van proportionele aggregatie.",
  "AO_100295": "Routegegevens geodatabase ${geodatabase} bestaan niet.",
  "AO_100296": "Het zipbestand met routegegevens ${zipfile} is leeg.",
  "AO_100297": "Het aantal uitvoerservicegebieden, ${numFeatures}overschrijdt de maximale drempelwaarde ${threshold}, die van de service kan worden geretourneerd.",
  "AO_100298": "Taak mislukt vanwege servicefout. Neem contact op met Esri Support Services.",
  "AO_100299": "Kan de resultaten van de hoogteservice niet uitpakken. Neem contact op met Esri Support Services.",
  "AO_100300": "Kan de resultaten van de hydrologieservice niet uitpakken. Neem contact op met Esri Support Services.",
  "AO_100301": "Voor alle invoerlagen is hetzelfde geometrietype vereist.",
  "AO_100302": "Geostatistical Analyst licentie is vereist om deze tool uit te voeren.",
  "AO_100303": "Spatial Analyst licentie is vereist voor het uitvoeren van deze tool.",
  "AO_100304": "Drempelgebieden maken is mislukt.",
  "AO_100305": "De waarde is geen lid van minuten | Seconden | Uren | mijl | Kilometer | meter | voet | voet | Overige.",
  "AO_100306": "Ongeldige Arcade-expressie",
  "AO_100307": "Alle polygonen zijn leeg.",
  "AO_100308": "De numerieke waarde ligt buiten het geldige bereik.",
  "AO_100309": "De waarde is geen lid van ToFacility | FromFacility.",
  "AO_100310": "De waarde is geen lid van StraightLine | Reistijd | Reisafstand | Trucktijd | Truckafstand | Wandeltijd | Wandelafstand | Landelijke reistijd | Reisafstand op plattelandswegen.",
  "AO_100311": "De waarde is geen lid van GeoLocal | UTC.",
  "AO_100312": "Resultaten kunnen worden opgeslagen als objectverzameling wanneer bereikbare straten worden inbegrepen.",
  "AO_100313": "Kan overschrijven niet uitvoeren: het opgegeven portalitem bestaat niet.",
  "AO_100314": "Kan overschrijven niet uitvoeren: u moet de eigenaar van het item zijn of beheerdersrechten hebben om dit item te kunnen overschrijven.",
  "AO_100315": "Kan overschrijven niet uitvoeren: niet-ondersteund itemtype om te overschrijven.",
  "AO_100316": "De opgegeven servicenaam wijkt af van de titel van het bestaande item dat moet worden overschreven. Het item wordt overschreven, maar de titel van het item wordt niet bijgewerkt.",
  "AO_100317": "Kan overschrijven niet uitvoeren: u moet een Item-ID opgeven om een item te overschrijven.",
  "AO_100318": "Kan overschrijven niet uitvoeren: er wordt naar het opgegeven portalitem verwezen door andere portalitems. Alle weergavelagen die gekoppeld zijn met het opgegeven portalitem moeten worden verwijderd voordat het overschrijven wordt uitgevoerd.",
  "AO_100319": "Het totale aantal velden in de resultaatlaag, inclusief analysevelden gegenereerd door de tool, overschrijdt de limiet van 1023 velden.",
  "AO_100320": "Het totale aantal velden in de resultaatlaag, inclusief analysevelden gegenereerd door de tool, overschrijdt de limiet van 1019 velden.",
  "AO_100321": "Kan niet overschrijven: de ruimtelijke referentie van de output moet overeenkomen met de ruimtelijke referentie van het bestaande item om te kunnen overschrijven.",
  "AO_100322": "Kan het resultaat niet publiceren. Probeer de tool later opnieuw uit te voeren.",
  "AO_100323": "Kan de drempelwaarden niet bereiken.",
  "AO_100324": "De variabele is niet geschikt voor drempelgebiedanalyse.",
  "AO_100325": "Er is geen stratennetwerk gevonden voor invoerpunt: ${pointId}.",
  "AO_100326": "De maximumradius is bereikt zonder oplossing voor invoerpunt: ${pointId}.",
  "AO_100327": "Kan overschrijven niet uitvoeren: er wordt naar het opgegeven portalitem verwezen door andere portalitems. Alle weergavelagen die gekoppeld zijn met het opgegeven portalitem moeten worden verwijderd voordat het overschrijven wordt uitgevoerd.",
  "AO_100328": "Het geometrietype van de invoerlaag mag niet punten zijn. U kunt deze invoer gebruiken om een nieuwe puntenlaag te maken via de tool Op attributen en locatie zoeken.",
  "AO_100329": "Ongeldige samenvoegattributen.",
  "AO_100352": "De som van het aantal objecten in de kandidaatfaciliteit- en vereiste faciliteit-lagen kan niet hoger zijn dan ${max}.",
  "AO_100353": "Kan de feature service voor uitvoer niet maken. Er is geen ondersteuning voor Timestampoffset-velden .",
  "AO_100354": "De opgegeven indeling voor uitvoergegevens vereist het WGS84-coördinatensysteem (World Geodetic System 1984). WGS84 is toegepast en uw uitvoercoördinaatsysteem is niet gebruikt.",
  "AO_100355": "Kan overzichtsstatistieken niet berekenen voor de volgende veldtypen: DateOnly, TimeOnky en TimestampOffset.",
  "AO_100356": "Kan de volgende velttypen niet exporteren: ${params}.",
  "AO_1011": "Gevallen met te weinig hoekpunten voor een geldige geometrie (omvat alleen de eerste 30): %1 = %2",
  "AO_109": "De bufferafstand mag niet negatief zijn voor lijnen en punten.",
  "AO_110": "${inputFC} bestaat niet.",
  "AO_110057": "De ruimtelijke referentie voor de invoerobjecten (${inputFeatures}) is onverenigbaar met het uitvoercoördinaatsysteem (${outputCoordinateSystem}).",
  "AO_110058": "De ruimtelijke referentie voor de kandidaat-objecten (${candidateFeatures}) is niet verenigbaar met het uitvoercoördinaatsysteem (${outputCoordinateSystem}).",
  "AO_110059": "Projecties tussen de invoerobjecten en de kandidaatobjecten zijn onverenigbaar. De analyse is uitgevoerd in de projectie \"WGS_1984_Web_Mercator_Auxiliary_Sphere\".",
  "AO_110068": "Er zijn bij de Rayleigh-test minstens ${numCases2D} objecten vereist voor een geldig tweedimensionaal resultaat en ${numCases3D} objecten voor een geldig driedimensionaal resultaat.",
  "AO_110069": "Er zijn voor ${numBadCases} van de ${numCases} gevallen te weinig objecten om de Rayleigh-test te valideren.",
  "AO_110070": "De Rayleigh-test is ongeldig omdat de gegevensset diametraal bimodaal is. De uitvoer is gecorrigeerd voor een betere representatie van de gemiddelde oriëntatie.",
  "AO_110071": "Er zijn voor ${numDoubleAngleCases} van de ${doubleAngleCases} gevallen diametrisch bimodale gegevens aangetroffen. De Rayleigh-test is ongeldig voor deze gevallen en als gevolg daarvan is de uitvoer hiervan gecorrigeerd voor een betere weergave van de gemiddelde oriëntatie.",
  "AO_110083": "Verticale en lineaire eenheden in het XY- en Z-coördinaatsysteem zijn niet hetzelfde.",
  "AO_110141": "Het minimum aantal objecten per cluster is groter dan het aantal objecten in de dataset.",
  "AO_110143": "Het minimum aantal objecten per cluster moet groter zijn dan 1.",
  "AO_110144": "Genereren van grensgebieden met gespecificeerde reismodus mislukt.",
  "AO_110145": "Niet elke samenvoegingslaag heeft een bijbehorend samenvoegattribuut.",
  "AO_110146": "Het veld ${fieldName} bestaat niet in de laag ${layerName}, zodat de samenvoegingsoperatie ${mergeAttribute} niet kan worden uitgevoerd.",
  "AO_110243": "De analyse kon niet worden voltooid omdat het gecreëerde raster meer dan de maximale twee miljard cellen zou bevatten.",
  "AO_110250": "Alle rastercellen moeten binnen het projectiedomein vallen.",
  "AO_110339": "De attributen die van belang zijn voor de kandidaatobjecten moeten gemiddelde waarden hebben die verschillen van de ingangsobjecten bij het matchen aan de hand van de attribuutprofielen.",
  "AO_110340": "${summary} kan niet worden berekend voor datumvelden.",
  "AO_110341": "Kan geen statistieken berekenen voor het veld ${fieldName}. Neem contact op met Esri Support Services.",
  "AO_110342": "Maken van feature service is mislukt ${serviceName}.",
  "AO_110343": "Item ${itemName} maken mislukt.",
  "AO_110344": "H3-mozaïekanalyse vereist het World Geodetic System 1984 (WGS84) coördinaatsysteem. WGS84 is toegepast en uw uitvoercoördinaatsysteem is niet gebruikt.",
  "AO_110345": "H3-mozaïekanalyse vereist het World Geodetic System 1984 (WGS84) coördinaatsysteem. WGS84 is toegepast als uw uitvoercoördinaatsysteem.",
  "AO_110346": "Er is een binresolutie vereist als het bintype H3 Hexagons is.",
  "AO_110347": "Er is een bingroote-invoer vereist voor dit bintype.",
  "AO_110348": "De extent bevat geen geldige ruimtelijke referentie.",
  "AO_110349": "De extent opgegeven in de contextparameter is niet geldig.",
  "AO_110350": "Het uitvoercoördinatensysteem opgegeven in de contextparameter is niet geldig.",
  "AO_110351": "Meerdere bewerkingen konden niet worden uitgevoerd op hetzelfde veld.",
  "AO_1115": "De eigenschap laagbeschrijving moet worden ingesteld voor ${layerName}.",
  "AO_1156": "Een veldwaarde was incompatibel met het veldtype.",
  "AO_12": "Het toe te voegen veld bestaat al.",
  "AO_1533": "Wij hebben geen hotspots en coldspots kunnen berekenen voor de opgegeven gegevens. Indien van toepassing probeert u een analyseveld op te geven.",
  "AO_1534": "Hotspots en coldspots kunnen niet worden berekend als het aantal punten in elk polygoongebied identiek is. Probeer andere polygoongebieden of andere analyseopties.",
  "AO_1535": "Voor de analyseoptie die u hebt geselecteerd, moeten er minstens ${minNumFeatures} aggregatiegebieden zijn.",
  "AO_1536": "Voor de analyseopties die u hebt geselecteerd, moeten er minstens ${minNumIncidents} punten zijn om hotspots en coldspots te berekenen.",
  "AO_1570": "Voor de analyseoptie die u hebt geselecteerd, moeten er minstens ${minNumIncidents} punten in de grenspolygoongebied(en) zijn.",
  "AO_1571": "Voor de analyseopties die u hebt geselecteerd, moeten er minstens ${minNumFeatures} objecten zijn met geldige gegevens in het analyseveld om hotspots en coldspots te kunnen berekenen.",
  "AO_1572": "Er is onvoldoende variatie in puntlocaties om hotspots en coldspots te kunnen berekenen. Samenvallende punten bijvoorbeeld verminderen de ruimtelijke variatie. U kunt proberen een grensgebied, aggregatiegebieden (minstens 30) of een analyseveld op te geven.",
  "AO_1573": "Er is onvoldoende variatie tussen de punten in de grenspolygoongebied(en). u kunt proberen grotere grenzen op te geven.",
  "AO_1574": "Voor de analyseoptie die u hebt geselecteerd, moeten er minstens ${minNumIncidents} punten in de aggregatiepolygonen zijn.",
  "AO_1575": "Alle waarden voor uw analyseveld zijn waarschijnlijk gelijk. Er kunnen geen hotspots en coldspots worden berekend wanneer er geen variatie is in het veld dat wordt geanalyseerd.",
  "AO_1583": "Wanneer er meerdere invoerobjecten zijn, is matching gebaseerd op de gemiddelde attributen van belang.",
  "AO_1584": "Ontbrekende/ongeldige attribu(u)t(en). De volgende velden zijn verwijderd uit de lijst met te overwegen attributen: ${removedFields}.",
  "AO_1585": "Ontbrekende/ongeldige attribu(u)t(en). Er blijven geen geldige velden over in de lijst van te overwegen attributen.",
  "AO_1586": "Het aantal gevraagde resutaten kan niet groter zijn dan het aantal kandidaatobjecten. De parameter wordt ingesteld als gelijk aan de maximumwaarde: ${maxValue}.",
  "AO_1587": "Het aantal resultaten mag niet groter zijn dan de helft van het aantal kandidaatobjecten. De parameter wordt ingesteld als gelijk aan de maximumwaarde: ${maxValue}.",
  "AO_1588": "Nulvariantie. De volgende velden hebben onvoldoende variatie voor gebruik in deze tool: ${name}.",
  "AO_1589": "Voor deze tool zijn minstens 2 zoeklocaties vereist.",
  "AO_1598": "U moet ten minste twee interessante attributen opgeven bij het matchen met behulp van de attribuutprofielen.",
  "AO_1599": "Te weinig records voor de analyse. Deze tool vereist minstens 1 referentielocatie in de invoerlaag om de resultaten te kunnen berekenen.",
  "AO_1605": "Afstanden voor geografische coördinaten (graden, minuten, seconden) worden geanalyseerd met behulp van Koorde-afstanden in meters.",
  "AO_1607": "Afstandswaarden groter dan 30 decimale graden. Koordafstanden zijn niet nauwkeuriger dan 30 graden.",
  "AO_1616": "Kandidaat-objecten met ongeldige records (omvat alleen de eerste 30): ${label} = ${badIDs}.",
  "AO_192": "Celgrootte moet kleiner zijn dan de afstandsband.",
  "AO_210": "Kan geen uitvoer maken ${outputFC}.",
  "AO_26": "De bufferafstand is nul.",
  "AO_308": "Ongeldig veldtype.",
  "AO_358": "Ongeldige expressie",
  "AO_366": "Ongeldig geometrietype.",
  "AO_385": "De LINE-optie is niet geldig met puntobjecten.",
  "AO_40039": "Er zijn onvoldoende gegevens om de methode te berekenen. Ten minste 10 punten zijn vereist.",
  "AO_40040": "Gegevens zijn gedistribueerd op een rechte lijn en kunnen niet worden verwerkt.",
  "AO_40069": "De variantie van de gegevens is te klein om te worden berekend.",
  "AO_401": "Er zijn geen objecten gevonden voor verwerking.",
  "AO_426": "Onvoldoende geheugen.",
  "AO_438": "Overlay is geen polygoon.",
  "AO_468": "De invoervormtypes zijn niet gelijk.",
  "AO_539": "De expressie is ongeldig.",
  "AO_561": "De opgegeven ruimtelijke relatie is ongeldig voor de geselecteerde lagen.",
  "AO_640": "Ongeldig type veld voor ${fieldName}; moet het type ${typeString} hebben.",
  "AO_641": "Deze tool vereist ten minste ${numFeatures} object(en) om resultaten te berekenen.",
  "AO_642": "Problemen met het lezen van ${badNum} van ${totalNum} totale records.",
  "AO_715": "${numObsNoNeighs} object(en) hadden geen buren op basis van opgegeven afstandsdrempel; de nabijgelegen objecten met het dichtstbijzijnde ware zwaartepunt worden geretourneerd.",
  "AO_716": "Objecten met aangepaste nabijheidszoekopdracht (omvat alleen de eerste 30): ${masterField} = ${idsNoNeighs}.",
  "AO_718": "${numObsNoNeighs} polygonen voldeden niet aan het opgegeven minimumaantal buren op basis van polygoonnabijheid; voor deze polygonen worden de dichtstbijzijnde niet-nabije buren ook als buren opgenomen.",
  "AO_728": "Het analyseveld ${fieldName} dat u hebt aangegeven, bestaat niet in de analyselaag.",
  "AO_735": "Geef minstens één geldig analyseveld op om de gelijksoortigheid op te baseren.",
  "AO_800": "De waarde is geen lid van SUM | MEAN | MIN | MAX | RANGE | STD | COUNT | FIRST | LAST.",
  "AO_84426": "Er moeten polygonen worden opgegeven voor het aggregeren van incidenten in tellingen voor deze aggregatiemethode van incidentgegevens.",
  "AO_845": "Idealiter zijn er minimaal ${warnNumObs} invoerobjecten voor analyse.",
  "AO_846": "${numObsNoNeighs} object(en) hadden geen buren, wat de statistische eigenschappen van een test doorgaans ongeldig maakt.",
  "AO_847": "Objecten zonder buren (omvat alleen de eerste 30): ${masterField} = .${idsNoNeighs}.",
  "AO_848": "Objecten met slechte records (omvat alleen de eerste 30): ${ObjIDs} = ${IDnums}.",
  "AO_897": "De gegeven afstandsband ${smallDistance} is te klein voor het onderzoeksgebied.",
  "AO_898": "Geen geldige gewichten gevonden.",
  "AO_900003": "Kan de objecttelling van ${layer} niet ophalen.",
  "AO_900004": "Configuratiebestand ${file} bestaat niet.",
  "AO_900005": "Kostenraming van ${TaskName} is mislukt.",
  "AO_900006": "Kan de invoer niet analyseren, ongeldige JSON.",
  "AO_900007": "Niet-ondersteund parametertype van ${type}.",
  "AO_900008": "Niet-ondersteunde tool ${ToolName} voor kostenraming.",
  "AO_900009": "Kan de objecttelling van de GeoEnrichment-laag niet krijgen.",
  "AO_906": "Nulvariantie: alle waarden voor uw invoerveld zijn waarschijnlijk gelijk.",
  "AO_910": "Te weinig objecten voor ${numBadCases} of ${numCases} gevallen.",
  "AO_911": "Identieke begin- en eindpunten voor ${numBadObs} van ${numObs} lijnobjecten.",
  "AO_912": "Lijnobjecten met hetzelfde begin- en eindpunt (omvat alleen de eerste 30): ${label} = ${badLengths}.",
  "AO_929": "De afstandsband moet kleiner zijn dan de analyseomvang.",
  "AO_941": "Negatieve gewichtswaarden zijn bij de verwerking geïnterpreteerd als nul.",
  "AO_947": "Gevallen met te weinig objecten (omvat alleen de eerste 30): ${label} = ${badCases}.",
  "AO_973": "Kon uitvoer niet renderen op basis van standaard laagbestand.",
  "AO_978": "Er zijn te weinig hoekpunten om een ​​geldige geometrie te maken.",
  "BD_100082": "Een veldnaam en een expressie zijn vereist.",
  "BD_100084": "Veldtype moet Tekenreeks, Geheel getal, Dubbel of Datum zijn.",
  "BD_100088": "Veld(en) “${attribute}” moet(en) zowel in referentielagen als kandidaat-zoeklagen liggen.",
  "BD_100089": "De volgende velden hebben onvoldoende variatie voor gebruik in deze analyse: ${attribute}.",
  "BD_100090": "Deze tool vereist minstens 2 kandidaat-zoeklocaties die niet ook referentielocaties zijn.",
  "BD_100161": "Batch Geocode mislukt.",
  "BD_100162": "Analyse geocode-invoer mislukt.",
  "BD_100171": "Ongeldige adreszoeker URL: ${locator_url}.",
  "BD_100182": "De volgende velden ${field} hebben duplicaten.",
  "BD_100189": "Kan geen verbinding maken met geocoderingsservice op afstand - controleer of de geocoderingsservice online is en een geldig geocodeAddresses REST-eindpunt heeft.",
  "BD_100199": "Bewerk uw veldtoewijzing en dien opnieuw in - uw toewijzing bevat een locatorveld dat niet wordt ondersteund.",
  "BD_101000": "Kan geen query uitvoeren.",
  "BD_101001": "Voor deze actie moet er een tijd ingesteld worden op de bronobjecten, ontbrekend in '${paramName}'.",
  "BD_101002": "Voor deze actie moet er een geometrie ingesteld worden op de bronobjecten, ontbrekend in '${paramName}'.",
  "BD_101003": "Het afstandintervaltype wordt niet ondersteund.",
  "BD_101004": "Verkeerde geometrie-type voor ‘${paramName}’. '${expectedType}' verwacht, maar '${actualType}' geworden.",
  "BD_101005": "Veld '${requiredField}' is vereist als '${setField}' ingesteld is.",
  "BD_101006": "Het tijdsintervaltype wordt niet ondersteund. Alleen gehele getallen zijn toegestaan.",
  "BD_101007": "Er is ten minste één relatie vereist.",
  "BD_101008": "Veld '${requiredField}' is vereist.",
  "BD_101009": "Veld(en) niet gevonden in dataset: ${fields}.",
  "BD_101010": "Het resultaat van uw analyse heeft geen objecten geretourneerd. Er wordt geen laag gemaakt.",
  "BD_101011": "Eén van '${firstField}' of '${secondField}' is vereist.",
  "BD_101012": "'${firstField}' en '${secondField}' kunnen niet tegelijk ingesteld worden.",
  "BD_101013": "Verkeerd tijdtype voor '${paramName}'. Verwachtte '${expectedType}', kreeg '${actualType}'.",
  "BD_101014": "De gegeven objectrelatie ‘${targetType} ${relationshipType} ${joinType}‘ is niet geldig.",
  "BD_101015": "De ingestelde relatiereeks is niet geldig.",
  "BD_101016": "Er is een ruimtelijke referentie vereist als de optie GEODESIC geselecteerd is.",
  "BD_101017": "Sommige resultaten van planaire buffers kunnen de geldige omvang overschrijden. Overweeg het gebruik van een geodetische buffer om rekening te houden met de vorm van de aarde.",
  "BD_101018": "Eén of meer objecten werden overgeslagen omdat een negatieve of zeer kleine afstand geen geometrie opleverde.",
  "BD_101019": "Eén of meerdere objecten werden overgeslagen door een veldwaarde van nulafstand.",
  "BD_101020": "Eén of meerdere objecten werden overgeslagen door een NULL of LEGE afstandsveldwaarde.",
  "BD_101021": "Eén of meerdere objecten werden overgeslagen door een ongeldige buffer afstandsveldwaarde.",
  "BD_101022": "Eén of meerdere objecten werden overgeslagen door een niet-lineaire buffer afstandsveldwaarde.",
  "BD_101023": "Eén of meerdere objecten werden overgeslagen door een ongeldige buffer afstandsveldwaarde.",
  "BD_101024": "Gebruik van geodesische methode voor geografisch coördinaatsysteem.",
  "BD_101025": "Ongeldige bufferexpressie.",
  "BD_101026": "Parameter '${paramName}' is niet geldig.",
  "BD_101027": "'${outputName}' is geen geldige uitvoernaam.",
  "BD_101028": "Nieuwe gedistribueerde taak starten met ${totalTasks} taken.",
  "BD_101029": "${completedTasks}/${totalTasks} verdeelde taken voltooid.",
  "BD_101030": "Uitvoering ${toolName} mislukt. Neem contact op met uw beheerder met opdracht ID '${jobID}'.",
  "BD_101031": "Opdracht werd geannuleerd.",
  "BD_101032": "Waarde '${paramValue}' in parameter '${paramName}' niet binnen geldig bereik [${expectedRange}]",
  "BD_101033": "'${paramName}' zal geprojecteerd worden naar de ruimtelijke referentie van de berekening.",
  "BD_101034": "'${paramName}' heeft geen ruimtelijke referentie en kon niet geprojecteerd worden naar de ruimtelijke referentie van de berekening.",
  "BD_101035": "‘${paramName}’ zal gelimiteerd worden op de uitvoerextent.",
  "BD_101036": "De statistiek '${statistic}' is niet geldig voor veld '${fieldName}'.",
  "BD_101037": "Buurtgrootte moet groter zijn dan bingrootte.",
  "BD_101038": "Er is een fout opgetreden bij het retourneren van het resultaat, maar het resultaat is nog beschikbaar in uw content.",
  "BD_101039": "De invoer ${paramName} is in een geografisch coördinatenstelsel, maar voor deze bewerking is een geprojecteerd coördinatenstelsel nodig. Gebruik een geprojecteerde dataset of stel het verwerkingscoördinatensysteem voor de analyse in op een geprojecteerd coördinatensysteem.",
  "BD_101040": "Er bestaat al een weblaag genaamd '${outputName}'. Kies een andere naam die uniek is binnen uw organisatie.",
  "BD_101041": "Niet gelukt om verbinding te maken met datastore. Controleer of de verbindingsinfo correct is.",
  "BD_101042": "Kon fileshare niet delen. Controleer of uw ArcGIS Server gebruikersaccount toegang heeft tot de fileshare.",
  "BD_101043": "${attribute}, ${min}, ${max}, ${sd}, ${mean}.",
  "BD_101044": "${attribute}, ${min}, ${max}, ${sd}, ${mean}, ${input}.",
  "BD_101045": "U moet ten minste twee Attributen van belang opgeven voor de Attribute Profile Match-methode.",
  "BD_101046": "Geef het aantal resultaten op dat moet worden geretourneerd. Het aantal resultaten moet groter dan 0 zijn.",
  "BD_101047": "Het aantal resultaten moet kleiner dan of gelijk zijn aan 10000. De top 10000 resultaten zijn berekend.",
  "BD_101048": "Attributen van belang heeft duplicaten.",
  "BD_101049": "Het aantal gevraagde resutaten is groter dan het aantal gevonden resultaten.",
  "BD_101050": "Veldtype van geselecteerde interesse-attributen moet numeriek zijn.",
  "BD_101051": "Er werden mogelijke problemen gevonden bij het lezen van '${paramName}'.",
  "BD_101052": "Sommige records hebben ontbrekende of ongeldige tijdwaarden.",
  "BD_101053": "Sommige records hebben tijdwaarden die niet van het type ${timeType} zijn.",
  "BD_101054": "Sommige records hebben ontbrekende of ongeldige geometrieën.",
  "BD_101055": "Sommige records hebben geometrieën die niet van het type ${geometryType} zijn.",
  "BD_101056": "Ongeldige samenvatting vormeenheid ${unit} voor geometrie ${geomType}.",
  "BD_101057": "Kan verdeelde job niet starten. Controleer de service-instellingen van uw GeoAnalytics-tools en zorg ervoor dat er voldoende bronnen beschikbaar zijn om de opdracht te starten.",
  "BD_101058": "Analyse vereist meer geheugen dan is toegewezen. Verhoog het geheugen dat aan uw GeoAnalytics toolbox in ArcGIS Server Manager is toegewezen.",
  "BD_101059": "Er konden geen tijdstappen berekend worden.",
  "BD_101060": "Er waren ${numErrors} tijdstappen die niet konden worden berekend. De eerste ${numDisplay} fouten zijn weergegeven.",
  "BD_101061": "De tijdstap van ${startTime} tot ${endTime} bevat te weinig records voor analyse. Elke tijdstap vereist minimaal ${minFeatures} object(en) om resultaten te berekenen.",
  "BD_101062": "De tijdstap van ${startTime} tot ${endTime} heeft een variantie van nul. Alle waarden voor uw invoerveld in deze tijdstap zijn waarschijnlijk hetzelfde.",
  "BD_101063": "Er is geen variantie. Alle waarden voor uw invoerveld zijn waarschijnlijk gelijk.",
  "BD_101064": "De expressie opgegeven voor '${fieldName}' resulteert in een gegevenstype dat geen ondersteund attribuutdatatype is.",
  "BD_101065": "De expressie opgegeven voor '${fieldName}' is niet geldig.",
  "BD_101066": "Kan gedistribueerd rekenplatform niet initialiseren.",
  "BD_101067": "Er is een Space Time Cube gecreëerd. Resultaten zijn niet correct geüpload naar uw inhoud.",
  "BD_101068": "Voor het genereren en analyseren van een bin is een geprojecteerd coördinaatysteem vereist. De ${projectionName}-projectie is toegepast met aangepaste projectieparameters op basis van de analyse-omvang.",
  "BD_101069": "De input '${paramName}' definieert niet een coördinaatsysteem.",
  "BD_101070": "De dataset '${datasetName}' in de big data file share '${fileShareName}' is onjuist geregistreerd.",
  "BD_101071": "Het '${jsonObject}' object voor '${datasetName}' in big data file share '${fileShareName}' is onjuist geregistreerd.",
  "BD_101073": "${numColumns} velden (plus systeemvelden) overschrijdt de limiet van ${maxColumns} voor ${dataStoreType} data store.",
  "BD_101074": "Een veldtype is vereist om een nieuw veld toe te voegen.",
  "BD_101075": "Er is tijd nodig voor spoorbewuste operaties.",
  "BD_101076": "Er is geen geldig SSL-certificaat gevonden tijdens de verbinding met een andere machine.",
  "BD_101077": "Onjuiste veldtoewijzing. Velden worden niet toegewezen aan de locator omdat de kolomnamen leeg zijn.",
  "BD_101083": "* Ruimtelijke omvang = ${extent}",
  "BD_101084": "* Temporeel extent = ${extent}",
  "BD_101085": "Verwerkingsomvang is null of leeg.",
  "BD_101086": "Verwerkingsomvang is niet geldig voor de opgegeven ruimtelijke referentie.",
  "BD_101087": "Dataset '${datasetName}' waarnaar verwezen wordt in het hintsbestand is niet gevonden.",
  "BD_101088": "Sommige resultaatobjecten zijn bijgesneden tot de geldige omvang van de resulterende ruimtelijke referentie.",
  "BD_101089": "Stadium wordt opnieuw geprobeerd (poging=${attempt}). Controleer of u voldoende middelen hebt toegewezen via de GeoAnalytics-instellingen. Zo niet, overweeg dan de opdracht te annuleren.",
  "BD_101090": "Sommige records konden niet geocodeerd worden en hebben ontbrekende geometrieën.",
  "BD_101091": "ArcGIS Online World Geocoding Service is geen ondersteunde locator voor GeoAnalytics Tools.",
  "BD_101092": "Splitsing afstandsdrempel moeten groter zijn dan nul.",
  "BD_101093": "Fout in uitdrukking voor '${fieldName}': Ongeldige parameters geleverd aan '${functionName}' functie.",
  "BD_101094": "Fout in uitdrukking voor '${fieldName}': Ongeldige linkse toewijzing.",
  "BD_101095": "Fout in uitdrukking voor '${fieldName}': Geen functie: ${object}",
  "BD_101096": "Corrupt of niet-ondersteund bestand aangetroffen bij het lezen van de invoer.",
  "BD_101097": "Er zijn een of meer fouten opgetreden bij het berekenen van de nieuwe veldwaarden.",
  "BD_101098": "Fout in uitdrukking voor '${fieldName}': ongedefinieerde verwijzing naar variabele '${reference}'.",
  "BD_101099": "Fout in uitdrukking voor '${fieldName}': ongedefinieerde verwijzing naar variabele '${reference}'. Bedoelt u ‘${suggestion}’?",
  "BD_101100": "Tijdsrelaties dicht bij elkaar vereisen een tijdsafstand.",
  "BD_101114": "De veldwaarden groeperen op moeten integer, tekst of datum zijn.",
  "BD_101115": "Het veld '${inputLayerField}' is ${count} keer gemapt.",
  "BD_101116": "Er hebben zich een of meerdere fouten voorgedaan bij de parameter voor fieldMapping.",
  "BD_101117": "Geen fieldmapping gespecificeerd Standaard fieldmapping zal worden toegepast.",
  "BD_101118": "De inputlaag ${inputLayer} is geen gehoste laag.",
  "BD_101119": "Onbekend fieldmappingtype \\’${invalidMappingType}\\’. Verwacht 'AppendData' of 'Expression'.",
  "BD_101120": "Het veldtype van '${inputLayerField}' komt niet overeen met het veldtype van '${appendLayerField}'. '${expectedType}' verwacht, maar '${actualType}' geworden.",
  "BD_101121": "De inputlaag en de append-laag hebben geen overeenkomende velden. Er zijn geen objecten toegevoegd.",
  "BD_101122": "Het geometrietype van de toevoegingslaag komt niet overeen met dat van de invoerlaag. '${expectedType}' verwacht, maar '${actualType}' geworden.",
  "BD_101123": "Het tijdtype van de toevoegingslaag komt niet overeen met dat van de invoerlaag. '${expectedType}' verwacht, maar '${actualType}' geworden.",
  "BD_101124": "De volgende velden ontbreken in de toevoegingslaag en field mapping: ${missingFields}.",
  "BD_101125": "De volgende velden zijn niet toegevoegd: \\’${fieldNames}\\’.",
  "BD_101126": "Het volgende toevoegveld bestaat niet in de toevoeglaag: \\’${fieldName}\\’.",
  "BD_101127": "Ongeldige arcade-expressie voor invoerveld: \\${fieldName}.",
  "BD_101128": "Het veld '${inputLayerField}' bestaat niet in de invoerlaag.",
  "BD_101129": "Sommige velden van de toevoeglaag zijn niet toegevoegd omdat het veldtype niet overeenkomt.",
  "BD_101130": "Het veldtype van \\’${inputFieldName}\\' komt niet overeen met het veldtype van de invoerlaag. Verwachtte \\'${expectedType}\\', maar kreeg \\'${actualType}\\'.",
  "BD_101131": "De nullabiliteit van \\’${inputFieldName}\\’ komt niet overeen met de nullabiliteit van de invoerlaag. Verwachtte \\'${expectedType}\\', maar kreeg \\'${actualType}\\'.",
  "BD_101132": "De volgende velden van de toevoeglaag zijn niet bijgevoegd wegens een veldnaamfout: ${mismatchedFields}.",
  "BD_101136": "Bewerken is niet ingeschakeld voor de invoerlaag. Neem contact op met uw beheerder of eigenaar van de laag om bewerken in te schakelen.",
  "BD_101137": "Voor het genereren en analyseren van een bin is een projectiecoördinatensysteem vereist. De projectie ${projectionName} is toegepast met aangepaste projectieparameters op basis van de analysereeks.",
  "BD_101152": "Het geometrietype van de samenvoegingslaag komt niet overeen met dat van de invoerlaag. Verwachtte \\'${expectedType}\\', maar kreeg \\'${actualType}\\'.",
  "BD_101153": "Het tijdtype van de samenvoegingslaag komt niet overeen met dat van de invoerlaag. '${expectedType}' verwacht, maar '${actualType}' geworden.",
  "BD_101154": "Het veld \\'${mergeLayerField}\\' is ${count} keer toegewezen in werking.",
  "BD_101155": "Er hebben zich een of meerdere fouten voorgedaan bij de parameter voor het samenvoegen van attributen.",
  "BD_101156": "Het veldtype van \\'${inputLayerField}\\' komt niet overeen met het veldtype van \\'${mergeLayerField}\\'. Verwachtte \\'${expectedType}\\', maar kreeg \\'${actualType}\\'.",
  "BD_101157": "Onbekend samenvoegingstype \\’${invalidMergeType}\\'. Verwacht \\'Overeenkomen\\', \\'Verwijderen\\' of \\'Hernoemen\\'.",
  "BD_101158": "Het veld \\'${mergeLayerField}\\' bestaat niet in de samenvoeglaag.",
  "BD_101159": "Het veld \\'${inputLayerField}\\' bestaat niet in de invoerlaag.",
  "BD_101160": "De veldnaam \\’${renameField}\\' bestaat al in de invoerlaag.",
  "BD_101161": "De veldnaam \\’'${fieldName}\\' bestaat al in de samenvoeglaag.",
  "BD_101162": "Er ontbreekt een veld in de samenvoegattributen voor \\'${mergeOperation}\\'.",
  "BD_101164": "Samenvoegwaarde negeren voor \\'Verwijderen\\'.",
  "BD_101169": "Een of meer velden met overeenkomende namen kunnen niet worden samengevoegd vanwege incompatibele veldtypen. Gebruik samenvoegattributen om de conflicten op te lossen.",
  "BD_101178": "Samenvatting van GLR-resultaten [Modeltype: ${regressionFamily}]",
  "BD_101179": "[\"Variable\", \"Coef\", \"StdError\", \"t_Stat\", \"Prob\"]",
  "BD_101180": "'${variable}', '${coefficient}', '${standardError}', '${tStatistics}', '${prob}'",
  "BD_101181": "GLR-diagnostiek",
  "BD_101189": "De taak van GeoAnalytics wacht op hulpmiddelen en is nog niet begonnen. De taak wordt na ${minutes} minuten automatisch geannuleerd.",
  "BD_101191": "Het big data fileshare \\‘${catalogPath}\\' bestaat niet of is niet toegankelijk.",
  "BD_101204": "Het resultaat van uw analyse heeft geen objecten geretourneerd \\'${layerName}\\'. \\'${layerName}\\' wordt niet gemaakt.",
  "BD_101205": "Het aantal gevraagde voorbeeldobjecten is groter dan het totale aantal objecten. Alle invoerobjecten worden geretourneerd.",
  "BD_101206": "Het maken van de extentlaag wordt overgeslagen.",
  "BD_101207": "De invoervariabele \\'${variableName}\\' kan niet als categorisch worden behandeld.",
  "BD_101208": "Validatiedatadiagnostiek kan niet worden gemaakt. Waarden voor de te voorspellen variabele in de validatiedataset bestaan niet in de trainingsdataset.",
  "BD_101209": "De invoervariabele \\'${variableName}\\' is een stringveld en moet worden opgegeven als categorisch.",
  "BD_101210": "De uitvoerdatabron biedt geen ondersteuning voor het schrijven van gegevenssets zonder dat een geometrietype is gedefinieerd.",
  "BD_101211": "[\"Category\", \"F1-Score\", \"Recall\", \"Precision\"]",
  "BD_101212": "${variableName}, ${f1value}, ${recallValue}, ${precisionValue}",
  "BD_101213": "Invoerparameters",
  "BD_101214": "Variabele om te voorspellen: ${variablePredict}",
  "BD_101215": "Tabel met variabel belang maken: ${createTable}",
  "BD_101216": "Verklarende variabelen matchen ${variableMatching}",
  "BD_101219": "Het volgende rapport biedt een samenvatting van uw resultaat Classificatie en regressie op basis van bossen:",
  "BD_101220": "Het volgende rapport biedt een samenvatting van uw analyse Dataset beschrijven:",
  "BD_101221": "Samenvatting van invoerobjecten:",
  "BD_101222": "Samenvatting van geometrie:",
  "BD_101223": "Samenvatting van de tijd:",
  "BD_101224": "Python-script heeft ongeldige syntaxis.",
  "BD_101225": "Voor de tool ${toolName} is de bevoegdheid \"Publiceren van webtools\" vereist.",
  "BD_101227": "Big data file share dataset gemaakt: ${serviceUrl}",
  "BD_101228": "De volgende categorische variabelen bevatten minder dan twee afzonderlijke waarden: ${variableNames}. Categorische variabelen vereisen ten minste twee afzonderlijke waarden.",
  "BD_101229": "Ongeldige parameter voor afhankelijke variabele toewijzing. Sleutels moeten \\'value0\\' en \\'value1\\' zijn.",
  "BD_101230": "Ongeldige parameter voor afhankelijke variabele toewijzing. Er moeten twee unieke waarden worden opgegeven.",
  "BD_101238": "Het aantal ingevoerde buren moet groter zijn dan 0 en kleiner dan of gelijk aan 5000.",
  "BD_101239": "De ingevoerde zoekradius moet groter zijn dan 0 en kleiner dan of gelijk aan 500 kilometer.",
  "BD_101245": "Resultaten schrijven van de spatiotemporale big data store mislukt.",
  "BD_101253": "Afhankelijke variabele waarde voorspeld voor een of meer objecten met minder dan ${minNeighbors} buren.",
  "BD_101254": "Een of meer objecten bestaan met meer samenvallende objecten dan het opgegeven aantal buren, ${numNeighbors}.",
  "BD_101255": "Kan ten minste één lokaal model niet schatten vanwege multicollineariteit.",
  "BD_101256": "Kan de waarde van de afhankelijke variabele niet voorspellen voor een of meer objecten.",
  "BD_101257": "Kan de afhankelijke variabele waarde voor geen enkel object voorspellen.",
  "BD_101259": "De attributen die van belang zijn voor de zoekobjecten moeten gemiddelde waarden hebben die verschillen van de invoerobjecten wanneer u de Attribute Profiles Match-methode gebruikt.",
  "BD_1022": "Deze tool vereist een geprojecteerd coördinaatsysteem.",
  "BD_109": "De bufferafstand mag niet negatief zijn voor lijnen en punten.",
  "BD_110004": "Een Space Time Cube moet ten minste 10 tijdsdelen hebben.",
  "BD_110005": "Deze Space Time cube kan niet gecreëerd worden omdat deze meer dan het maximale aantal van twee miljard bins zou hebben.",
  "BD_110047": "De waarde van de TijdStapinterval parameter moet positief en groter zijn dan nul.",
  "BD_110064": "De uitvoer Space Time Cube is niet aangemaakt vanwege het samenvattingsveld ${variableName}. Heroverweeg de gekozen Statistiek en het Vultype voor dit veld.",
  "BD_110194": "Kan velden in de trainingsobjecten niet toewijzen en analyseren met velden in de objecten die kunnen worden voorspeld.",
  "BD_110199": "Kan samenvattingstatistieken die vereist zijn voor analyse niet berekenen.",
  "BD_110208": "De te voorspellen variabele voor regressie vereist meer dan vijf unieke waarden.",
  "BD_1583": "Wanneer er meerdere Invoerobjecten zijn, is matching gebaseerd op de gemiddelde attributen van belang.",
  "BD_1589": "Te weinig records voor de analyse. Deze tool vereist minstens 2 kandidaatobjecten om resultaten te berekenen.",
  "BD_1599": "Te weinig records voor de analyse. Deze tool vereist minstens 1 referentielocatie in de invoerlaag om de resultaten te kunnen berekenen.",
  "BD_26": "De bufferafstand is nul.",
  "BD_3": "Het volgende rapport biedt een samenvatting van uw resultaat Gelijksoortige locaties zoeken.",
  "BD_308": "Ongeldig veldtype.",
  "BD_641": "Te weinig records voor de analyse. Deze tool vereist ten minste ${minFeatures} object(en) om resultaten te berekenen.",
  "BD_800": "De waarde is geen lid van ${value}.",
  "BD_84503": "Samenvatting van invoerobjecten voor overeenkomst",
  "BD_84504": "Samenvatting van attributen die van belang zijn",
  "BD_84505": "Top ‘${numResults}‘ Meest overeenkomende locaties (Waarden).",
  "BD_84506": "Top 10 van '${numResults}' Meest overeenkomende locaties (Waarden).",
  "BD_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "BD_84512": "[\"Attribuut\", \"Min\", \"Max\", \"SD\", \"Gemiddelde\", \"Invoer\"].",
  "BD_84810": "Modelkenmerken",
  "BD_84811": "Aantal bomen: ${numberOfTrees}",
  "BD_84812": "Bladgrootte: ${leafSize}",
  "BD_84813": "Boomdiepte: ${treeDepth}",
  "BD_84814": "% training beschikbaar per boom: ${sampleSize}",
  "BD_84815": "Aantal willekeurig gesamplede variabelen: ${randomVariables}",
  "BD_84816": "% trainingsgegevens uitgesloten voor validatie: ${percentageForValidation}",
  "BD_84828": "Validatiegegevens: classificatiediagnostiek",
  "BD_84829": "Validatiegegevens: regressiediagnostiek",
  "BD_84830": "Voorspellingen voor de validatiegegevens (uitgesloten van modeltraining) in vergelijking met de waargenomen waarden voor die testobjecten",
  "BD_84834": "Topvariabele van belang",
  "BD_84838": "Trainingsgegevens: classificatiediagnostiek",
  "BD_84839": "Trainingsgegevens: regressiediagnostiek",
  "BD_84840": "Voorspellingen voor de gegevens die zijn gebruikt om het model te trainen in vergelijking met de geobserveerde categorieën voor die objecten",
  "BD_89997": "[\"Attribuut\", \"Min\", \"Max\", \"SD\", \"Gemiddelde\"].",
  "BD_89998": "[\"\", \"Totaal\", ${sumIndex}]",
  "GPEXT_001": "Ongeldige parameter ${name} waarde.",
  "GPEXT_002": "Parameter ontbreekt ${name}.",
  "GPEXT_003": "Ongeldige parameter ${name}:eigenschap ${propname} ontbreekt.",
  "GPEXT_004": "Ongeldige kaartlaag parameter eigenschap ${propname} ontbreekt.",
  "GPEXT_005": "Kan geen toegang krijgen tot URL ${url}.",
  "GPEXT_006": "De toegang tot URL ${url} heeft een fout geretourneerd ${error}.",
  "GPEXT_007": "Ongeldig item ${id}.",
  "GPEXT_008": "Service maken mislukt ${name}.",
  "GPEXT_009": "Kaartlaag ${lname} toevoegen aan service ${name} mislukt.",
  "GPEXT_010": "Het is niet gelukt om de kaartlaag JSON op te splitsen.",
  "GPEXT_011": "Kaartlaag ${url} heeft geen mogelijkheid voor Extraheren.",
  "GPEXT_012": "Ongeldige externe bewerking.",
  "GPEXT_013": "Deze tool gebruikt de Geoenrichment Service. Zie ArcGIS Online Service Credit Estimator voor meer details.",
  "GPEXT_014": "Deze tool gebruikt Network Analysis Services. Zie ArcGIS Online Service Credit Estimator voor meer details.",
  "GPEXT_015": "Selecteer de betreffende Helper-services-URL van het portaal voor de gevraagde bewerking.",
  "GPEXT_016": "Ongeldig kaartlaagobject.",
  "GPEXT_017": "Service ${name} bestaat al.",
  "GPEXT_018": "De remote objectservice ${url} is groter dan de limiet van 100.000 objecten. Maak een gehoste feature service om grote data te analyseren.",
  "GPEXT_019": "Ongeldige filter voor laag ${url}.",
  "MT_001": "Kan details uitvoeren tool niet ophalen. Controleer uw content op de verwachte resultaten of voer de tool opnieuw uit.",
  "RA_120101": "De volgende tabel bevat kruisvalidatiestatistieken:",
  "RA_120102": "Gemiddelde fout",
  "RA_120103": "Gemiddelde kwadratische fout",
  "RA_120104": "Gemiddelde standaardfout",
  "RA_120105": "Gemiddelde van gestandaardiseerde fouten",
  "RA_120106": "Gemiddelde van gestandaardiseerde kwadratische fouten",
  "RA_120200": "Onderliggend geoprocessing tool is mislukt.",
  "RA_120201": "Gebiedsstatistieken is mislukt.",
  "RA_120202": "Dichtheid berekenen mislukt.",
  "RA_120203": "Punten interpoleren mislukt.",
  "RA_120204": "Bewaking vegetatie mislukt.",
  "RA_120205": "Helling berekenen mislukt.",
  "RA_120206": "Aspect afleiden mislukt.",
  "RA_120207": "Geodetische viewshed is mislukt.",
  "RA_120208": "Watershed mislukt.",
  "RA_120209": "Raster extraheren mislukt.",
  "RA_120210": "Waarden opnieuw bepalen mislukt.",
  "RA_120211": "Object converteren naar raster mislukt.",
  "RA_120212": "Raster naar object converteren mislukt.",
  "RA_120213": "Afstand berekenen mislukt.",
  "RA_120214": "Reiskostenpad bepalen als polylijn mislukt.",
  "RA_120215": "Optimale reiskostennetwerk bepalen mislukt.",
  "RA_120216": "Reiskosten berekenen mislukt.",
  "RA_120217": "Weerstandstarief wordt niet ondersteund en moet daarom leeg worden gelaten tijdens het uitvoeren van Reiskosten berekenen.",
  "RA_120218": "Objecten detecteren met behulp van Deep Learning mislukt.",
  "RA_120219": "Pixels classificeren met behulp van Deep Learning mislukt.",
  "RA_120220": "Voorbeeld mislukt.",
  "RA_120221": "Optimale regioverbindingen mislukt.",
  "RA_120222": "Gebiedsstatistieken als tabel mislukt.",
  "RA_120223": "Afstandsaccumulatie mislukt.",
  "RA_120224": "Afstandtoewijzing mislukt.",
  "RA_120225": "Optimaal pad als lijn mislukt.",
  "RA_120226": "Optimaal pad als raster mislukt.",
  "RA_120227": "Oppervlakteparameters mislukt.",
  "RA_120228": "Continue stroom afleiden mislukt.",
  "RA_120229": "Objecten classificeren met behulp van Deep Learning mislukt.",
  "RA_120230": "Multidimensionaal raster aggregeren mislukt.",
  "RA_120231": "Argumentstatistieken zoeken mislukt.",
  "RA_120232": "Multidimensionale anomalie genereren mislukt.",
  "RA_120233": "Trendraster genereren mislukt.",
  "RA_120234": "Voorspellen met het gebruik van trendraster mislukt.",
  "RA_120306": "Foutoorzaak: ${cause}",
  "SS_00002": "Het volgende rapport bevat een overzicht van de workflow die is gebruikt om het resultaat van uw hotspots te optimaliseren:",
  "SS_00003": "Het volgende rapport biedt een samenvatting van uw resultaat Gelijksoortige locaties zoeken:",
  "SS_00004": "Het volgende rapport bevat een overzicht van de workflow die is gebruikt om het resultaat van Afwijkingen vinden te optimaliseren:",
  "SS_110140": "De Zoekafstand gebruikt in het proces was ${searchDistance}.",
  "SS_110142": "Geen clusters gedetecteerd.",
  "SS_220647": "Minimale objecten per Cluster ${minFeatures}",
  "SS_84261_0": "Gemiddelde",
  "SS_84262_0": "Std. afw.",
  "SS_84271_0": "Min",
  "SS_84272_0": "Max",
  "SS_84428": "Oorspronkelijke gegevensbeoordeling.",
  "SS_84434": "Er zijn ${NumOutliers} locaties buiten het gebied; deze zijn niet gebruikt voor de berekening van ${AggregationType}.",
  "SS_84437": "Er zijn geen locaties buiten het gebied.",
  "SS_84444": "Incidentaggregatie",
  "SS_84446": "${VarName} Eigenschappen:",
  "SS_84449": "Er is een visnetpolygoonraster gemaakt voor het aggregeren van punten.",
  "SS_84450": "De polygooncelgrootte was ${SnapInfo}.",
  "SS_84451": "De analyse is gebaseerd op het aantal punten in elke visnetpolygooncel.",
  "SS_84452": "Er is een analyse uitgevoerd op alle visnetpolygooncellen die minstens één punt bevatten.",
  "SS_84453": "Er is een analyse uitgevoerd op alle visnetpolygooncellen binnen de grensgebiedslaag.",
  "SS_84457": "Punten zijn geaggregeerd naar de visnetpolygooncellen die binnen de opgegeven grensgebieden vallen.",
  "SS_84458": "De analyse is gebaseerd op het aantal punten in elke polygooncel.",
  "SS_84459": "Schaal van analyse",
  "SS_84461": "De geselecteerde optimale vaste afstandsband is gebaseerd op piekclusters op ${DistanceInfo}.",
  "SS_84464": "De optimale vaste afstandsband is gebaseerd op de gemiddelde afstand naar ${NumNeighs} dichtstbijzijnde buren: ${DistanceInfo}.",
  "SS_84465": "De optimale vaste afstandsband is gebaseerd op één standaard afstand van de objecten tot het geometrische gemiddelde: ${DistanceInfo}.",
  "SS_84466": "Hotspotanalyse",
  "SS_84469_0": "Rode uitvoerobjecten staan voor hotspots met hoog incidenttellingscluster.",
  "SS_84469_1": "Blauwe uitvoerobjecten staan voor coldspots met laag incidenttellingscluster.",
  "SS_84470": "${NumSignificant}-uitvoerobjecten zijn statistisch significant op basis van een FDR-correctie voor meervoudig testen en ruimtelijke afhankelijkheid.",
  "SS_84471": "Uitvoer",
  "SS_84476": "Rode uitvoerobjecten staan voor hotspots met hoog ${FieldName}-waardecluster.",
  "SS_84477": "Blauwe uitvoerobjecten staan voor coldspots met laag ${FieldName}-waardecluster.",
  "SS_84485": "Er zijn ${NumFeatures} geldige invoerobjecten.",
  "SS_84489": "Er is een analyse uitgevoerd op alle aggregatiegebieden.",
  "SS_84490": "Het aggregatieproces heeft geresulteerd in ${AggNumFeatures} gewogen gebieden.",
  "SS_84491": "Er zijn ${NumFeatures} geldige invoeraggregatiegebieden.",
  "SS_84492": "Het totale onderzoeksgebied was ${Area}.",
  "SS_84493": "Er is 1 locatie buiten het gebied; deze is niet gebruikt voor de berekening van ${AggregationType}.",
  "SS_84495_0": "Er is 1 locatie buiten het gebied; deze wordt niet gebruikt voor de berekening van de polygooncelgrootte.",
  "SS_84495_1": "Er zijn ${numOutliers} locaties buiten het gebied; deze worden niet gebruikt voor de berekening van polygooncelgrootte.",
  "SS_84496_0": "Er is 1 locatie buiten het gebied; deze wordt niet gebruikt om de optimale vaste afstandsband te berekenen.",
  "SS_84496_1": "Er zijn ${numOutliers} locaties buiten het gebied; deze worden niet gebruikt voor de berekening van de optimale vaste afstandsband.",
  "SS_84501": "punten",
  "SS_84502": "polygonen",
  "SS_84503": "Samenvatting van invoerobjecten voor overeenkomst",
  "SS_84504": "Samenvatting van attributen die van belang zijn",
  "SS_84505": "Top ${numResults} Meest overeenkomende locaties (Waarden)",
  "SS_84506": " Top 10 van ${numResults} Meest overeenkomende locaties (Waarden)",
  "SS_84510": "[\"OID\", \"SIMRANK\", \"SIMINDEX\"]",
  "SS_84512": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\", \"Input\"]",
  "SS_84698": "Een hexagon gebruiken met breedte ${HexWidth} en hoogte ${HexHeight}.",
  "SS_84700": "de hexagongrootte",
  "SS_84700_0": "Er is 1 locatie buiten het gebied; deze wordt niet gebruikt voor de berekening van de hexagongrootte.",
  "SS_84700_1": "Er zijn ${numOutliers} locaties buiten het gebied; deze worden niet gebruikt voor de berekening van de hexagongrootte.",
  "SS_84703": "De gebruikte Buurtafstand was ${NeighborDistance}.",
  "SS_84704": "Analyse van uitschieters",
  "SS_84705": "Creëren van de willekeurige referentieverdeling met ${NumPermutation} permutaties.",
  "SS_84708": "Er zijn ${NumLowOutliers} statistisch significante lage uitschieterobjecten.",
  "SS_84709": "Er zijn ${NumHighOutliers} statistisch significante hoge uitschieterobjecten.",
  "SS_84710": "Er zijn ${NumLowClusters} objecten die deel uitmaken van statistisch significante lage clusters.",
  "SS_84711": "Er zijn ${NumHighClusters} objecten die deel uitmaken van statistisch significante hoge clusters.",
  "SS_84712": "Roze uitvoerobjecten maken deel uit van een cluster van hoge ${Variable} waarden.",
  "SS_84713": "Lichtblauwe uitvoerobjecten maken deel uit van een cluster van lage ${Variable} waarden.",
  "SS_84714": "Rode uitvoerobjecten vertegenwoordigen hoge uitschieters binnen een cluster van lage ${Variable} waarden.",
  "SS_84715": "Blauwe uitvoerobjecten vertegenwoordigen lage uitschieters binnen een cluster van hoge ${Variable} waarden.",
  "SS_84764": "Aantal clusters ${number}.",
  "SS_84766": "Geluidsobjecten ${number}.",
  "SS_84769": "Bereikbaarheidsdiagram",
  "SS_84770": "Bereikbaarheidsafstand",
  "SS_84771": "Bereikbaarheidsvolgorde",
  "SS_84782": "Distributie van waarschijnlijkheid lidmaatschap",
  "SS_84785": "Aantal",
  "SS_84786": "Gebruikte clustergevoeligheid ${sensitivity}.",
  "SS_84787": "Op een na beste gevoeligheid ${sensitivity}.",
  "SS_84789": "Waarschijnlijkheid lidmaatschap",
  "SS_89997": "[\"Attribute\", \"Min\", \"Max\", \"SD\", \"Mean\"]",
  "SS_89998": " [\"\", \"Totaal\", ${sumIndex}] "
}
