<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="regularsize">
    <p>&Tau;&omicron; &epsilon;&rho;&gamma;&alpha;&lambda;&epsilon;ί&omicron; nibble &alpha;&nu;&tau;&iota;&kappa;&alpha;&theta;&iota;&sigma;&tau;ά &tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά &epsilon;&nu;ό&sigmaf; raster &pi;&omicron;&upsilon; &alpha;&nu;&tau;&iota;&sigma;&tau;&omicron;&iota;&chi;&omicron;ύ&nu; &sigma;&epsilon; &mu;&iota;&alpha; &mu;ά&sigma;&kappa;&alpha; &mu;&epsilon; &tau;&iota;&sigmaf; &tau;&iota;&mu;έ&sigmaf; &tau;&omega;&nu; &pi;&lambda;&eta;&sigma;&iota;έ&sigma;&tau;&epsilon;&rho;&omega;&nu; &gamma;&epsilon;&iota;&tau;&omicron;&nu;&iota;&kappa;ώ&nu; &kappa;&epsilon;&lambda;&iota;ώ&nu;.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>&Tau;&omicron; raster &epsilon;&iota;&sigma;ό&delta;&omicron;&upsilon; &mu;&epsilon; &tau;&iota;&sigmaf; &kappa;&alpha;&lambda;&upsilon;&mu;&mu;έ&nu;&epsilon;&sigmaf; &theta;έ&sigma;&epsilon;&iota;&sigmaf; &pi;&omicron;&upsilon; &theta;&alpha; &alpha;&nu;&tau;&iota;&kappa;&alpha;&tau;&alpha;&sigma;&tau;&alpha;&theta;&omicron;ύ&nu; (nibbled) &alpha;&pi;ό &tau;&eta;&nu; &tau;&iota;&mu;ή &tau;&omicron;&upsilon; &pi;&lambda;&eta;&sigma;&iota;έ&sigma;&tau;&epsilon;&rho;&omicron;&upsilon; &gamma;&epsilon;ί&tau;&omicron;&nu;ά &tau;&omicron;&upsilon;&sigmaf;.
            </p>
        </div>
    </div>
    <div id="inputMaskRaster">
        <div>
            <p>&Tau;&omicron; raster &mu;ά&sigma;&kappa;&alpha;&sigmaf; &pi;&omicron;&upsilon; &pi;&rho;&omicron;&sigma;&delta;&iota;&omicron;&rho;ί&zeta;&epsilon;&iota; &tau;&iota;&sigmaf; &theta;έ&sigma;&epsilon;&iota;&sigmaf; &sigma;&tau;&omicron; raster &epsilon;&iota;&sigma;ό&delta;&omicron;&upsilon; &pi;&omicron;&upsilon; &theta;&alpha; &alpha;&nu;&tau;&iota;&kappa;&alpha;&tau;&alpha;&sigma;&tau;&alpha;&theta;&omicron;ύ&nu;. &Tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά &mu;&epsilon; &tau;&iota;&mu;ή NoData &theta;&epsilon;&omega;&rho;&omicron;ύ&nu;&tau;&alpha;&iota; ό&tau;&iota; &beta;&rho;ί&sigma;&kappa;&omicron;&nu;&tau;&alpha;&iota; &epsilon;&nu;&tau;ό&sigmaf; &tau;&eta;&sigmaf; &kappa;&alpha;&lambda;&upsilon;&mu;&mu;έ&nu;&eta;&sigmaf; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή&sigmaf;.
            </p>
        </div>
    </div>
    <div id="inputZoneRaster">
        <div>
            <p>&Tau;&omicron; raster &zeta;ώ&nu;&eta;&sigmaf; &epsilon;&iota;&sigma;ό&delta;&omicron;&upsilon;. &Gamma;&iota;&alpha; &kappa;ά&theta;&epsilon; &zeta;ώ&nu;&eta;, &tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά &epsilon;&iota;&sigma;ό&delta;&omicron;&upsilon; &pi;&omicron;&upsilon; &beta;&rho;ί&sigma;&kappa;&omicron;&nu;&tau;&alpha;&iota; &epsilon;&nu;&tau;ό&sigmaf; &tau;&eta;&sigmaf; &mu;ά&sigma;&kappa;&alpha;&sigmaf; &theta;&alpha; &alpha;&nu;&tau;&iota;&kappa;&alpha;&tau;&alpha;&sigma;&tau;&alpha;&theta;&omicron;ύ&nu; &mu;ό&nu;&omicron; &alpha;&pi;ό &tau;&iota;&sigmaf; &pi;&lambda;&eta;&sigma;&iota;έ&sigma;&tau;&epsilon;&rho;&epsilon;&sigmaf; &tau;&iota;&mu;έ&sigmaf; &kappa;&epsilon;&lambda;&iota;ώ&nu; &epsilon;&nu;&tau;ό&sigmaf; &tau;&eta;&sigmaf; ί&delta;&iota;&alpha;&sigmaf; &zeta;ώ&nu;&eta;&sigmaf;.
            </p>
        </div>
    </div>
    <div id="nibbleValues">
        <div>
            <p>&Kappa;&alpha;&theta;&omicron;&rho;ί&zeta;&epsilon;&iota; &epsilon;ά&nu; &tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά NoData &sigma;&tau;&omicron; raster &epsilon;&iota;&sigma;ό&delta;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&omicron;ύ&nu; &nu;&alpha; &alpha;&nu;&tau;&iota;&kappa;&alpha;&tau;&alpha;&sigma;&tau;ή&sigma;&omicron;&upsilon;&nu; (nibble) &tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά &sigma;&tau;&iota;&sigmaf; &pi;&epsilon;&rho;&iota;&omicron;&chi;έ&sigmaf; &mu;&epsilon; &mu;ά&sigma;&kappa;&alpha;, &epsilon;ά&nu; &epsilon;ί&nu;&alpha;&iota; &omicron; &pi;&lambda;&eta;&sigma;&iota;έ&sigma;&tau;&epsilon;&rho;&omicron;&sigmaf; &gamma;&epsilon;ί&tau;&omicron;&nu;&alpha;&sigmaf;.
            </p>
            <p>&Epsilon;ά&nu; &epsilon;ί&nu;&alpha;&iota; &epsilon;&pi;&iota;&lambda;&epsilon;&gamma;&mu;έ&nu;&alpha;, &tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά NoData &sigma;&tau;&omicron; raster &epsilon;&iota;&sigma;ό&delta;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&omicron;ύ&nu; &nu;&alpha; &epsilon;&iota;&sigma;έ&lambda;&theta;&omicron;&upsilon;&nu; &sigma;&tau;&eta;&nu; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή &mu;ά&sigma;&kappa;&alpha;&sigmaf;. &Alpha;&nu; &delta;&epsilon;&nu; &epsilon;ί&nu;&alpha;&iota; &epsilon;&pi;&iota;&lambda;&epsilon;&gamma;&mu;έ&nu;&omicron;, &mu;ό&nu;&omicron; έ&gamma;&kappa;&upsilon;&rho;&alpha; &kappa;&epsilon;&lambda;&iota;ά &sigma;&tau;&omicron; raster &epsilon;&iota;&sigma;ό&delta;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&omicron;ύ&nu; &nu;&alpha; &epsilon;&iota;&sigma;έ&lambda;&theta;&omicron;&upsilon;&nu; &sigma;&tau;&eta;&nu; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή &mu;ά&sigma;&kappa;&alpha;&sigmaf;.
            </p>
        </div>
    </div>
    <div id="nibbleNodata">
        <div>
            <p>&Kappa;&alpha;&theta;&omicron;&rho;ί&zeta;&epsilon;&iota; &epsilon;ά&nu; &tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά NoData &sigma;&tau;&eta;&nu; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή &mu;&epsilon; &mu;ά&sigma;&kappa;&alpha; &theta;&alpha; &delta;&iota;&alpha;&tau;&eta;&rho;&eta;&theta;&omicron;ύ&nu; ή &theta;&alpha; &alpha;&nu;&tau;&iota;&kappa;&alpha;&tau;&alpha;&sigma;&tau;&alpha;&theta;&omicron;ύ&nu;.
            </p>
            <p>&Epsilon;ά&nu; &delta;&epsilon;&nu; &epsilon;ί&nu;&alpha;&iota; &epsilon;&pi;&iota;&lambda;&epsilon;&gamma;&mu;έ&nu;&alpha;, ό&lambda;&alpha; &tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά NoData &epsilon;&nu;&tau;ό&sigmaf; &tau;&eta;&sigmaf; &kappa;&alpha;&lambda;&upsilon;&mu;&mu;έ&nu;&eta;&sigmaf; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή&sigmaf; &theta;&alpha; &delta;&iota;&alpha;&tau;&eta;&rho;&eta;&theta;&omicron;ύ&nu; &sigma;&tau;&eta;&nu; έ&xi;&omicron;&delta;&omicron;. &Epsilon;ά&nu; &epsilon;ί&nu;&alpha;&iota; &epsilon;&pi;&iota;&lambda;&epsilon;&gamma;&mu;έ&nu;&alpha;, &tau;&alpha; &kappa;&epsilon;&lambda;&iota;ά NoData &epsilon;&nu;&tau;ό&sigmaf; &tau;&eta;&sigmaf; &kappa;&alpha;&lambda;&upsilon;&mu;&mu;έ&nu;&eta;&sigmaf; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή&sigmaf; &theta;&alpha; &alpha;&nu;&tau;&iota;&kappa;&alpha;&tau;&alpha;&sigma;&tau;&alpha;&theta;&omicron;ύ&nu; (nibbled) &mu;&epsilon; &tau;&eta;&nu; &tau;&iota;&mu;ή &tau;&omicron;&upsilon; &pi;&lambda;&eta;&sigma;&iota;έ&sigma;&tau;&epsilon;&rho;&omicron;&upsilon; &gamma;&epsilon;ί&tau;&omicron;&nu;&alpha; &pi;&omicron;&upsilon; &beta;&rho;ί&sigma;&kappa;&epsilon;&tau;&alpha;&iota; &epsilon;&kappa;&tau;ό&sigmaf; &tau;&eta;&sigmaf; &kappa;&alpha;&lambda;&upsilon;&mu;&mu;έ&nu;&eta;&sigmaf; &pi;&epsilon;&rho;&iota;&omicron;&chi;ή&sigmaf;.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>&Tau;&omicron; ό&nu;&omicron;&mu;&alpha; &tau;&omicron;&upsilon; &theta;&epsilon;&mu;&alpha;&tau;&iota;&kappa;&omicron;ύ &epsilon;&pi;&iota;&pi;έ&delta;&omicron;&upsilon; raster &pi;&omicron;&upsilon; &theta;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&eta;&theta;&epsilon;ί &kappa;&alpha;&iota; &theta;&alpha; &pi;&rho;&omicron;&sigma;&tau;&epsilon;&theta;&epsilon;ί &sigma;&tau;&omicron;&nu; &chi;ά&rho;&tau;&eta;.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>&Omicron; &tau;ύ&pi;&omicron;&sigmaf; &tau;&omicron;&upsilon; &sigma;&tau;&omicron;&iota;&chi;&epsilon;ί&omicron;&upsilon; &epsilon;&xi;ό&delta;&omicron;&upsilon; &pi;&omicron;&upsilon; &theta;&alpha; &delta;&eta;&mu;&iota;&omicron;&upsilon;&rho;&gamma;&eta;&theta;&epsilon;ί. &Tau;&alpha; &sigma;&tau;&omicron;&iota;&chi;&epsilon;ί&alpha; &epsilon;&xi;ό&delta;&omicron;&upsilon; &mu;&pi;&omicron;&rho;&omicron;ύ&nu; &nu;&alpha; &epsilon;ί&nu;&alpha;&iota; tiled imagery layer ή &delta;&upsilon;&nu;&alpha;&mu;&iota;&kappa;ά imagery layers.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>&Tau;&omicron; ό&nu;&omicron;&mu;&alpha; &tau;&omicron;&upsilon; &phi;&alpha;&kappa;έ&lambda;&omicron;&upsilon; &sigma;&tau;&eta;&nu; &epsilon;&nu;ό&tau;&eta;&tau;&alpha;  <b>&Tau;&omicron; &pi;&epsilon;&rho;&iota;&epsilon;&chi;ό&mu;&epsilon;&nu;ό &mu;&omicron;&upsilon;</b> ό&pi;&omicron;&upsilon; &theta;&alpha; &alpha;&pi;&omicron;&theta;&eta;&kappa;&epsilon;&upsilon;&tau;&epsilon;ί &tau;&omicron; &alpha;&pi;&omicron;&tau;έ&lambda;&epsilon;&sigma;&mu;&alpha;.
            </p>
        </div>
    </div>
</div>
</html>
