<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Ymp&auml;rist&ouml;asetukset analyysille ohjelmissa  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; analyysin koordinaattij&auml;rjestelm&auml;n ja tuloskarttatason.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; analyysiss&auml; k&auml;ytett&auml;v&auml;n alueen.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>S&auml;&auml;t&auml;&auml; tulosaineiston laajuutta, jotta se vastaa m&auml;&auml;ritetyn kohdistusrasteritason solujen kohdistusta.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; solukoon tai tarkkuuden, jota k&auml;ytet&auml;&auml;n analyysiin ja tulosaineiston rasteritason luontiin.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; maskitason, jossa vain maskitasolla olevia soluja k&auml;ytet&auml;&auml;n analyysiin.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, miten pikseliarvoja interpoloidaan, kun l&auml;ht&ouml;- ja tulosaineistorasterit eiv&auml;t ole vastaavia pikselikooltaan.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; k&auml;ytett&auml;v&auml;n suorittimen tyypin. Vaihtoehdot ovat  <b>suoritin</b>, <b>grafiikkasuoritin</b> ja <b>automaattinen</b>. Jos <b>automaattinen</b> valitaan, ty&ouml;kalu m&auml;&auml;ritt&auml;&auml; suorittimen tyypin.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; ty&ouml;kalun suorittamisessa k&auml;ytett&auml;vien rasterin k&auml;sittelypalvelun esiintymien m&auml;&auml;r&auml;n. Tuettuja arvoja ovat tyhj&auml;t merkkijonot (ty&ouml;kalu m&auml;&auml;ritt&auml;&auml; k&auml;ytett&auml;vien rasterien k&auml;sittelypalvelun esiintymien m&auml;&auml;r&auml;n), kokonaiset luvut (0 tai positiiviset kokonaisluvut) ja prosenttiosuudet. Prosenttiosuuksissa on oltava prosenttimerkki (%) prosenttiosuusarvon j&auml;lkeen.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, n&auml;kyyk&ouml; varoitusviesti, jos krediittien arvioitu m&auml;&auml;r&auml; ylitt&auml;&auml; m&auml;&auml;ritetyn raja-arvon (k&auml;yt&ouml;ss&auml;) tai jos analyysi suoritetaan ilman viestin n&auml;ytt&auml;mist&auml; arvioidusta krediittien kulutuksesta huolimatta (ei k&auml;yt&ouml;ss&auml;). Analyysi noudattaa silti organisaation krediittien budjetointiasetuksia.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; raja-arvon, jossa varoitusviesti n&auml;ytet&auml;&auml;n analyysin suorittamisesta saadun krediittien arvioidun kulutuksen perusteella. Analyysi voidaan silti suorittaa, jos arvio ylitt&auml;&auml; raja-arvon.
            </p>
        </div>
    </div>
</div>
</html>
