<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Laske matkakustannus -ty&ouml;kalu mittaa pisteparien v&auml;lisen et&auml;isyyden tai matkustusajan.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Pistekarttataso, joka esitt&auml;&auml; l&auml;ht&ouml;pistett&auml;, josta matkakustannus lasketaan. Karttatasojen tuettujen kohteiden m&auml;&auml;r&auml; on enint&auml;&auml;n  5 000. </p> 
            <p class="PortalOnly">Pistekarttataso, joka esitt&auml;&auml; l&auml;ht&ouml;pistett&auml;, josta matkakustannus lasketaan.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Pistekarttataso, joka esitt&auml;&auml; m&auml;&auml;r&auml;np&auml;it&auml;, joihin matkakustannus lasketaan. Karttatasojen tuettujen kohteiden m&auml;&auml;r&auml; on enint&auml;&auml;n  5 000. </p> 
            <p class="PortalOnly">Pistekarttataso, joka esitt&auml;&auml; m&auml;&auml;r&auml;np&auml;it&auml;, joihin matkakustannus lasketaan.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p> <b>L&auml;ht&ouml;pistekarttatason</b> kentt&auml;, joka m&auml;&auml;ritt&auml;&auml; edelt&auml; m&auml;&auml;ritetyn l&auml;ht&ouml;piste-m&auml;&auml;r&auml;np&auml;&auml; -parin. Jos l&auml;ht&ouml;piste- ja m&auml;&auml;r&auml;np&auml;&auml;sijainteja on useita, t&auml;m&auml;n tunnuksen on vastattava <b>Kohdekarttatason reittitunnuksen kent&auml;ss&auml;</b> olevaa arvoa.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p> <b>Kohdekarttatason</b> kentt&auml;, joka m&auml;&auml;ritt&auml;&auml; edelt&auml; m&auml;&auml;ritetyn l&auml;ht&ouml;piste-m&auml;&auml;r&auml;np&auml;&auml; -parin. Jos l&auml;ht&ouml;piste- ja m&auml;&auml;r&auml;np&auml;&auml;sijainteja on useita, t&auml;m&auml;n tunnuksen on vastattava <b>L&auml;ht&ouml;pistekarttatason reittitunnuksen kent&auml;ss&auml;</b> olevaa arvoa.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>V&auml;hint&auml;&auml;n yksi pistekohde, joka toimii tilap&auml;isen&auml; rajoitteena (esteen&auml;) liikuttaessa taustalla olevilla kaduilla. Liikkuminen on sallittu kadulla, mutta ei esteen kohdalla.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>V&auml;hint&auml;&auml;n yksi viivakohde, joka toimii tilap&auml;isen&auml; rajoitteena (esteen&auml;) liikuttaessa taustalla olevilla kaduilla. Viivaesteet est&auml;v&auml;t liikkumisen miss&auml; tahansa kohdassa, jossa esteet riste&auml;v&auml;t katujen kanssa.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>V&auml;hint&auml;&auml;n yksi aluekohde, joka toimii tilap&auml;isen&auml; rajoitteena (esteen&auml;) liikuttaessa taustalla olevilla kaduilla. Alue-esteet est&auml;v&auml;t liikkumisen miss&auml; tahansa kohdassa, jossa alueet riste&auml;v&auml;t katujen kanssa.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Menetelm&auml;, jota k&auml;ytet&auml;&auml;n et&auml;isyyden tai ajan mittaamiseen. Menetelm&auml; voi olla suora et&auml;isyys tai matkustustapa.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>L&auml;ht&ouml;p&auml;iv&auml;m&auml;&auml;r&auml; ja -aika l&auml;ht&ouml;pistesijainneista  <b>L&auml;ht&ouml;pistekarttatasolla</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, yhdistet&auml;&auml;nk&ouml; l&auml;ht&ouml;pisteet ja m&auml;&auml;r&auml;np&auml;&auml;t k&auml;sitelinjoilla tai tavoitelinjoilla (<b>Suora linja</b>) vai taustalla olevan katuverkoston kaduilla (<b>Seuraa katuja</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Karttaan luotavan ja lis&auml;tt&auml;v&auml;n karttatason nimi.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, tallennetaanko jokainen tulosreitti reittikarttatasona.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nimi  <b>Oma sis&auml;lt&ouml;</b> -kansiossa, jonne tulokset tallennetaan.
            </p>
        </div>
    </div>
</div>
</html>
