<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Etsi HotSpot-pisteit&auml; -ty&ouml;kalu tunnistaa l&auml;ht&ouml;aineiston kohteiden tilastollisesti merkitsev&auml;n klusteroinnin.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>L&auml;ht&ouml;aineiston piste- tai aluekarttataso, josta HotSpot-pisteiden analyysi tehd&auml;&auml;n.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, vastaavatko kuumat ja kylm&auml;t pisteet kohteen sijainteja (<b>pistem&auml;&auml;r&auml;t</b>) vai kohteen kentt&auml;arvoja (<b>kentt&auml;</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>Kentt&auml;, joka analysoidaan suurten ja pienten arvojen klustereille.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>Rajausominaisuustyyppi, jonka sis&auml;lle l&auml;ht&ouml;aineiston pistekohteet koostetaan. T&auml;m&auml; voi olla aluekarttataso (<b>aluekarttataso</b>) tai kumman tahansa neli&ouml;n tesselointiruudukko (<b>vektoriruudukkosolut</b>) tai kuusikulmiot (<b>kuusikulmiosolut</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>Aluekohteita sis&auml;lt&auml;v&auml; karttataso, jonka sis&auml;lle l&auml;ht&ouml;aineiston pistekohteet koostetaan.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Aluekarttataso, joka m&auml;&auml;ritt&auml;&auml; analyysin rajan. Alueen sis&auml;ll&auml; olevat pistekohteet, jotka sis&auml;llytet&auml;&auml;n HotSpot-pisteiden analyysiin.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, miten  <b>Analyysikentt&auml;</b>-arvot tai koostetut pistem&auml;&auml;r&auml;t jaetaan. <b>Kentt&auml;</b>-vaihtoehto jakaa <b>Analyysikentt&auml;</b>-arvot m&auml;&auml;ritetyn kent&auml;n arvoilla <b>L&auml;ht&ouml;aineiston karttataso</b>&nbsp;-parametrissa. <b>Rikastusaineisto</b>-vaihtoehto rikastuttaa kohteita tai koostemuotoja populaatioaineistolla ja jakaa <b>Analyysikentt&auml;</b>-arvot tai koostetut pistem&auml;&auml;r&auml;t populaatiolla. T&auml;m&auml; vaihtoehto kuluttaa lis&auml;krediittej&auml;.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Neli&ouml;n sivun pituus tai kuusikulmiosolut, joita k&auml;ytet&auml;&auml;n l&auml;ht&ouml;aineiston kohteiden koostamiseen.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; yksik&ouml;t, joita k&auml;ytet&auml;&auml;n solukokoon.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>Et&auml;isyyskaista, jota k&auml;ytet&auml;&auml;n naapuruston m&auml;&auml;ritt&auml;miseen. Kohteen et&auml;isyyskaistan sis&auml;ll&auml; olevat naapurikohteet sis&auml;llytet&auml;&auml;n kohteen naapurustoon HotSpot-pisteiden analyysin aikana.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml; yksik&ouml;t, joita k&auml;ytet&auml;&auml;n et&auml;isyyskaistaan.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Karttaan luotavan ja lis&auml;tt&auml;v&auml;n karttatason nimi.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nimi  <b>Oma sis&auml;lt&ouml;</b> -kansiossa, jonne tulos tallennetaan.
            </p>
        </div>
    </div>
</div>
</html>
