<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Etsi samankaltaisia sijainteja&nbsp;-ty&ouml;kalu arvioi ehdokkassijaintien ja viitesijainnin samankaltaisuutta k&auml;ytt&auml;m&auml;ll&auml; ehtojoukkoa, ja se asettaa ehdokassijainnit j&auml;rjestykseen samankaltaisuuden perusteella.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Piste-, viiva- tai aluekarttataso, joka sis&auml;lt&auml;&auml; t&auml;sm&auml;ytett&auml;v&auml;t viitesijainnit. Jos karttatasossa on useita sijainteja, kaikki sijainnit keskiarvotetaan yhden viitesijainnin luontia varten.
            </p>
        </div>
    </div>
    <div id="searchLayer">
        <div>
            <p>Piste-, viiva- tai aluekarttataso, joka sis&auml;lt&auml;&auml; hakuehdokkaan sijainnit. Jokaista hakuehdokkaan sijaintia verrataan viitesijaintiin k&auml;ytt&auml;m&auml;ll&auml; m&auml;&auml;ritetty&auml;  <b>Ehtojen valinta</b>&nbsp;-arvoa, ja ne asetetaan j&auml;rjestykseen samankaltaisuuden perusteella.
            </p>
        </div>
    </div>
    <div id="criteriaFields">
        <div>
            <p>Numerokent&auml;t, joita k&auml;ytet&auml;&auml;n viitesijainnin ja kunkin hakuehdokkaan sijainnin samankaltaisuuden arviointiin. Jokaisella  <b>Ehtojen valinta</b> -arvolla on <b>Kentt&auml; viitekarttatasosta</b>&nbsp;-arvo ja <b>Kentt&auml; ehdokaskarttatasosta</b>&nbsp;-arvo. <b>Kentt&auml; viitekarttatasosta</b>- ja <b>Kentt&auml; ehdokaskarttatasosta</b>&nbsp;-arvot vastaavat kentti&auml; <b>Viitesijaintien karttataso</b>- ja <b>Hakuehdokkaiden karttataso</b>&nbsp;-arvoissa.
            </p>
        </div>
    </div>
    <div id="referenceField">
        <div>
            <p> <b>Viitesijaintien karttataso</b>&nbsp;-kentt&auml;, joka vastaa <b>Hakuehdokkaiden karttataso</b>&nbsp;-kentt&auml;&auml;, m&auml;&auml;ritet&auml;&auml;n k&auml;ytt&auml;m&auml;ll&auml; <b>Kentt&auml; ehdokaskarttatasosta</b>&nbsp;-arvolla. N&auml;iden vastaavien kenttien arvoja verrataan ja k&auml;ytet&auml;&auml;n viitesijainnin ja kunkin hakuehdokkaan sijainnin samankaltaisuuden arviointiin.
            </p>
        </div>
    </div>
    <div id="candidateField">
        <div>
            <p> <b>Hakuehdokkaiden karttataso</b>&nbsp;-kentt&auml;, joka vastaa <b>Viitesijaintien karttataso</b>&nbsp;-kentt&auml;&auml;, m&auml;&auml;ritet&auml;&auml;n k&auml;ytt&auml;m&auml;ll&auml; <b>Kentt&auml; viitekarttatasosta</b>&nbsp;-arvoa. N&auml;iden vastaavien kenttien arvoja verrataan ja k&auml;ytet&auml;&auml;n viitesijainnin ja kunkin hakuehdokkaan sijainnin samankaltaisuuden arviointiin.
            </p>
        </div>
    </div>
    <div id="returnAll">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, sis&auml;llytet&auml;&auml;nk&ouml; kaikki sijainnit  <b>Hakuehdokkaan karttataso</b>&nbsp;-arvossa tuloskarttatasoon.
            </p>
        </div>
    </div>
    <div id="numberOfResults">
        <div>
            <p>Eniten samankaltaisten sijaintien m&auml;&auml;r&auml;  <b>Hakuehdokkaan karttataso</b>&nbsp;-arvossa, joka sis&auml;llytet&auml;&auml;n tuloskarttatasoon.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Karttaan luotavan ja lis&auml;tt&auml;v&auml;n karttatason nimi.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nimi  <b>Oma sis&auml;lt&ouml;</b> -kansiossa, jonne tulos tallennetaan.
            </p>
        </div>
    </div>
</div>
</html>
