<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Nappaus-ty&ouml;kalu korvaa ne rasterin solut, jotka vastaavat l&auml;himpien naapureiden arvoja sis&auml;lt&auml;v&auml;&auml; maskia.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>L&auml;ht&ouml;aineiston rasteri, jonka maskatut sijainnit korvataan (napataan) l&auml;himm&auml;n naapurin arvolla.
            </p>
        </div>
    </div>
    <div id="inputMaskRaster">
        <div>
            <p>Maskirasteri, joka tunnistaa l&auml;ht&ouml;aineiston rasterissa olevat korvattavat sijainnit. Solujen, joiden arvo on NoData, m&auml;&auml;ritell&auml;&auml;n sijaitsevan maskatun alueen sis&auml;puolella.
            </p>
        </div>
    </div>
    <div id="inputZoneRaster">
        <div>
            <p>L&auml;ht&ouml;aineiston vy&ouml;hykerasteri. Jokaisella vy&ouml;hykkeell&auml; maskin sis&auml;puolella olevat l&auml;ht&ouml;aineiston solut korvataan vain saman vy&ouml;hykkeen sis&auml;puolella olevan l&auml;himm&auml;n solun arvoilla.
            </p>
        </div>
    </div>
    <div id="nibbleValues">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, voivatko l&auml;ht&ouml;alueen rasterissa olevat NoData-solut korvata (napata) maskatuilla alueilla olevat solut, jos ne ovat l&auml;hin naapuri.
            </p>
            <p>Jos valitaan, l&auml;ht&ouml;aineiston rasterissa olevat NoData-solut voivat napata maskatulla alueella. Jos ei valita, vain l&auml;ht&ouml;aineiston rasterissa olevat kelvolliset solut voivat napata maskatulla alueella.
            </p>
        </div>
    </div>
    <div id="nibbleNodata">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, s&auml;ilytet&auml;&auml;nk&ouml; maskatulla alueella olevat NoData-solut vai korvataanko ne.
            </p>
            <p>Jos valitaan, kaikki maskatulla alueella olevat NoData-solut s&auml;ilytet&auml;&auml;n tulosaineistossa. Jos ei valita, maskatulla alueella olevat NoData-solut korvataan (napataan) l&auml;himm&auml;n, maskatun alueen ulkopuolella olevan l&auml;himm&auml;n naapurin arvolla.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Karttaan luotavan ja lis&auml;tt&auml;v&auml;n napatun rasterikarttatason nimi.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Luotavan tulosaineiston tyyppi. Tulosaineistot voivat olla tiilitettyj&auml; kuva-aineistokarttatasoja tai dynaamisia kuvakarttatasoja.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nimi  <b>Oma sis&auml;lt&ouml;</b> -kansiossa, jonne tulokset tallennetaan.
            </p>
        </div>
    </div>
</div>
</html>
