<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Suunnittele reitit -ty&ouml;kalu luo matkareittej&auml; useilla pys&auml;hdyksill&auml; ajoneuvokalustolle.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Pistekohteet, jotka m&auml;&auml;rittelev&auml;t ajoneuvojen reitin l&auml;ht&ouml;pisteen.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Pistekohteet, joissa ajoneuvojen on k&auml;yt&auml;v&auml; reittins&auml; varrella. N&auml;ist&auml; pisteist&auml; tulee tulosaineiston m&auml;&auml;ritettyj&auml; tai m&auml;&auml;ritt&auml;m&auml;tt&ouml;mi&auml; pys&auml;hdyksi&auml;.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, onko ajoneuvojen palattava l&auml;ht&ouml;pisteeseens&auml; (k&auml;yt&ouml;ss&auml;) vai lopetettava reitti m&auml;&auml;ritettyyn sijaintiin (pois k&auml;yt&ouml;st&auml;).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Pistekohteet, jotka m&auml;&auml;rittelev&auml;t ajoneuvojen reitin p&auml;&auml;tepisteen. Jos karttatasolla on vain yksi piste, kaikki ajoneuvot reititet&auml;&auml;n yhteiseen p&auml;&auml;tepisteeseen. Jos karttatasolla on useita pisteit&auml;, kukin ajoneuvo reititet&auml;&auml;n yksil&ouml;lliseen p&auml;&auml;tepisteeseen.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Aloituskarttatason kentt&auml;, joka yksil&ouml;llisesti m&auml;&auml;ritt&auml;&auml; yksitt&auml;iset reitit, ajoneuvot tai kuljettajat. Jos ajoneuvot l&auml;htev&auml;t liikkeelle useasta sijainnista ja lopettavat useaan sijaintiin, aloitus- ja lopetuskarttatasoille valittujen reittien tunnusten on vastattava toisiaan.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Lopetuskarttatason kentt&auml;, joka yksil&ouml;llisesti m&auml;&auml;ritt&auml;&auml; yksitt&auml;iset reitit, ajoneuvot tai kuskit. Jos ajoneuvot l&auml;htev&auml;t liikkeelle useasta sijainnista ja lopettavat useaan sijaintiin, aloitus- ja lopetuskarttatasoille valittujen reittien tunnusten on vastattava toisiaan.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>V&auml;hint&auml;&auml;n yksi pistekohde, joka toimii tilap&auml;isen&auml; rajoitteena (esteen&auml;) liikuttaessa taustalla olevilla kaduilla. Liikkuminen on sallittu kadulla, mutta ei esteen kohdalla.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>V&auml;hint&auml;&auml;n yksi viivakohde, joka toimii tilap&auml;isen&auml; rajoitteena (esteen&auml;) liikuttaessa taustalla olevilla kaduilla. Viivaesteet est&auml;v&auml;t liikkumisen miss&auml; tahansa kohdassa, jossa esteet riste&auml;v&auml;t katujen kanssa.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>V&auml;hint&auml;&auml;n yksi aluekohde, joka toimii tilap&auml;isen&auml; rajoitteena (esteen&auml;) liikuttaessa taustalla olevilla kaduilla. Alue-esteet est&auml;v&auml;t liikkumisen miss&auml; tahansa kohdassa, jossa alueet riste&auml;v&auml;t katujen kanssa.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Matkustusmenetelm&auml;, jolla reitit luodaan. Matkustustapa voi perustua et&auml;isyyteen tai aikaan.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Ajoneuvojen l&auml;ht&ouml;p&auml;iv&auml;m&auml;&auml;r&auml; ja -aika.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Pys&auml;hdyspaikoissa k&auml;yvien ajoneuvojen suurin saatavilla oleva m&auml;&auml;r&auml;. Jos  <b>aloituskarttataso</b> ja <b>lopetuskarttataso</b> sis&auml;lt&auml;v&auml;t kummatkin yhden kohteen, voit m&auml;&auml;ritt&auml;&auml; enint&auml;&auml;n 100 ajoneuvoa. Jos jommalla kummalla karttatasolla on enemm&auml;n kuin yksi kohde, oletusarvoa ei voi muokata. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Kunkin ajoneuvon reitin varrella tekemien pys&auml;hdysten suurin m&auml;&auml;r&auml;. Voit m&auml;&auml;ritt&auml;&auml; arvoksi 1- 200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>M&auml;&auml;rit&auml; kullakin pys&auml;hdyspaikalla vietetty odotettu keskim&auml;&auml;r&auml;inen palveluaika.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, sovelletaanko suurinta reititysaikaa kaikkiin ajoneuvoihin. Reititysaika sis&auml;lt&auml;&auml; odotetun matkustusajan ja reitin kullakin pys&auml;hdyspaikalla kuluneen palveluajan.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>M&auml;&auml;rit&auml; reitin enimm&auml;iskestoaika alusta loppuun.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Karttaan luotavan ja lis&auml;tt&auml;v&auml;n karttatason nimi.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>M&auml;&auml;ritt&auml;&auml;, tallennetaanko jokainen tulosreitti reittikarttatasona.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nimi  <b>Oma sis&auml;lt&ouml;</b> -kansiossa, jonne tulokset tallennetaan.
            </p>
        </div>
    </div>
</div>
</html>
