<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Yhteenveto, l&auml;hist&ouml; -ty&ouml;kalu laskee tilastotiedot kohteille, jotka ovat m&auml;&auml;ritetyll&auml; et&auml;isyydell&auml; muista kohteista. Et&auml;isyyden voi laskea k&auml;ytt&auml;m&auml;ll&auml; suoraa et&auml;isyytt&auml; tai matkustustapaa.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>Karttataso yhteenvetoa varten l&auml;hist&ouml;karttatason et&auml;isyydell&auml;.
            </p>
        </div>
    </div>
    <div id="sumNearbyLayer">
        <div>
            <p>Piste-, viiva- tai aluekarttataso, joita k&auml;ytet&auml;&auml;n aloitussijainteina, joiden ymp&auml;rille luodaan rajaavat alueet l&auml;hist&ouml;ll&auml; olevien kohteiden yhteenvetoa varten.
            </p>
        </div>
    </div>
    <div id="nearType">
        <div>
            <p>Menetelm&auml;, jolla rajaavat alueet luodaan. Menetelm&auml; voi olla suora et&auml;isyys tai matkustustapa.
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>Et&auml;isyys tai aika, jota k&auml;ytet&auml;&auml;n rajaavien alueiden luomiseen. Jos useita arvoja lis&auml;t&auml;&auml;n, jokaista arvoa k&auml;ytet&auml;&auml;n rajaavien alueiden laskentaan kaikissa l&auml;ht&ouml;aineiston kohteissa.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>Yksik&ouml;t, joita k&auml;ytet&auml;&auml;n et&auml;isyyden tai ajan m&auml;&auml;ritt&auml;miseen.
            </p>
        </div>
    </div>
    <div id="returnBoundaries">
        <div>
            <p>M&auml;&auml;rit&auml;, pit&auml;&auml;k&ouml; tuloskarttatason olla rajaavat alueet (valittu) vai sama geometria kuin l&auml;ht&ouml;aineiston l&auml;hist&ouml;n karttataso (ei valittu).
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Laske yhteenvedettyjen kohteiden koko yhteens&auml; jokaiselle rajaavalle alueelle. Viivoille lasketaan kokonaispituus. Aluekohteille lasketaan kokonaispinta-ala.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>Yksik&ouml;t, joita k&auml;ytet&auml;&auml;n yhteenvedettyjen kohteiden yhteenlasketun koon laskentaan.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>L&auml;ht&ouml;aineiston karttatason numero- tai p&auml;iv&auml;m&auml;&auml;r&auml;kent&auml;t, joista lasketaan yhteenveto, ja jokaisesta kent&auml;st&auml; laskettavat tilastotiedot.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>L&auml;ht&ouml;aineiston karttatason kentt&auml;, jonka perusteella aineisto erotetaan erillisiksi ryhmiksi tilastolaskentaa varten.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Laske kunkin yhteenvetoalueen v&auml;hemmist&ouml;- (v&auml;hiten hallitsevat) ja enemmist&ouml;ryhm&auml;t (hallitsevimmat).
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Laske kuhunkin ryhm&auml;&auml;n kuuluvien yhteenvedettyjen kohteiden prosenttiosuus kunkin rajan sis&auml;ll&auml;.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Karttaan luotavan ja lis&auml;tt&auml;v&auml;n karttatason nimi.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nimi  <b>Oma sis&auml;lt&ouml;</b> -kansiossa, jonne tulokset tallennetaan.
            </p>
        </div>
    </div>
</div>
</html>
