<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Agregar Raster Multidimensional gera uma camada de imagens multidimensionais combinando vari&aacute;veis existentes da camada de imagens multidimensionais ao longo de uma dimens&atilde;o.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>A camada de imagens multidimensionais que ser&aacute; agregada.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>A dimens&atilde;o da camada de imagens multidimensionais ao longo da qual a vari&aacute;vel ser&aacute; agregada.
            </p>
        </div>
    </div>
    <div id="dimensionless">
        <div>
            <p>Indica se a camada tem valores de dimens&atilde;o.
            </p> 
        </div>
    </div>
    <div id="variables">
        <div>
            <p>A vari&aacute;vel da camada de imagens multidimensionais que ser&aacute; agregada ao longo da dimens&atilde;o definida.
            </p>
        </div>
    </div>
    <div id="aggregationMethod">
        <div>
            <p>O m&eacute;todo matem&aacute;tico que ser&aacute; usado para agregar as partes da camada de imagens multidimensionais.
            </p>
        </div>
    </div>
    <div id="percentileValue">
        <div>
            <p>O valor do percentil que ser&aacute; usado para c&aacute;lculos assim que o m&eacute;todo de agrega&ccedil;&atilde;o for especificado.
            </p>
        </div>
    </div>
    <div id="percentileInterpolationType">
        <div>
            <p>O m&eacute;todo de interpola&ccedil;&atilde;o de percentil que ser&aacute; usado quando houver um n&uacute;mero par de valores da camada de imagens de entrada.
            </p>
        </div>
    </div>
    <div id="aggregationFunction">
        <div>
            <p>A fun&ccedil;&atilde;o raster personalizada que ser&aacute; usada para calcular os valores de pixel das camadas de imagens agregadas.
            </p>
        </div>
    </div>
    <div id="aggregationDefinition">
        <div>
            <p>O intervalo de dimens&atilde;o que ser&aacute; usado para agregar os dados multidimensionais.
            </p>
        </div>
    </div>
    <div id="intervalKeyword">
        <div>
            <p>Cada palavra-chave especifica a unidade de tempo para a qual cada estat&iacute;stica ser&aacute; agregada. A lista de palavras-chave inclui Por Hora, Di&aacute;rio, Semanal, Mensal, Trimestral e Anual.
            </p>
        </div>
    </div>
    <div id="intervalValue">
        <div>
            <p>O tamanho do intervalo que ser&aacute; usado ao agregar ao longo da dimens&atilde;o.
            </p>
        </div>
    </div>
    <div id="intervalUnit">
        <div>
            <p>As unidades de medida para o valor do intervalo.
            </p>
        </div>
    </div>
    <div id="intervalRanges">
        <div>
            <p>A tabela de valores que ser&aacute; usada ao agregar ao longo da dimens&atilde;o especificada. Os valores m&iacute;nimo e m&aacute;ximo especificam o intervalo a ser inclu&iacute;do.
            </p>
        </div>
    </div>
    <div id="minValue">
        <div>
            <p>O valor m&iacute;nimo para a faixa de intervalo.
            </p>
        </div>
    </div>
    <div id="maxValue">
        <div>
            <p>O valor m&aacute;ximo para a faixa de intervalo.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Indica se os valores de NoData ser&atilde;o ignorados na agrega&ccedil;&atilde;o.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>O tipo de sa&iacute;da que ser&aacute; criado. As sa&iacute;das podem ser camadas de imagens mosaicadas ou camadas de imagens din&acirc;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
