<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Agregar Pontos calcula uma contagem de pontos e outras estat&iacute;sticas dentro de compartimentos ou pol&iacute;gonos especificados.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="pointLayer">
        <div>
            <p>A camada de ponto que ser&aacute; agregada nas &aacute;reas de resumo.
            </p>
        </div>
    </div>
    <div id="polygonLayer">
        <div>
            <p>A camada do pol&iacute;gono na qual os pontos ser&atilde;o agregados.
            </p>
        </div>
    </div>
    <div id="binType">
        <div>
            <p>O tipo de fei&ccedil;&otilde;es delimitadoras dentro dos quais os pontos de entrada ser&atilde;o agregados. Isso pode ser uma camada de pol&iacute;gono ou uma grade de mosaico de caixas quadradas ou, hexagonais que s&atilde;o geradas quando a ferramenta &eacute; executada.
            </p>
        </div>
    </div>
    <div id="binSize">
        <div>
            <p>O tamanho das caixas geradas. Para caixas quadradas, o n&uacute;mero e as unidades especificadas determinam a altura e o comprimento do quadrado. Para caixas de hex&aacute;gono, o n&uacute;mero e unidades especificadas determinam a dist&acirc;ncia entre os lados paralelos.
            </p>
        </div>
    </div>
    <div id="binSizeUnit">
        <div>
            <p>As unidades que ser&atilde;o usadas para especificar o tamanho da caixa.
            </p>
        </div>
    </div>
    <div id="keepBoundariesWithNoPoints">
        <div>
            <p>Determina se as fei&ccedil;&otilde;es que n&atilde;o possuem pontos aparecem na camada resultante. Quando desmarcada, as fei&ccedil;&otilde;es sem pontos n&atilde;o aparecer&atilde;o no resultado. Quando marcada, as fei&ccedil;&otilde;es sem pontos aparecer&atilde;o no resultado.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Os campos de n&uacute;mero ou data da camada de entrada a serem resumidos e as estat&iacute;sticas que ser&atilde;o calculadas para cada campo.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>O campo da camada de entrada que ser&aacute; usado para separar os dados em grupos distintos para c&aacute;lculos estat&iacute;sticos.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Calcule os grupos minorit&aacute;rios (menos dominantes) e majorit&aacute;rios (mais dominantes) dentro de cada &aacute;rea de resumo.
            </p>
        </div>
    </div>
    <div id="percentPoints">
        <div>
            <p>Calcule a porcentagem de pontos pertencentes a cada grupo dentro de cada &aacute;rea de resumo.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
