<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Panorama Geod&eacute;sico identifica os locais em uma superf&iacute;cie raster que s&atilde;o vis&iacute;veis para os locais do observador de entrada.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputElevationSurface">
        <div>
            <p>O raster de eleva&ccedil;&atilde;o no qual o panorama ser&aacute; calculado.
            </p>
        </div>
    </div>
    <div id="inputObserverFeatures">
        <div>
            <p>Os locais do observador para os quais o panorama ser&aacute; calculado.
            </p>
        </div>
    </div>
    <div id="optimizeFor">
        <div>
            <p>Otimiza o c&aacute;lculo do panorama com base na velocidade ou na precis&atilde;o.
            </p>
        </div>
    </div>
    <div id="maximumViewingDistanceType">
        <div>
            <p>Especifica a dist&acirc;ncia m&aacute;xima de visualiza&ccedil;&atilde;o para o c&aacute;lculo do panorama.
            </p>
            <p>A dist&acirc;ncia pode ser definida por um valor e suas unidades, ou a partir de um campo nas  <b>Fei&ccedil;&otilde;es de linha ou ponto do observador de entrada</b>.
            </p>
        </div>
    </div>
    <div id="minimumViewingDistanceType">
        <div>
            <p>Especifica a dist&acirc;ncia m&iacute;nima de visualiza&ccedil;&atilde;o para o c&aacute;lculo do panorama.
            </p>
            <p>A dist&acirc;ncia pode ser definida por um valor e suas unidades, ou a partir de um campo nas  <b>Fei&ccedil;&otilde;es de linha ou ponto do observador de entrada</b>.
            </p>
        </div>
    </div>
    <div id="viewingDistanceIs3D">
        <div>
            <p>Especifica o tipo de dist&acirc;ncias de visualiza&ccedil;&atilde;o m&aacute;xima e m&iacute;nima.
            </p>
            <p>Se desmarcado, as dist&acirc;ncias de visualiza&ccedil;&atilde;o ser&atilde;o tratadas como dist&acirc;ncias Euclidianas bidimensionais. Se marcado, as dist&acirc;ncias de visualiza&ccedil;&atilde;o ser&atilde;o tratadas como dist&acirc;ncias tridimensionais.
            </p>
        </div>
    </div>
    <div id="observersElevationType">
        <div>
            <p>Especifica a eleva&ccedil;&atilde;o da superf&iacute;cie de locais do observador.
            </p>
            <p>A eleva&ccedil;&atilde;o pode ser definida por um valor e suas unidades, ou a partir de um campo nas  <b>Fei&ccedil;&otilde;es de linha ou ponto do observador de entrada</b>.
            </p>
        </div>
    </div>
    <div id="observersHeightType">
        <div>
            <p>Especifica a altura dos observadores acima do solo.
            </p>
            <p>A altura pode ser definida por um valor e suas unidades, ou a partir de um campo nas  <b>Fei&ccedil;&otilde;es de linha ou ponto do observador de entrada</b>.
            </p>
        </div>
    </div>
    <div id="targetHeightType">
        <div>
            <p>Especifica a altura dos alvos no solo.
            </p>
            <p>A altura pode ser definida por um valor e suas unidades, ou a partir de um campo nas  <b>Fei&ccedil;&otilde;es de linha ou ponto do observador de entrada</b>.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada raster de panorama que ser&aacute; criada e adicionada ao mapa. Essa camada cont&eacute;m as &aacute;reas vis&iacute;veis onde os observadores podem ver e os valores das c&eacute;lulas representam o n&uacute;mero de observadores que podem visualizar as c&eacute;lulas.
            </p>
        </div>
    </div>
    <div id="aboveGroundLevelOutputName">
        <div>
            <p>O nome da camada raster acima do n&iacute;vel do solo (AGL) que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>O tipo de sa&iacute;da que ser&aacute; criado. A sa&iacute;da pode ser uma camada de imagem mosaicada ou uma camada de imagem din&acirc;mica.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
