<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Acumula&ccedil;&atilde;o de Dist&acirc;ncia calcula a dist&acirc;ncia acumulada de cada c&eacute;lula at&eacute; as fontes de entrada, permitindo dist&acirc;ncia em linha reta, dist&acirc;ncia de custo e dist&acirc;ncia de superf&iacute;cie verdadeira, como tamb&eacute;m, fatores de custo vertical e horizontal.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSourceRasterOrFeatures">
        <div>
            <p>Um camada de fei&ccedil;&atilde;o ou raster de entrada que identifica as fontes para as quais a dist&acirc;ncia ser&aacute; calculada.
            </p>
            <p>Se a entrada for um raster, dever&aacute; consistir em c&eacute;lulas com valores inteiros v&aacute;lidos (zero &eacute; um valor v&aacute;lido) para as origens e as c&eacute;lulas restantes dever&atilde;o ser atribu&iacute;das a NoData.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>As barreiras que definem os obst&aacute;culos que devem ser contornados.
            </p>
            <p>Para uma camada raster, as c&eacute;lulas que t&ecirc;m um valor (incluindo zero) ser&atilde;o tratadas como uma barreira.
            </p>
        </div>
    </div>
    <div id="inputSurfaceRaster">
        <div>
            <p>O raster que define os valores de eleva&ccedil;&atilde;o em cada localiza&ccedil;&atilde;o de c&eacute;lula.
            </p>
            <p>Os valores s&atilde;o utilizados para calcular a dist&acirc;ncia de superf&iacute;cie real coberta ao analisar entre as c&eacute;lulas.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>O raster que define a imped&acirc;ncia, ou custo, para percorrer cada c&eacute;lula.
            </p>
            <p>O valor de cada localiza&ccedil;&atilde;o da c&eacute;lula representa a dist&acirc;ncia de unidade por custo para mover pela c&eacute;lula. O valor n&atilde;o pode ser negativo ou zero.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Especifica se a dist&acirc;ncia ser&aacute; calculada usando um m&eacute;todo planar (terra plana) ou um m&eacute;todo geod&eacute;sico (elips&oacute;ide).
            </p>
        </div>
    </div>
    <div id="inputVerticalRaster">
        <div>
            <p>O raster que define os valores z para cada localiza&ccedil;&atilde;o de c&eacute;lula.
            </p>
            <p>Os valores s&atilde;o utilizados para calcular a declividade para identificar o fator vertical incorrido ao mover de uma c&eacute;lula para outra.
            </p>
        </div>
    </div>
    <div id="verticalFactor">
        <div>
            <p>O fator que define o relacionamento entre o fator de custo vertical e o &acirc;ngulo de movimento relativo vertical.
            </p>
            <p>H&aacute; v&aacute;rias op&ccedil;&otilde;es de fatores com modificadores que identificam um gr&aacute;fico de fator vertical definido. Os gr&aacute;ficos s&atilde;o utilizados para identificar o fator vertical utilizado no c&aacute;lculo do custo total para mover em uma c&eacute;lula vizinha.
            </p>
        </div>
    </div>
    <div id="inputHorizontalRaster">
        <div>
            <p>O raster que define a dire&ccedil;&atilde;o horizontal em cada c&eacute;lula.
            </p>
            <p>Os valores em cada local ser&atilde;o usados ​​em conjunto com o par&acirc;metro  <b>Fator horizontal</b> para determinar o custo horizontal incorrido ao mover de uma c&eacute;lula para suas vizinhas.
            </p>
        </div>
    </div>
    <div id="horizontalFactor">
        <div>
            <p>O fator que define o relacionamento entre o fator de custo horizontal e o &acirc;ngulo de movimento relativo horizontal.
            </p>
            <p>H&aacute; v&aacute;rias op&ccedil;&otilde;es de fatores com modificadores que identificam um gr&aacute;fico de fator horizontal definido. Os gr&aacute;ficos s&atilde;o utilizados para identificar o fator horizontal utilizado no c&aacute;lculo do custo total de movimento em uma c&eacute;lula vizinha.
            </p>
        </div>
    </div>
    <div id="sourceInitialAccumulation">
        <div>
            <p>O custo acumulativo inicial com o qual iniciar o c&aacute;lculo de custo.
            </p>
            <p>O padr&atilde;o &eacute; 0.
            </p>
        </div>
    </div>
    <div id="sourceMaximumAccumulation">
        <div>
            <p>A acumula&ccedil;&atilde;o m&aacute;xima para o viajante de uma origem.
            </p>
            <p>O ac&uacute;mulo padr&atilde;o &eacute; at&eacute; a borda do raster de sa&iacute;da.
            </p>
        </div>
    </div>
    <div id="sourceCostMultiplier">
        <div>
            <p>Um multiplicador que ser&aacute; aplicado aos valores de custo.
            </p>
            <p>O padr&atilde;o &eacute; 1.
            </p>
        </div>
    </div>
    <div id="sourceDirection">
        <div>
            <p>A dire&ccedil;&atilde;o do viajante ao aplicar fatores horizontais e verticais.
            </p>
        </div>
    </div>
    <div id="outputDistanceAccumulationRasterName">
        <div>
            <p>O nome da camada raster de dist&acirc;ncia acumulativa que ser&aacute; criada e adicionada ao mapa. A camada cont&eacute;m a dist&acirc;ncia acumulativa para cada c&eacute;lula de, ou para, a fonte de menor custo.
            </p>
        </div>
    </div>
    <div id="outputBackDirectionRasterName">
        <div>
            <p>O nome da camada raster da dire&ccedil;&atilde;o de volta que ser&aacute; criada e adicionada ao mapa. A camada cont&eacute;m a dire&ccedil;&atilde;o em graus.
            </p>
        </div>
    </div>
    <div id="outputSourceDirectionRasterName">
        <div>
            <p>O nome da camada raster da dire&ccedil;&atilde;o de origem que ser&aacute; criada e adicionada ao mapa. A camada cont&eacute;m a dire&ccedil;&atilde;o do azimute da c&eacute;lula de origem de menor custo acumulado em graus.
            </p>
        </div>
    </div>
    <div id="outputSourceLocationRasterName">
        <div>
            <p>O nome da camada raster de m&uacute;ltiplas bandas do local de origem que ser&aacute; criada e adicionada ao mapa. A camada cont&eacute;m os locais de origem onde a primeira banda cont&eacute;m um &iacute;ndice de linha e a segunda banda cont&eacute;m um &iacute;ndice de coluna.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>O tipo de sa&iacute;da que ser&aacute; criado. As sa&iacute;das podem ser camadas de imagens mosaicadas ou camadas de imagens din&acirc;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
