<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Encontrar Locais Semelhantes avalia a semelhan&ccedil;a entre os locais candidatos e um local de refer&ecirc;ncia com base em um conjunto de crit&eacute;rios e classifica os locais candidatos do mais ao menos semelhante.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>A camada de ponto, linha ou pol&iacute;gono que cont&eacute;m os locais de refer&ecirc;ncia que ser&atilde;o correspondidos. Se a camada incluir v&aacute;rios locais, todos os locais ser&atilde;o calculados para criar um &uacute;nico local de refer&ecirc;ncia.
            </p>
        </div>
    </div>
    <div id="searchLayer">
        <div>
            <p>A camada de ponto, linha ou pol&iacute;gono que cont&eacute;m os locais candidatos &agrave; pesquisa. Cada local de candidato &agrave; pesquisa ser&aacute; comparado ao local de refer&ecirc;ncia pelo valor de  <b>Sele&ccedil;&atilde;o de crit&eacute;rios</b> especificado e classificado do mais para o menos semelhante.
            </p>
        </div>
    </div>
    <div id="criteriaFields">
        <div>
            <p>Os campos num&eacute;ricos que ser&atilde;o utilizados para avaliar a similaridade entre o local de refer&ecirc;ncia e cada local candidato &agrave; pesquisa. Cada valor de  <b>Sele&ccedil;&atilde;o de crit&eacute;rios</b> ter&aacute; um valor de <b>Campo da camada de refer&ecirc;ncia</b> e um valor de <b>Campo da camada de candidato</b>. Os valores de <b>Campo da camada de refer&ecirc;ncia</b> e <b>Campo da camada de candidatos</b> s&atilde;o campos correspondentes nos valores <b>Camada de locais de refer&ecirc;ncia</b> e <b>Pesquisar camada de candidatos</b>.
            </p>
        </div>
    </div>
    <div id="referenceField">
        <div>
            <p>O campo da  <b>camada Locais de refer&ecirc;ncia</b> que corresponde ao campo da <b>camada Pesquisar candidatos</b> especificado pelo valor de <b>Campo da camada de candidatos</b>. Os valores nesses campos correspondentes ser&atilde;o comparados para avaliar a semelhan&ccedil;a entre o local de refer&ecirc;ncia e cada local de candidato &agrave; pesquisa.
            </p>
        </div>
    </div>
    <div id="candidateField">
        <div>
            <p>O campo da  <b>camada Procurar candidatos</b> que corresponde ao campo da <b>camada Locais de refer&ecirc;ncia</b> especificado pelo valor de <b>Campo da camada de refer&ecirc;ncia</b>. Os valores nesses campos correspondentes ser&atilde;o comparados para avaliar a semelhan&ccedil;a entre o local de refer&ecirc;ncia e cada local de candidato &agrave; pesquisa.
            </p>
        </div>
    </div>
    <div id="returnAll">
        <div>
            <p>Especifica se todos os locais no valor da  <b>camada Pesquisar candidato</b> ser&atilde;o inclu&iacute;dos na camada de sa&iacute;da.
            </p>
        </div>
    </div>
    <div id="numberOfResults">
        <div>
            <p>O n&uacute;mero de locais mais semelhantes no valor da  <b>camada Pesquisar candidato</b> que ser&aacute; inclu&iacute;do na camada de sa&iacute;da.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
