<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Localizar Valores At&iacute;picos determinar&aacute; se h&aacute; algum local com valores significativamente diferentes de seus vizinhos com base no padr&atilde;o espacial dos dados.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>A camada de ponto ou pol&iacute;gono a partir da qual os valores at&iacute;picos ser&atilde;o localizados.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>Especifica se valores at&iacute;picos ser&atilde;o determinados com base em locais de fei&ccedil;&otilde;es (<b>Contagem de pontos</b>) ou valores de campo de fei&ccedil;&atilde;o (<b>Campo</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>O campo que ser&aacute; analisado para determinar valores at&iacute;picos.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>O tipo de fei&ccedil;&otilde;es delimitadoras dentro dos quais as fei&ccedil;&otilde;es de entrada ser&atilde;o agregadas. Isso pode ser uma camada de pol&iacute;gono (<b>Camada Pol&iacute;gono</b>) ou uma grade de mosaico de quadrados (<b>C&eacute;lulas Fishnet</b>) ou hex&aacute;gonos(<b>C&eacute;lulas hexagonais</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>A camada que cont&eacute;m fei&ccedil;&otilde;es de pol&iacute;gono na qual as fei&ccedil;&otilde;es de ponto de entrada ser&atilde;o agregadas.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>A camada do pol&iacute;gono que definir&aacute; o limite da an&aacute;lise. As fei&ccedil;&otilde;es dentro do pol&iacute;gono ser&atilde;o inclu&iacute;das na an&aacute;lise de valores at&iacute;picos.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>Especifica como dividir os valores do  <b>campo de An&aacute;lise</b> ou as contagens de pontos agregados. A op&ccedil;&atilde;o <b>Campo</b> dividir&aacute; os valores do <b>campo An&aacute;lise</b> pelos valores de um campo especificado no par&acirc;metro da <b>Camada de entrada</b>. A op&ccedil;&atilde;o <b>Dados de enriquecimento</b> enriquecer&aacute; as fei&ccedil;&otilde;es ou as formas de agrega&ccedil;&atilde;o com dados populacionais e dividir&aacute; os valores do <b>campo de An&aacute;lise</b> ou as contagens de pontos agregados pela popula&ccedil;&atilde;o. Esta op&ccedil;&atilde;o consumir&aacute; cr&eacute;ditos adicionais.
            </p>
        </div>
    </div>
    <div id="permutations">
        <div>
            <p>Especifica se a ferramenta ser&aacute; otimizada para um tempo de processamento mais r&aacute;pido ou maior precis&atilde;o dos resultados.
            </p>
        </div>
    </div>
    <div id="randomGenerator">
        <div>
            <p>Um valor inteiro que iniciar&aacute; um gerador de n&uacute;meros aleat&oacute;rios.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>O comprimento de um lado do quadrado (fishnet) ou c&eacute;lulas hexagonais que ser&atilde;o usadas para agregar as fei&ccedil;&otilde;es de entrada.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>Especifica as unidades que ser&atilde;o usadas para o tamanho da c&eacute;lula.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>A faixa de dist&acirc;ncia que ser&aacute; usada para definir uma vizinhan&ccedil;a. As fei&ccedil;&otilde;es vizinhas dentro da faixa de dist&acirc;ncia de uma fei&ccedil;&atilde;o alvo ser&atilde;o inclu&iacute;das na vizinhan&ccedil;a da fei&ccedil;&atilde;o alvo durante a an&aacute;lise.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>Especifica as unidades que ser&atilde;o usadas para a faixa de dist&acirc;ncia.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
