<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Localizar por Atributos e Localiza&ccedil;&atilde;o cria uma nova camada de fei&ccedil;&otilde;es ou partes de fei&ccedil;&otilde;es que atendem a crit&eacute;rios espaciais ou de atributo especificados.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayers">
        <div>
            <p>A camada de ponto, linha ou pol&iacute;gono para a qual as fei&ccedil;&otilde;es, com base em uma combina&ccedil;&atilde;o de atributos e consultas espaciais, ser&atilde;o encontradas.
            </p>
        </div>
    </div>
    <div id="queryBuilder">
        <div>
            <p>Os crit&eacute;rios espaciais ou de atributos que ser&atilde;o usados para localizar fei&ccedil;&otilde;es. Clique no bot&atilde;o  <b>Construir nova consulta</b> para definir um ou mais crit&eacute;rios espaciais, ou de atributo. Essas fei&ccedil;&otilde;es, ou partes de fei&ccedil;&otilde;es, que atendem todos os crit&eacute;rios ser&atilde;o gravados na camada resultante.
            </p>
        </div>
    </div>
    <div id="expressions">
        <div>
            <p> Os crit&eacute;rios espaciais ou de atributos que ser&atilde;o usados para localizar fei&ccedil;&otilde;es. Clique no bot&atilde;o <b>Construir nova consulta</b> para definir um ou mais crit&eacute;rios espaciais, ou de atributo. Essas fei&ccedil;&otilde;es, ou partes de fei&ccedil;&otilde;es, que atendem todos os crit&eacute;rios ser&atilde;o gravados na camada resultante.
            </p>
        </div>
    </div>
    <div id="clipFeatures">
        <div>
            <p>Quando apenas uma parte de uma fei&ccedil;&atilde;o atende aos crit&eacute;rios, especifica se o resultado inclui a fei&ccedil;&atilde;o inteira ou apenas a parte da fei&ccedil;&atilde;o que atende a todos os crit&eacute;rios. Quando marcado, apenas as partes da fei&ccedil;&atilde;o que atendem a todos os crit&eacute;rios ser&atilde;o retornadas. Quando desmarcado, toda a fei&ccedil;&atilde;o ser&aacute; retornada, desde que pelo menos uma parte da fei&ccedil;&atilde;o atenda a todos os crit&eacute;rios.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
