<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Dire&ccedil;&atilde;o do Fluxo cria um raster de dire&ccedil;&atilde;o do fluxo de cada c&eacute;lula para seu vizinho ou vizinhos descendentes, usando o m&eacute;todo D8, Dire&ccedil;&atilde;o de M&uacute;ltiplos Fluxos (MFD) ou D-Infinity (DINF).
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>O raster de eleva&ccedil;&atilde;o que ser&aacute; usado para c&aacute;lculos.
            </p>
        </div>
    </div>
    <div id="flowDirectionType">
        <div>
            <p>Especifica o tipo de fluxo que ser&aacute; usado ao calcular a dire&ccedil;&atilde;o do fluxo.
            </p>
        </div>
    </div>
    <div id="forceFlow">
        <div>
            <p>Especifica se o fluxo nas c&eacute;lulas de borda seguir&aacute; as regras de fluxo normal ou sempre fluir&aacute; para fora.
            </p>
            <p>Se n&atilde;o for verificado, o fluxo ser&aacute; em dire&ccedil;&atilde;o &agrave; c&eacute;lula interna com a queda mais acentuada no valor z. No entanto, se a queda for menor ou igual a zero, a c&eacute;lula fluir&aacute; para fora do raster da superf&iacute;cie. Se marcada, a dire&ccedil;&atilde;o do fluxo sempre ser&aacute; para fora do raster da superf&iacute;cie.
            </p>
        </div>
    </div>
    <div id="outputFlowDirectionName">
        <div>
            <p>O nome da camada raster de dire&ccedil;&atilde;o de fluxo que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="outputDropName">
        <div>
            <p>O nome da camada raster descartada que ser&aacute; criada e adicionada ao mapa. Esta camada cont&eacute;m a porcentagem da rela&ccedil;&atilde;o entre a mudan&ccedil;a de eleva&ccedil;&atilde;o m&aacute;xima e o comprimento do caminho ao longo da dire&ccedil;&atilde;o do fluxo.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>O tipo de sa&iacute;da que ser&aacute; criado. As sa&iacute;das podem ser camadas de imagens mosaicadas ou camadas de imagens din&acirc;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
