<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Interpolar Pontos prev&ecirc; valores em novos locais com base nas medi&ccedil;&otilde;es de ponto. A ferramenta cria sa&iacute;das de fei&ccedil;&atilde;o.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Escolha a camada de pontos dos locais que ser&atilde;o interpolados.
            </p>
        </div>
    </div>
    <div id="field">
        <div>
            <p>Escolha o campo que cont&eacute;m os valores medidos que ser&atilde;o interpolados.
            </p>
        </div>
    </div>
    <div id="interpolateOption">
        <div>
            <p>Escolha se a velocidade de c&aacute;lculo ou exatid&atilde;o e precis&atilde;o ser&atilde;o priorizadas. Previs&otilde;es mais exatas e precisas levam mais tempo para serem calculadas.
            </p>
        </div>
    </div>
    <div id="outputPredictionError">
        <div>
            <p>Escolha se uma camada de erros padr&atilde;o para as previs&otilde;es de interpola&ccedil;&atilde;o ser&aacute; inclu&iacute;da na sa&iacute;da.
            </p>
        </div>
    </div>
    <div id="classificationType">
        <div>
            <p>Escolha como os valores das quebras de classe ser&atilde;o calculados.
            </p>
        </div>
    </div>
    <div id="numClasses">
        <div>
            <p>Especifique o n&uacute;mero de classes (intervalos de valores previstos) que ser&atilde;o inclu&iacute;dos na camada de resultado. Cada classe define o limite de um pol&iacute;gono e representa os contornos dos valores previstos. Os valores de quebra de classe s&atilde;o determinados pelo tipo de classifica&ccedil;&atilde;o.
            </p>
        </div>
    </div>
    <div id="classBreaks">
        <div>
            <p>Forne&ccedil;a os valores de quebra de classe que ser&atilde;o usados.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Escolha uma camada de pol&iacute;gono que ser&aacute; usada para definir uma &aacute;rea de estudo. Os resultados ser&atilde;o cortados para serem exibidos apenas dentro da &aacute;rea de estudo.
            </p>
        </div>
    </div>
    <div id="predictAtPointLayer">
        <div>
            <p>Escolha uma camada de pontos representando os locais que ser&atilde;o usados ​​para prever valores. Se fornecido, uma camada de pontos contendo valores previstos nos locais especificados ser&aacute; criada.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
