<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Principais Componentes Multidimensionais transforma as camadas de imagens multidimensionais em um n&uacute;mero reduzido de componentes que respondem pela varia&ccedil;&atilde;o dos dados, para que padr&otilde;es espaciais e temporais possam ser facilmente identificados.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>A camada de imagem multidimensional que ser&aacute; analisada.
            </p> 
        </div>
    </div>
    <div id="mode">
        <div>
            <p>O m&eacute;todo que ser&aacute; usado para realizar a an&aacute;lise dos principais componentes. As op&ccedil;&otilde;es incluem  <b>Redu&ccedil;&atilde;o de dimens&atilde;o</b> e <b>Redu&ccedil;&atilde;o espacial</b>.
            </p>
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>A dimens&atilde;o da camada de imagens multidimensionais ao longo da qual a vari&aacute;vel ser&aacute; analisada.
            </p>
        </div>
    </div>
    <div id="outputPrincipalComponentsName">
        <div>
            <p>O nome da camada de imagens de sa&iacute;da ou camada de tabela mostrando os principais componentes encontrados dependendo das seguintes op&ccedil;&otilde;es de modo:
                <ul>
                    <li>A sa&iacute;da de redu&ccedil;&atilde;o de dimens&atilde;o ser&aacute; uma camada de imagens de m&uacute;ltiplas bandas.
                    </li>
                    <li>A sa&iacute;da de redu&ccedil;&atilde;o espacial ser&aacute; uma camada de tabela.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="outputLoadingsName">
        <div>
            <p>O nome da camada de imagens ou da camada de tabela de sa&iacute;da que mostra os dados de suporte na escolha dos principais componentes, dependendo das seguintes op&ccedil;&otilde;es de modo:
                <ul>
                    <li>A sa&iacute;da de redu&ccedil;&atilde;o de dimens&atilde;o ser&aacute; uma camada de tabela.
                    </li>
                    <li>A sa&iacute;da de redu&ccedil;&atilde;o espacial ser&aacute; uma camada de imagens.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="outputEigenValuesTableName">
        <div>
            <p>O nome da tabela de autovalores, que indica a porcentagem de varia&ccedil;&atilde;o de cada componente.
            </p>
        </div>
    </div>
    <div id="variable">
        <div>
            <p>O nome da vari&aacute;vel da camada de imagens multidimensionais de entrada usada no c&aacute;lculo.
            </p>
        </div>
    </div>
    <div id="numberOfPrincipalComponents">
        <div>
            <p>O n&uacute;mero de componentes principais a serem computados, geralmente menor que o n&uacute;mero de rasters de entrada.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>O tipo de sa&iacute;da que ser&aacute; criado. As sa&iacute;das podem ser camadas de imagens mosaicadas ou camadas de imagens din&acirc;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
