<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Caminho Favor&aacute;vel como Linha calcula o caminho do destino at&eacute; a fonte ideal como uma linha.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputDestinationRasterOrFeatures">
        <div>
            <p>A camada que identifica os destinos a partir dos quais a dist&acirc;ncia &eacute; calculada para a fonte menos dispendiosa.
            </p>
            <p>Se a entrada for um raster, dever&aacute; consistir em c&eacute;lulas com valores inteiros v&aacute;lidos (zero &eacute; um valor v&aacute;lido) para os destinos e as c&eacute;lulas restantes dever&atilde;o ser atribu&iacute;das a NoData.
            </p>
        </div>
    </div>
    <div id="destinationField">
        <div>
            <p>O campo que ser&aacute; usado para obter os valores das localidades de destino.
            </p>
        </div>
    </div>
    <div id="inputDistanceAccumulationRaster">
        <div>
            <p>O raster que determina o caminho favor&aacute;vel dos destinos at&eacute; as origens.
            </p>
            <p>O raster de acumula&ccedil;&atilde;o de dist&acirc;ncia geralmente &eacute; criado com a ferramenta Acumula&ccedil;&atilde;o de Dist&acirc;ncia ou Aloca&ccedil;&atilde;o de Dist&acirc;ncia.
            </p>
        </div>
    </div>
    <div id="inputBackDirectionRaster">
        <div>
            <p>O raster que cont&eacute;m dire&ccedil;&otilde;es calculadas em graus.
            </p>
            <p>O raster da dire&ccedil;&atilde;o de volta geralmente &eacute; criado com as ferramentas Acumula&ccedil;&atilde;o de Dist&acirc;ncia ou Aloca&ccedil;&atilde;o de Dist&acirc;ncia.
            </p>
        </div>
    </div>
    <div id="pathType">
        <div>
            <p>Especifica como os valores e zonas nos dados de destino de entrada ser&atilde;o interpretados nos c&aacute;lculos de caminho favor&aacute;vel.
            </p>
        </div>
    </div>
    <div id="createNetworkPaths">
        <div>
            <p>Especifica se caminhos completos e possivelmente sobrepostos dos destinos at&eacute; as origens ser&atilde;o calculados ou se caminhos de rede n&atilde;o sobrepostos ser&atilde;o criados.
            </p>
        </div>
    </div>
    <div id="outputPolylineName">
        <div>
            <p>O nome do caminho ideal como camada de linha que ser&aacute; criada e adicionada ao mapa.
            </p>
            <p>A camada ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>Meu conte&uacute;do</b> onde o resultado ser&aacute; salvo.
            </p>
        </div>
    </div>
</div>
</html>
