<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Configuraci&oacute; de l'entorn per a l'an&agrave;lisi  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Especifica el sistema de coordenades per a l'an&agrave;lisi i la capa de resultats.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Especifica l'&agrave;rea que es far&agrave; servir per a l'an&agrave;lisi.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>Ajusta l'extensi&oacute; de la sortida perqu&egrave; coincideixi amb l'alineaci&oacute; de cel&middot;les de la capa r&agrave;ster d'ajust.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Especifica la mida o la resoluci&oacute; de cel&middot;la que s'utilitzar&agrave; per a l'an&agrave;lisi i per crear la capa de r&agrave;ster de sortida.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Especifica una capa de m&agrave;scara en la qual nom&eacute;s es faran servir per a l'an&agrave;lisi les cel&middot;les que es trobin dins de l'&agrave;rea de m&agrave;scara.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Especifica com s'interpolaran els valors de p&iacute;xel quan els r&agrave;sters d'entrada i sortida no estiguin alineats.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Especifica el tipus de processador que cal utilitzar. Les opcions s&oacute;n  <b>CPU</b>, <b>GPU</b> i <b>Autom&agrave;tic</b>. Si s'especifica l'opci&oacute; <b>Autom&agrave;tic</b>, l'eina definir&agrave; el tipus de processador.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Especifica el nombre d'inst&agrave;ncies del servei de processament de r&agrave;ster que s'utilitzen durant l'execuci&oacute; de l'eina. Els valors admesos inclouen cadenes de text buides (l'eina determinar&agrave; el nombre d'inst&agrave;ncies del servei de processament de r&agrave;ster que cal utilitzar), nombres enters (0 o enters positius) i percentatges. Els percentatges han d'incloure un signe de percentatge (%) despr&eacute;s del valor de percentatge.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>Determina si es mostrar&agrave; un missatge d'av&iacute;s si el nombre de cr&egrave;dits estimat depassa el llindar especificat (activat) o si l'an&agrave;lisi s'executar&agrave; sense mostrar cap missatge, independentment del consum de cr&egrave;dits estimat (no activat). L'an&agrave;lisi respectar&agrave; la configuraci&oacute; de pressupostaci&oacute; de cr&egrave;dits de l'organitzaci&oacute;.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Especifica el llindar en el qual es mostrar&agrave; un missatge d'av&iacute;s en funci&oacute; del consum de cr&egrave;dits estimat a partir de l'execuci&oacute; de l'an&agrave;lisi. L'an&agrave;lisi es pot executar encara que l'estimaci&oacute; depassi el llindar.
            </p>
        </div>
    </div>
</div>
</html>
