<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'eina Calcula el cost del viatge mesura el temps de recorregut entre parells de punts.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Capa de punts que representa les ubicacions d'origen a partir de les quals es calcula el cost del viatge. S'admeten capes que tenen fins a  5.000 entitats. </p> 
            <p class="PortalOnly">Capa de punts que representa les ubicacions d'origen a partir de les quals es calcula el cost del viatge.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Capa de punts que representa les ubicacions de destinaci&oacute; cap a les quals es calcula el cost del viatge. S'admeten capes que tenen fins a  5.000 entitats. </p> 
            <p class="PortalOnly">Capa de punts que representa les ubicacions de destinaci&oacute; cap a les quals es calcula el cost del viatge.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p>Camp de la  <b>capa d'origen</b> que defineix el parell origen-destinaci&oacute;. Si hi ha diverses ubicacions d'origen i destinaci&oacute;, aquest ID ha de coincidir amb un valor del camp <b>ID de ruta de la capa de destinaci&oacute;</b>.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p>Camp de la  <b>capa de destinaci&oacute;</b> que defineix el parell origen-destinaci&oacute;. Si hi ha diverses ubicacions d'origen i destinaci&oacute;, aquest ID ha de coincidir amb un valor del camp <b>ID de ruta de la capa d'origen</b>.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Una o diverses entitats de punt que actuen com a restriccions temporals (barreres) quan viatgeu per carrers subjacents. Es pot viatjar pel carrer, per&ograve; no creuar la barrera.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Una o diverses entitats de l&iacute;nia que actuen com a restriccions temporals (barreres) quan viatgeu per carrers subjacents. Les barreres de l&iacute;nia prohibeixen la circulaci&oacute; a qualsevol punt en qu&egrave; les barreres intersequen els carrers.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Una o diverses entitats de pol&iacute;gon que actuen com a restriccions temporals (barreres) quan viatgeu per carrers subjacents. Les barreres de pol&iacute;gon prohibeixen viatjar a qualsevol lloc on els pol&iacute;gons intersequen amb els carrers.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>M&egrave;tode que s'utilitzar&agrave; per mesurar la dist&agrave;ncia o el temps. El m&egrave;tode pot ser una dist&agrave;ncia de l&iacute;nia o un mode de viatge.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Data i hora de sortida des de les ubicacions d'origen a la  <b>capa de destinaci&oacute;</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>Determina si els or&iacute;gens i les destinacions estan connectats mitjan&ccedil;ant diagrames d'aranya o l&iacute;nies de desig (<b>L&iacute;nia recta</b>) o mitjan&ccedil;ant els carrers de la xarxa de carrers subjacent (<b>Segueix els carrers</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la capa que es crear&agrave; i s'afegir&agrave; al mapa.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Especifica si les rutes resultants es desaran com una capa de ruta.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nom de la carpeta a  <b>El meu contingut</b> on es desaran els resultats.
            </p>
        </div>
    </div>
</div>
</html>
