<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'eina Cerca valors at&iacute;pics determinar&agrave; si hi ha alguna ubicaci&oacute; amb valors significativament diferents dels seus ve&iuml;ns en funci&oacute; del patr&oacute; espacial de les dades.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>Capa de punts o de pol&iacute;gons on es cercaran valors at&iacute;pics.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>Especifica si els valors at&iacute;pics es determinaran en funci&oacute; de les ubicacions de les entitats (<b>Recomptes de punts</b>) o dels valors dels camps d'entitats (<b>Camp</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>Camp que s'analitzar&agrave; per determinar els valors at&iacute;pics.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>Tipus d'entitats de l&iacute;mit en les quals s'agregaran les entitats d'entrada. Pot ser una capa de pol&iacute;gon (<b>Capa de pol&iacute;gon</b>) o una graella de tessel&middot;laci&oacute; de quadrats (<b>Cel&middot;les de malla</b>) o d'hex&agrave;gons (<b>Cel&middot;les hexagonals</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>Capa que cont&eacute; les entitats de pol&iacute;gon en les quals s'agregaran les entitats de punts d'entrada.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Capa de pol&iacute;gon que definir&agrave; el l&iacute;mit de l'an&agrave;lisi. Entitats dins del pol&iacute;gon que s'inclouran a l'an&agrave;lisi de valors at&iacute;pics.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>Especifica com dividir els valors de  <b>Camp d'an&agrave;lisi</b> o els recomptes de punts agregats. L'opci&oacute; <b>Camp</b> dividir&agrave; els valors de <b>Camp d'an&agrave;lisi</b> pels valors d'un camp especificat al par&agrave;metre <b>Capa d'entrada</b>. L'opci&oacute; <b>Enriquiment de dades</b> enriquir&agrave; les entitats o les formes d'agregaci&oacute; amb les dades de poblaci&oacute; i dividir&agrave; els valors <b>Camp d'an&agrave;lisi</b> o els recomptes de punts agregats per la poblaci&oacute;. Aquesta opci&oacute; consumir&agrave; cr&egrave;dits addicionals.
            </p>
        </div>
    </div>
    <div id="permutations">
        <div>
            <p>Especifica si l'eina s'optimitzar&agrave; per accelerar el temps de processament o per augmentar la precisi&oacute; dels resultats.
            </p>
        </div>
    </div>
    <div id="randomGenerator">
        <div>
            <p>Valor enter que iniciar&agrave; un generador de nombres aleatoris.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Longitud d'un costat de les cel&middot;les quadrades (xarxa) o de les cel&middot;les hexagonals que s'utilitzar&agrave; per agregar les entitats de punts.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>Especifica les unitats que s'utilitzaran per a la mida de cel&middot;la.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>Banda de dist&agrave;ncia que s'utilitzar&agrave; per definir un ve&iuml;nat. Les entitats de ve&iuml;nat dins de la banda de dist&agrave;ncia d'una entitat de destinaci&oacute; s'inclouran al ve&iuml;nat de l'entitat de destinaci&oacute; durant l'an&agrave;lisi.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>Especifica les unitats que s'utilitzaran per a la banda de dist&agrave;ncia.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la capa que es crear&agrave; i s'afegir&agrave; al mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom de la carpeta a  <b>El meu contingut</b> on es desar&agrave; el resultat.
            </p>
        </div>
    </div>
</div>
</html>
