<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'eina Genera la tend&egrave;ncia estima la tend&egrave;ncia de cada p&iacute;xel en una dimensi&oacute; per a una o diverses variables d'una capa d'imatges multidimensional.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>Capa d'imatges multidimensional que es far&agrave; servir per generar la tend&egrave;ncia.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>Dimensi&oacute; amb la qual s'extraur&agrave; una tend&egrave;ncia per a la variable o les variables seleccionades a l'an&agrave;lisi.
            </p>
        </div>
    </div>
    <div id="variables">
        <div>
            <p>Variable o variables de les quals es calcularan les tend&egrave;ncies.
            </p>
        </div>
    </div>
    <div id="seasonalPeriod">
        <div>
            <p>Unitat de temps que es far&agrave; servir per a la durada d'un per&iacute;ode estacional quan s'utilitza el tipus de l&iacute;nia estacional de Kendall.
            </p>
        </div>
    </div>
    <div id="trendLineType">
        <div>
            <p>Tipus d'an&agrave;lis de tend&egrave;ncia que es dur&agrave; a terme en valors de p&iacute;xel en una dimensi&oacute;.
            </p>
        </div>
    </div>
    <div id="frequency">
        <div>
            <p>Freq&uuml;&egrave;ncia o n&uacute;mero d'ordre polin&ograve;mic que es far&agrave; servir per a l'ajust de la tend&egrave;ncia.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Especifica si els valors NoData o els valors que falten s'ignoraran a l'an&agrave;lisi.
            </p>
        </div>
    </div>
    <div id="cycleLength">
        <div>
            <p>Durada de la variaci&oacute; peri&ograve;dica que amb qu&egrave; es crear&agrave; el model per al cicle harm&ograve;nic.
            </p>
        </div>
    </div>
    <div id="cycleUnit">
        <div>
            <p>Unitat de temps que es far&agrave; servir per a la durada del cicle harm&ograve;nic.
            </p>
        </div>
    </div>
    <div id="RMSE">
        <div>
            <p>Especifica si es calcular&agrave; l'error de mitjana quadr&agrave;tica (RMSE) de la l&iacute;nia d'ajust de tend&egrave;ncia.
            </p>
        </div>
    </div>
    <div id="R2">
        <div>
            
            <p>Especifica si es calcular&agrave; l'estad&iacute;stica bondat d'ajust d'R quadrat per a la l&iacute;nia d'ajust de la tend&egrave;ncia.
            </p>
        </div>
    </div>
    <div id="slopePValue">
        <div>
            <p>Especifica si es calcular&agrave; l'estad&iacute;stica del valor P per al coeficient de pendent de l'ajust de la tend&egrave;ncia.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la capa que es crear&agrave; i s'afegir&agrave; al mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>Tipus de sortida que es crear&agrave;. La sortida pot ser una capa d'imatges en mosaic o una capa d'imatges din&agrave;miques.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nom de la carpeta a  <b>El meu contingut</b> on es desar&agrave; el resultat.
            </p>
        </div>
    </div>
</div>
</html>
