<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'eina Interpola els punts prediu valors en ubicacions noves en funci&oacute; de mesures de punts. Aquesta eina crea una sortida de r&agrave;ster.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputPointFeatures">
        <div>
            <p>Capa de punts que cont&eacute; els punts on s'han mesurat els valors.
            </p>
        </div>
    </div>
    <div id="interpolateField">
        <div>
            <p>Camp num&egrave;ric que cont&eacute; els valors que s'interpolaran.
            </p>
        </div>
    </div>
    <div id="optimizeFor">
        <div>
            <p>Especifica si la velocitat o la precisi&oacute; s'optimitzaran. Les prediccions m&eacute;s precises tarden m&eacute;s temps a calcular-se.
            </p>
            <p>Aquest par&agrave;metre altera els valors per defecte d'altres par&agrave;metres.
            </p>
        </div>
    </div>
    <div id="outputCellSize">
        <div>
            <p>Mida i unitat de la cel&middot;la dels r&agrave;sters de sortida.
            </p>
        </div>
    </div>
    <div id="transformData">
        <div>
            <p>Especifica si les dades es transformaran o no. La interpolaci&oacute; &eacute;s l'opci&oacute; m&eacute;s precisa per a les dades que segueixen una distribuci&oacute; normal (forma de campana).
            </p> 
        </div>
    </div>
    <div id="sizeOfLocalModels">
        <div>
            <p>Mida total dels models d'interpolaci&oacute; que es combinaran per crear el mapa de predicci&oacute; final.
            </p>
        </div>
    </div>
    <div id="numberOfNeighbors">
        <div>
            <p>Nombre de ve&iuml;ns que es far&agrave; servir. Un nombre superior de ve&iuml;ns produeix, en general, resultats m&eacute;s precisos, per&ograve; els resultats trigaran m&eacute;s a calcular-se.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la capa r&agrave;ster interpolada que es crear&agrave; i afegir&agrave; al mapa.
            </p>
        </div>
    </div>
    <div id="outputPredictionError">
        <div>
            <p>Indiqueu si tamb&eacute; voleu crear un r&agrave;ster opcional d'errors est&agrave;ndard per als valors predits.
            </p>
            <p>Si seleccioneu aquesta opci&oacute;, el r&agrave;ster d'errors est&agrave;ndard de sortida tindr&agrave; el mateix nom que es mostra a  <b>Nom de r&agrave;ster de sortida</b>, per&ograve; amb la paraula Errors afegida. La capa es crear&agrave; i s'afegir&agrave; al mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Tipus de sortida que es crear&agrave;. Les sortides poden ser capes d'imatges en mosaic o capes d'imatges din&agrave;miques.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom de la carpeta a  <b>El meu contingut</b> on es desaran els resultats.
            </p>
        </div>
    </div>
</div>
</html>
