<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'eina Uneix les entitats afegeix atributs d'una capa o taula a una altra d'acord amb les relacions espacials i d'atributs indicades. Opcionalment, es poden calcular estad&iacute;stiques si hi ha diversos registres coincidents.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>Capa o taula que tindr&agrave; els atributs de la capa d'uni&oacute; afegits a la seva taula d'atributs.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>Capa o taula amb els atributs que s'afegiran a la capa de destinaci&oacute;.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Especifiqueu si cal unir les capes en funci&oacute; d'una relaci&oacute; espacial. Cal que totes dues capes tinguin una geometria.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Especifiqueu la relaci&oacute; espacial que determina quines entitats s'uneixen. S'uniran les entitats de la capa d'uni&oacute; que tingui la relaci&oacute; especificada amb la capa de destinaci&oacute;. Les relacions disponibles depenen del tipus de geometria de les entrades.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>Distancia des de les entitats de la capa de destinaci&oacute; que s'utilitzaran per determinar si cal unir les entitats.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>Unitats que s'utilitzaran per especificar la dist&agrave;ncia.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Especifiqueu si cal unir les capes en funci&oacute; dels valors de camp coincidents. Aquesta &eacute;s l'&uacute;nica opci&oacute; si una entrada o m&eacute;s d'una &eacute;s una taula.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Especifiqueu la relaci&oacute; d'atribut que determina quines entitats s'uneixen. Les entitats es comparen si els valors de camp de la capa d'uni&oacute; s&oacute;n iguals que els valors de camp de la capa de dest&iacute;.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Especifiqueu com es gestionaran les unions si hi ha diversos registres de la capa d'uni&oacute; que compleixen els criteris d'uni&oacute;. Trieu una de les opcions seg&uuml;ents:
                <ul>
                    <li> <b>Uneix un a un</b>: uneix un registre de la capa d'uni&oacute; amb cada entitat de la capa de destinaci&oacute;.
                    </li>
                    <li> <b>Uneix un a diversos</b>: uneix totes les entitats coincidents de la capa d'uni&oacute; amb la capa de dest&iacute;. La capa de resultats contindr&agrave; diversos registres de l'entitat de dest&iacute;.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>Si diverses entitats de la capa d'uni&oacute; coincideixen amb una entitat de destinaci&oacute;, especifiqueu si cal unir un &uacute;nic registre de la capa d'uni&oacute; o calcular estad&iacute;stiques de resum de tots els registres coincidents de la capa d'uni&oacute;.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Si hi ha diverses entitats d'uni&oacute; que coincideixen amb l'entitat de destinaci&oacute;, es calcularan estad&iacute;stiques de resum per a tots els registres coincidents. Especifiqueu els camps de nombre o de data de la capa d'uni&oacute;, i les estad&iacute;stiques que es calcularan per a cada camp.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>Si hi ha diverses entitats d'uni&oacute; que coincideixen amb una entitat de destinaci&oacute;, el primer registre de la taula d'atributs de la capa d'uni&oacute; s'inclour&agrave; a la sortida. Opcionalment, trieu un camp de nombre o de data i l'ordre de classificaci&oacute; que determinar&agrave; l'ordre de la taula d'atributs.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Determina si les entitats de destinaci&oacute; no coincidents s'inclouran a la sortida. Una  <b>Uni&oacute; interna</b> nom&eacute;s retorna els registres de destinaci&oacute; coincidents, mentre que una <b>Uni&oacute; esquerra</b> retorna tots els registres de destinaci&oacute;, encara que les entitats de destinaci&oacute; no tinguin cap coincid&egrave;ncia a la capa d'uni&oacute;.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la capa o de la taula que es crear&agrave; i s'afegir&agrave; al mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom de la carpeta a  <b>El meu contingut</b> on es desar&agrave; el resultat.
            </p>
        </div>
    </div>
</div>
</html>
