<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Az Aggregate Points eszk&ouml;z a megadott gyűjtők&ouml;n vagy poligonokon bel&uuml;li pontok sz&aacute;m&aacute;t &eacute;s m&aacute;s statisztikai adatokat sz&aacute;m&iacute;t ki.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="pointLayer">
        <div>
            <p>A pont r&eacute;teg, amelyet az eszk&ouml;z &ouml;sszefoglal&oacute; ter&uuml;letekk&eacute; &ouml;sszes&iacute;t.
            </p>
        </div>
    </div>
    <div id="polygonLayer">
        <div>
            <p>Az a poligon r&eacute;teg, amelybe az eszk&ouml;z a pontokat &ouml;sszes&iacute;ti.
            </p>
        </div>
    </div>
    <div id="binType">
        <div>
            <p>Azon hat&aacute;rol&oacute; vektoros elemek t&iacute;pusa, amelyeken bel&uuml;l a bemeneti pontok &ouml;sszes&iacute;t&eacute;sre ker&uuml;lnek. Ez lehet poligon r&eacute;teg vagy tesszell&aacute;ci&oacute;s r&aacute;cs, amely n&eacute;gyzet vagy hatsz&ouml;g alak&uacute; gyűjtőkből &aacute;ll, &eacute;s amely az eszk&ouml;z futtat&aacute;sakor gener&aacute;l&oacute;dik.
            </p>
        </div>
    </div>
    <div id="binSize">
        <div>
            <p>A l&eacute;trehozott gyűjtők m&eacute;rete. N&eacute;gysz&ouml;g alak&uacute; gyűjtők eset&eacute;n a megadott sz&aacute;m &eacute;s a m&eacute;rt&eacute;kegys&eacute;gek a n&eacute;gysz&ouml;g magass&aacute;g&aacute;t &eacute;s hossz&uacute;s&aacute;g&aacute;t hat&aacute;rozz&aacute;k meg. Hatsz&ouml;g alak&uacute; gyűjtők eset&eacute;n a megadott sz&aacute;m &eacute;s a m&eacute;rt&eacute;kegys&eacute;gek a p&aacute;rhuzamos oldalak k&ouml;z&ouml;tti t&aacute;vols&aacute;got hat&aacute;rozz&aacute;k meg.
            </p>
        </div>
    </div>
    <div id="binSizeUnit">
        <div>
            <p>A gyűjtő m&eacute;ret&eacute;nek megad&aacute;s&aacute;hoz haszn&aacute;lni k&iacute;v&aacute;nt m&eacute;rt&eacute;kegys&eacute;gek.
            </p>
        </div>
    </div>
    <div id="keepBoundariesWithNoPoints">
        <div>
            <p>Meghat&aacute;rozza, hogy a pontok n&eacute;lk&uuml;li vektoros elemek megjelennek-e az eredm&eacute;nyr&eacute;tegben. Ha nincs bejel&ouml;lve, akkor a pont n&eacute;lk&uuml;li vektoros elemek nem jelennek meg az eredm&eacute;nyben. Ha be van jel&ouml;lve, akkor a pont n&eacute;lk&uuml;li vektoros elemek megjelennek az eredm&eacute;nyben.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Az &ouml;sszes&iacute;tendő bemeneti r&eacute;teg sz&aacute;m- vagy d&aacute;tummezői, valamint az egyes mezőkre kisz&aacute;m&iacute;tand&oacute; statisztik&aacute;k.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>A bemeneti r&eacute;teg azon mezője, amely az adatok statisztikai sz&aacute;m&iacute;t&aacute;sok c&eacute;lj&aacute;b&oacute;l t&ouml;rt&eacute;nő csoportos&iacute;t&aacute;s&aacute;ra szolg&aacute;l.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>A kisebbs&eacute;gi (legkev&eacute;sb&eacute; domin&aacute;ns) &eacute;s a t&ouml;bbs&eacute;gi (legink&aacute;bb domin&aacute;ns) csoport kisz&aacute;m&iacute;t&aacute;sa az egyes &ouml;sszefoglal&oacute; ter&uuml;leteken bel&uuml;l.
            </p>
        </div>
    </div>
    <div id="percentPoints">
        <div>
            <p>Az egyes csoportokhoz tartoz&oacute; pontok sz&aacute;zal&eacute;kos ar&aacute;ny&aacute;nak kisz&aacute;m&iacute;t&aacute;sa mindegyik &ouml;sszes&iacute;tett ter&uuml;leten bel&uuml;l.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt r&eacute;teg neve.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
