<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>K&ouml;rnyezeti be&aacute;ll&iacute;t&aacute;sok a  Map Viewer eszk&ouml;zben val&oacute; elemz&eacute;shez. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Meghat&aacute;rozza a koordin&aacute;tarendszert az elemz&eacute;shez &eacute;s az eredm&eacute;nyr&eacute;teghez.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Az elemz&eacute;shez haszn&aacute;land&oacute; ter&uuml;letet hat&aacute;rozza meg.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>A kimenet kiterjed&eacute;s&eacute;t &aacute;ll&iacute;tja be, hogy megfeleljen a megadott raszterilleszt&eacute;si r&eacute;teg cellaigaz&iacute;t&aacute;s&aacute;nak.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Meghat&aacute;rozza az elemz&eacute;shez &eacute;s a kimeneti raszterr&eacute;teg l&eacute;trehoz&aacute;shoz haszn&aacute;lt cellam&eacute;retet vagy felbont&aacute;st.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Maszkr&eacute;teget hat&aacute;roz meg, amelyben csak a maszkter&uuml;leten bel&uuml;li cell&aacute;k lesznek haszn&aacute;lva az elemz&eacute;shez.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Megadja, hogy a pixel&eacute;rt&eacute;kek hogyan legyenek interpol&aacute;lva, ha a bemeneti &eacute;s kimeneti raszterek nem illeszkednek egym&aacute;shoz.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Meghat&aacute;rozza a haszn&aacute;lni k&iacute;v&aacute;nt processzor t&iacute;pus&aacute;t. A lehetős&eacute;gek a k&ouml;vetkezők:  <b>CPU</b>, <b>GPU</b> &eacute;s <b>Automatikus</b>. Ha az <b>Automatikus</b> lehetős&eacute;g van megadva, akkor az eszk&ouml;z hat&aacute;rozza meg a processzor t&iacute;pus&aacute;t.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Megadja az eszk&ouml;z futtat&aacute;sa sor&aacute;n haszn&aacute;lt raszterfeldolgoz&oacute;-szolg&aacute;ltat&aacute;s p&eacute;ld&aacute;nyainak sz&aacute;m&aacute;t. A t&aacute;mogatott &eacute;rt&eacute;kek k&ouml;z&eacute; tartoznak az &uuml;res karakterl&aacute;ncok (az eszk&ouml;z hat&aacute;rozza meg a haszn&aacute;lni k&iacute;v&aacute;nt raszterfeldolgoz&oacute;-szolg&aacute;ltat&aacute;s p&eacute;ld&aacute;nyainak sz&aacute;m&aacute;t), eg&eacute;sz sz&aacute;mok (0 vagy pozit&iacute;v eg&eacute;sz sz&aacute;mok) &eacute;s sz&aacute;zal&eacute;kok. A sz&aacute;zal&eacute;kos &eacute;rt&eacute;kek eset&eacute;n az &eacute;rt&eacute;k ut&aacute;n sz&aacute;zal&eacute;kjelet (%) kell tenni.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>Meghat&aacute;rozza, hogy megjelenjen-e figyelmeztető &uuml;zenet, ha a becs&uuml;lt kreditek sz&aacute;ma meghaladja a megadott k&uuml;sz&ouml;b&eacute;rt&eacute;ket (enged&eacute;lyezve), vagy az elemz&eacute;s a becs&uuml;lt kreditfogyaszt&aacute;st&oacute;l f&uuml;ggetlen&uuml;l &uuml;zenet megjelen&iacute;t&eacute;se n&eacute;lk&uuml;l fut-e le (nincs enged&eacute;lyezve). Az elemz&eacute;s tov&aacute;bbra is betartja a szervezet hitelk&ouml;lts&eacute;gvet&eacute;si be&aacute;ll&iacute;t&aacute;sait.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Megadja azt a k&uuml;sz&ouml;b&eacute;rt&eacute;ket, amelyn&eacute;l az elemz&eacute;s futtat&aacute;sa sor&aacute;n becs&uuml;lt hitelfogyaszt&aacute;s alapj&aacute;n figyelmeztető &uuml;zenet jelenik meg. Az elemz&eacute;s akkor is lefuttathat&oacute;, ha a becsl&eacute;s meghaladja a k&uuml;sz&ouml;b&eacute;rt&eacute;ket.
            </p>
        </div>
    </div>
</div>
</html>
