<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Geok&oacute;dol&aacute;si helysz&iacute;nek t&aacute;bl&aacute;zatb&oacute;l nevű eszk&ouml;z egy bemeneti t&aacute;bl&aacute;zat c&iacute;meit vagy helyeit alak&iacute;tja &aacute;t koordin&aacute;t&aacute;kk&aacute;.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputTable">
        <div>
            <p>A geok&oacute;dolni k&iacute;v&aacute;nt c&iacute;meket vagy helyeket tartalmaz&oacute; bemeneti t&aacute;bl&aacute;zat. A bemenet lehet t&aacute;bl&aacute;zat,  <code>.csv</code>-f&aacute;jl vagy Excel-f&aacute;jl. </p>
        </div>
    </div>
    <div id="geocodeServiceURL">
        <div>
            <p>A geok&oacute;dol&aacute;shoz haszn&aacute;land&oacute; helymeghat&aacute;roz&oacute; szolg&aacute;ltat&aacute;s. Ha a haszn&aacute;lni k&iacute;v&aacute;nt locator szolg&aacute;ltat&aacute;s nem szerepel a leg&ouml;rd&uuml;lő men&uuml;ben, akkor l&eacute;pjen kapcsolatba a rendszergazd&aacute;val, &eacute;s konfigur&aacute;ltassa a szolg&aacute;ltat&aacute;st k&ouml;tegelt geok&oacute;dol&aacute;shoz.
            </p>
        </div>
    </div>
    <div id="singleOrMultiFieldSwitch">
        <div>
            <p>Meghat&aacute;rozza, hogy a bemeneti adatokat egyetlen mező vagy t&ouml;bb mező tartalmazza-e.
            </p>
        </div>
    </div>
    <div id="geocodeParameters">
        <div>
            <p>Azok a mezők, melyeket a helymeghat&aacute;roz&oacute; az adatok hely&eacute;nek meghat&aacute;roz&aacute;s&aacute;hoz alkalmaz. Bizonyos mezőkről felt&eacute;telezz&uuml;k, hogy szerepelnek az adatokban, p&eacute;ld&aacute;ul a c&iacute;m, a v&aacute;ros, az &aacute;llam &eacute;s az ir&aacute;ny&iacute;t&oacute;sz&aacute;m.
            </p>
        </div>
    </div>
    <div id="sourceCountry">
        <div>
            <p>Az orsz&aacute;g, amelyben az adatok tal&aacute;lhat&oacute;k. Ha minden c&iacute;m egy orsz&aacute;gban tal&aacute;lhat&oacute;, akkor adja meg az orsz&aacute;got a legpontosabb eredm&eacute;nyek &eacute;rdek&eacute;ben. Ha nem, akkor hagyja &uuml;resen ezt a param&eacute;tert.
            </p>
        </div>
    </div>
    <div id="outputFields">
        <div>
            <p>Megadja a kimeneti adatk&eacute;szletben szereplő mezőket. A k&ouml;vetkező be&aacute;ll&iacute;t&aacute;sok lehets&eacute;gesek:
            </p>
            <ul>
                <li> <b>&Ouml;sszes</b> &ndash; Az &ouml;sszes rendelkez&eacute;sre &aacute;ll&oacute; lok&aacute;tor kimeneti mezőt tartalmazza a geok&oacute;dol&aacute;s eredm&eacute;nye.
                </li>
                <li> <b>Minim&aacute;lis</b> &ndash; A lok&aacute;tor mezőinek egy r&eacute;szhalmaza, valamint a bemeneti t&aacute;bl&aacute;zat mezői szerepelnek az eredm&eacute;nyekben.
                </li>
                <li> <b>Csak hely</b> &ndash; A lok&aacute;tor <i>Shape</i> mezője &eacute;s a bemeneti t&aacute;bl&aacute;zat mezői is szerepelnek az eredm&eacute;nyekben.
                </li>
            </ul>
            
        </div>
    </div>
    <div id="outputType">
        <div>
            <p>A l&eacute;trej&ouml;vő kimenet t&iacute;pusa. A kimenet lehet vektoros szolg&aacute;ltat&aacute;s,  <code>.csv</code>-f&aacute;jl vagy <code>.xls</code>-f&aacute;jl.
            </p>
        </div>
    </div>
    <div id="geocodeResult">
        <div>
            <p>Annak a kimeneti elemnek a neve, ahol az elhelyezett adatok t&aacute;rol&aacute;sra ker&uuml;lnek.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
