<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Calculate Travel Cost eszk&ouml;z pontp&aacute;rok k&ouml;z&ouml;tti &uacute;tidőt vagy &uacute;ti t&aacute;vols&aacute;got sz&aacute;m&iacute;t ki.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Az azokat a kiindul&aacute;si helyeket jel&ouml;lő pontr&eacute;teg, ahonnan az utaz&aacute;si k&ouml;lts&eacute;g kisz&aacute;m&iacute;t&aacute;sra ker&uuml;l. A megold&aacute;s a legfeljebb  5000 vektoros elemet tartalmaz&oacute; r&eacute;tegeket t&aacute;mogatja. </p> 
            <p class="PortalOnly">Az azokat a kiindul&aacute;si helyeket jel&ouml;lő pontr&eacute;teg, ahonnan az utaz&aacute;si k&ouml;lts&eacute;g kisz&aacute;m&iacute;t&aacute;sra ker&uuml;l.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Az azokat a c&eacute;l&aacute;llom&aacute;sokat jel&ouml;lő pontr&eacute;teg, amelyek fel&eacute; az utaz&aacute;si k&ouml;lts&eacute;g kisz&aacute;m&iacute;t&aacute;sra ker&uuml;l. A megold&aacute;s a legfeljebb  5000 vektoros elemet tartalmaz&oacute; r&eacute;tegeket t&aacute;mogatja. </p> 
            <p class="PortalOnly">Az azokat a c&eacute;l&aacute;llom&aacute;sokat jel&ouml;lő pontr&eacute;teg, amelyek fel&eacute; az utaz&aacute;si k&ouml;lts&eacute;g kisz&aacute;m&iacute;t&aacute;sra ker&uuml;l.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p>A  <b>Kiindul&aacute;si r&eacute;teg</b> azon mezője, amely az előre kiindul&aacute;si hely&ndash;c&eacute;l&aacute;llom&aacute;s p&aacute;rt hat&aacute;rozza meg. Ha t&ouml;bb kiindul&aacute;si hely &eacute;s c&eacute;l&aacute;llom&aacute;s hely van, ennek az azonos&iacute;t&oacute;nak meg kell egyeznie a <b>C&eacute;l r&eacute;teg</b> &uacute;tvonalazonos&iacute;t&oacute; mezőj&eacute;ben szereplő &eacute;rt&eacute;kkel.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p>A  <b>C&eacute;l r&eacute;teg</b> azon mezője, amely az előre kiindul&aacute;si hely&ndash;c&eacute;l&aacute;llom&aacute;s p&aacute;rt hat&aacute;rozza meg. Ha t&ouml;bb kiindul&aacute;si hely &eacute;s c&eacute;l&aacute;llom&aacute;s hely van, ennek az azonos&iacute;t&oacute;nak meg kell egyeznie a <b>Kiindul&aacute;si r&eacute;teg</b> &uacute;tvonalazonos&iacute;t&oacute; mezőj&eacute;ben szereplő &eacute;rt&eacute;kkel.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Egy vagy t&ouml;bb olyan pontszerű vektoros elem, amely ideiglenes korl&aacute;toz&aacute;sk&eacute;nt (hat&aacute;rk&eacute;nt) szolg&aacute;l az &eacute;rintett utc&aacute;kon val&oacute; halad&aacute;skor. A k&ouml;zleked&eacute;s enged&eacute;lyezett az utc&aacute;n, de a hat&aacute;ron kereszt&uuml;l m&aacute;r nem.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Egy vagy t&ouml;bb olyan vonalas vektoros elem, amely ideiglenes korl&aacute;toz&aacute;sk&eacute;nt (hat&aacute;rk&eacute;nt) szolg&aacute;l az &eacute;rintett utc&aacute;kon val&oacute; halad&aacute;skor. A vonalas hat&aacute;rok minden olyan helyen akad&aacute;lyozz&aacute;k a tov&aacute;bbhalad&aacute;st, ahol a hat&aacute;rok keresztezik az utc&aacute;kat.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Egy vagy t&ouml;bb olyan polygon vektoros elem, amely ideiglenes korl&aacute;toz&aacute;sk&eacute;nt (hat&aacute;rk&eacute;nt) szolg&aacute;l az &eacute;rintett utc&aacute;kon val&oacute; halad&aacute;skor. A polygon hat&aacute;rok megakad&aacute;lyozz&aacute;k a halad&aacute;st minden&uuml;tt, ahol a polygonok utc&aacute;t kereszteznek.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>A m&oacute;dszer, amelyet a t&aacute;vols&aacute;g vagy az idő m&eacute;r&eacute;s&eacute;re fog haszn&aacute;lni. A met&oacute;dus vonalszerű t&aacute;vols&aacute;g vagy utaz&aacute;si m&oacute;d lehet.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>A kiindul&aacute;si helyekről val&oacute; indul&aacute;s d&aacute;tuma &eacute;s időpontja a  <b>Kiindul&aacute;si r&eacute;tegben</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>Meghat&aacute;rozza, hogy a kiindul&aacute;si &eacute;s a c&eacute;l&aacute;llom&aacute;sokat p&oacute;kvonalak vagy k&iacute;v&aacute;ns&aacute;gvonalak (<b>egyenes vonal</b>) vagy az alapul szolg&aacute;l&oacute; k&ouml;z&uacute;ti h&aacute;l&oacute;zat utc&aacute;i (<b>Utc&aacute;k k&ouml;vet&eacute;se</b>) k&ouml;tik &ouml;ssze.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt r&eacute;teg neve.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Megadja, hogy minden egyes eredm&eacute;ny &uacute;tvonal el legyen mentve &uacute;tvonalr&eacute;tegk&eacute;nt.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;nyek ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
