<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Find Outliers &eacute;rt&eacute;kek keres&eacute;se eszk&ouml;z meghat&aacute;rozza, hogy az adatok t&eacute;rbeli mint&aacute;zata alapj&aacute;n vannak-e olyan helyek, amelyek &eacute;rt&eacute;kei jelentősen elt&eacute;rnek a szomsz&eacute;daik&eacute;t&oacute;l.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>A pont vagy soksz&ouml;g r&eacute;teg, amelyeknek kiugr&oacute; &eacute;rt&eacute;keit az eszk&ouml;z megtal&aacute;lja.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>Meghat&aacute;rozza, hogy a kiugr&oacute; &eacute;rt&eacute;kek meghat&aacute;roz&aacute;sa a vektoros elemek helyei (<b>Pontok sz&aacute;ma</b>) vagy a vektoros elemek mező&eacute;rt&eacute;kei (<b>Mező</b>) alapj&aacute;n t&ouml;rt&eacute;njen.
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>Az a mező, amelyet a kiugr&oacute; &eacute;rt&eacute;kek meghat&aacute;roz&aacute;s&aacute;hoz elemezni fognak.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>Azon hat&aacute;rol&oacute; vektoros elemek t&iacute;pusa, amelyeken bel&uuml;l a bemeneti vektoros elemek &ouml;sszes&iacute;t&eacute;sre ker&uuml;lnek. Ez lehet egy soksz&ouml;g r&eacute;teg (<b>Polygon r&eacute;teg</b>) vagy egy n&eacute;gyzetekből (<b>Hal&aacute;szh&aacute;l&oacute; cell&aacute;k</b>) vagy hatsz&ouml;gekből (<b>Hatsz&ouml;g cell&aacute;k</b>) &aacute;ll&oacute; tesszell&aacute;ci&oacute;s r&aacute;cs.
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>A poligonjellemzőket tartalmaz&oacute; r&eacute;teg, amelyben a bemeneti pontszerű t&eacute;rk&eacute;pobjektumok &ouml;sszes&iacute;tve lesznek.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Az elemz&eacute;s hat&aacute;r&aacute;t meghat&aacute;roz&oacute; poligonr&eacute;teg. A poligonon bel&uuml;li vektoros elemek szerepelnek a kiugr&oacute; elemek elemz&eacute;sekben.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>Az  <b>Elemz&eacute;si mező</b> &eacute;rt&eacute;kek vagy az &ouml;sszevont pont darabsz&aacute;mok feloszt&aacute;si m&oacute;dj&aacute;t hat&aacute;rozza meg. A <b>Mező</b> opci&oacute; az <b>Elemz&eacute;si mező</b> &eacute;rt&eacute;keit a <b>Bemenő r&eacute;teg</b> param&eacute;terben megadott mező &eacute;rt&eacute;kei alapj&aacute;n fogja felosztani. Az <b>Adatbőv&iacute;t&eacute;s</b> opci&oacute; n&eacute;pess&eacute;gi adatokkal bőv&iacute;ti ki a vektoros elemeket vagy a gyűjtő alakzatokat, &eacute;s a n&eacute;pess&eacute;gi adatokkal osztja fel az <b>Elemz&eacute;si mező</b> &eacute;rt&eacute;keit vagy az &ouml;sszevont pont darabsz&aacute;mokat. Ez az opci&oacute; tov&aacute;bbi krediteket haszn&aacute;l fel.
            </p>
        </div>
    </div>
    <div id="permutations">
        <div>
            <p>Meghat&aacute;rozza, hogy az eszk&ouml;zt a gyorsabb feldolgoz&aacute;si idő vagy az eredm&eacute;nyek nagyobb pontoss&aacute;ga &eacute;rdek&eacute;ben optimaliz&aacute;lja-e.
            </p>
        </div>
    </div>
    <div id="randomGenerator">
        <div>
            <p>Egy integer &eacute;rt&eacute;k, amely egy v&eacute;letlensz&aacute;m-gener&aacute;tor ind&iacute;t&aacute;s&aacute;ra szolg&aacute;l.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>A n&eacute;gyzet (hal&aacute;szh&aacute;l&oacute;) vagy hatsz&ouml;g cell&aacute;k oldal&aacute;nak hossza, amelyet a bemeneti jellemzők aggreg&aacute;l&aacute;s&aacute;ra haszn&aacute;lnak.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>A cellam&eacute;rethez haszn&aacute;land&oacute; m&eacute;rt&eacute;kegys&eacute;get adja meg.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>A szomsz&eacute;ds&aacute;g meghat&aacute;roz&aacute;s&aacute;hoz haszn&aacute;lt t&aacute;vols&aacute;gs&aacute;v. A c&eacute;l vektoros elem t&aacute;vols&aacute;gs&aacute;vj&aacute;n bel&uuml;li szomsz&eacute;dos vektoros elemek az elemz&eacute;s sor&aacute;n a c&eacute;l vektoros elem szomsz&eacute;ds&aacute;g&aacute;ba ker&uuml;lnek.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>A t&aacute;vols&aacute;gs&aacute;vhoz haszn&aacute;land&oacute; m&eacute;rt&eacute;kegys&eacute;get adja meg.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt r&eacute;teg neve.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
