<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Hasonl&oacute; helyek keres&eacute;se eszk&ouml;z egy sor krit&eacute;rium alapj&aacute;n &eacute;rt&eacute;keli a potenci&aacute;lisan alkalmas helyek &eacute;s egy vonatkoztat&aacute;si hely k&ouml;z&ouml;tti hasonl&oacute;s&aacute;got, &eacute;s rangsorolja a potenci&aacute;lisan alkalmas helyeket a legink&aacute;bb hasonl&oacute;t&oacute;l a legkev&eacute;sb&eacute; hasonl&oacute;ig.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Az a pont-, vonal- vagy polygonr&eacute;teg, amely a megfeleltetendő vonatkoztat&aacute;si helyeket tartalmazza. Ha a r&eacute;teg t&ouml;bb helyet tartalmaz, az &ouml;sszes hely &aacute;tlagol&aacute;s&aacute;val egyetlen vonatkoztat&aacute;si helyet hoz l&eacute;tre.
            </p>
        </div>
    </div>
    <div id="searchLayer">
        <div>
            <p>Az a pont-, vonal- vagy polygonr&eacute;teg, amely a keresendő potenci&aacute;lisan alkalmas helyeket tartalmazza. Minden potenci&aacute;lisan alkalmas helyet &ouml;sszehasonl&iacute;t a vonatkoztat&aacute;si hellyel a megadott  <b>Krit&eacute;riumok kiv&aacute;laszt&aacute;sa</b> &eacute;rt&eacute;k szerint, &eacute;s a legjobban hasonl&oacute;t&oacute;l a legkev&eacute;sb&eacute; hasonl&oacute;ig rangsorolja azokat.
            </p>
        </div>
    </div>
    <div id="criteriaFields">
        <div>
            <p>Azok a numerikus mezők, amelyeket a vonatkoztat&aacute;si hely &eacute;s az egyes keresendő potenci&aacute;lisan alkalmas helyek k&ouml;z&ouml;tti hasonl&oacute;s&aacute;g &eacute;rt&eacute;kel&eacute;s&eacute;re haszn&aacute;l. Mindegyik  <b>Krit&aacute;riumok kiv&aacute;laszt&aacute;sa</b> &eacute;rt&eacute;knek lesz egy <b>Mező a referenciar&eacute;tegből</b> &eacute;rt&eacute;ke &eacute;s egy <b>Mező a potenci&aacute;lis r&eacute;tegből</b> &eacute;rt&eacute;ke. A <b>Mező a referenciar&eacute;tegből</b> &eacute;s a <b>Mező a potenci&aacute;lis r&eacute;tegből</b> &eacute;rt&eacute;kei &ouml;sszekapcsolt mezők a <b>Vonatkoztat&aacute;si helyek r&eacute;tege</b> &eacute;s a <b>Kereshető elemek r&eacute;tege</b> &eacute;rt&eacute;kekben.
            </p>
        </div>
    </div>
    <div id="referenceField">
        <div>
            <p>A  <b>Vonatkoztat&aacute;si helyek r&eacute;tege</b> mező, amely megfelel a <b>Kereshető elemek r&eacute;tege</b> mezőnek, melyet a <b>Mező a potenci&aacute;lis r&eacute;tegből</b> &eacute;rt&eacute;ke hat&aacute;roz meg. Ezekben az &ouml;sszekapcsolt mezőkben l&eacute;vő &eacute;rt&eacute;keket fogja &ouml;sszehasonl&iacute;tani a vonatkoztat&aacute;si hely &eacute;s az egyes keresendő potenci&aacute;lisan alkalmas helyek k&ouml;z&ouml;tti hasonl&oacute;s&aacute;g &eacute;rt&eacute;kel&eacute;s&eacute;re.
            </p>
        </div>
    </div>
    <div id="candidateField">
        <div>
            <p>A  <b>Kereshető elemek r&eacute;tege</b> mező, amely megfelel a <b>Vonatkoztat&aacute;si helyek r&eacute;tege</b> mezőnek, melyet a <b>Mező a referenciar&eacute;tegből</b> &eacute;rt&eacute;ke hat&aacute;roz meg. Ezekben az &ouml;sszekapcsolt mezőkben l&eacute;vő &eacute;rt&eacute;keket fogja &ouml;sszehasonl&iacute;tani a vonatkoztat&aacute;si hely &eacute;s az egyes keresendő potenci&aacute;lisan alkalmas helyek k&ouml;z&ouml;tti hasonl&oacute;s&aacute;g &eacute;rt&eacute;kel&eacute;s&eacute;re.
            </p>
        </div>
    </div>
    <div id="returnAll">
        <div>
            <p>Megadja, hogy a  <b>Kereshető elemek r&eacute;tege</b> mindegyik hely&eacute;nek &eacute;rt&eacute;ke beker&uuml;lj&ouml;n-e a kimeneti r&eacute;tegbe.
            </p>
        </div>
    </div>
    <div id="numberOfResults">
        <div>
            <p>A kimeneti r&eacute;tegbe beker&uuml;lő legink&aacute;bb hasonl&oacute; helyek sz&aacute;ma a  <b>Kereshető elemek r&eacute;tege</b> &eacute;rt&eacute;kben.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt r&eacute;teg neve.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
