<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Find Closest eszk&ouml;z a megadott helyekhez legk&ouml;zelebb eső vektoros elemeket keresi meg &eacute;s rangsorolja.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">A kiindul&aacute;si r&eacute;teg, amelyből a legk&ouml;zelebbi vektoros elemek megtal&aacute;lhat&oacute;k. A megold&aacute;s a legfeljebb  5000 vektoros elemet tartalmaz&oacute; r&eacute;tegeket t&aacute;mogatja. </p> 
            <p class="PortalOnly">A kiindul&aacute;si r&eacute;teg, amelyből a legk&ouml;zelebbi vektoros elemek megtal&aacute;lhat&oacute;k.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">A bemeneti r&eacute;teghez val&oacute; k&ouml;zels&eacute;g alapj&aacute;n tal&aacute;lt vektoros elemek. A megold&aacute;s a legfeljebb  5000 vektoros elemet tartalmaz&oacute; r&eacute;tegeket t&aacute;mogatja. </p> 
            <p class="PortalOnly">A bemeneti r&eacute;teghez val&oacute; k&ouml;zels&eacute;g alapj&aacute;n tal&aacute;lt vektoros elemek.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Egy vagy t&ouml;bb olyan pontszerű vektoros elem, amely ideiglenes korl&aacute;toz&aacute;sk&eacute;nt (hat&aacute;rk&eacute;nt) szolg&aacute;l az &eacute;rintett utc&aacute;kon val&oacute; halad&aacute;skor. A k&ouml;zleked&eacute;s enged&eacute;lyezett az utc&aacute;n, de a hat&aacute;ron kereszt&uuml;l m&aacute;r nem.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Egy vagy t&ouml;bb olyan vonalas vektoros elem, amely ideiglenes korl&aacute;toz&aacute;sk&eacute;nt (hat&aacute;rk&eacute;nt) szolg&aacute;l az &eacute;rintett utc&aacute;kon val&oacute; halad&aacute;skor. A vonalas hat&aacute;rok minden olyan helyen akad&aacute;lyozz&aacute;k a tov&aacute;bbhalad&aacute;st, ahol a hat&aacute;rok keresztezik az utc&aacute;kat.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Egy vagy t&ouml;bb olyan polygon vektoros elem, amely ideiglenes korl&aacute;toz&aacute;sk&eacute;nt (hat&aacute;rk&eacute;nt) szolg&aacute;l az &eacute;rintett utc&aacute;kon val&oacute; halad&aacute;skor. A polygon hat&aacute;rok megakad&aacute;lyozz&aacute;k a halad&aacute;st minden&uuml;tt, ahol a polygonok utc&aacute;t kereszteznek.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>A m&oacute;dszer, amelyet a t&aacute;vols&aacute;g vagy az idő m&eacute;r&eacute;s&eacute;re fog haszn&aacute;lni. A met&oacute;dus vonalszerű t&aacute;vols&aacute;g vagy utaz&aacute;si m&oacute;d lehet.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Azt a d&aacute;tumot &eacute;s időpontot hat&aacute;rozza meg, amikor az utaz&oacute; elt&aacute;volodik a  <b>bemeneti r&eacute;tegen</b> l&eacute;vő helyektől.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>Meghat&aacute;rozza, hogy a legk&ouml;zelebbi funkci&oacute;k egy&eacute;ni maxim&aacute;lis sz&aacute;m&aacute;t (enged&eacute;lyezve) vagy az eszk&ouml;z alap&eacute;rtelmezett 100-as maxim&aacute;lis sz&aacute;m&aacute;t (letiltva) haszn&aacute;lja-e az eszk&ouml;z.
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>Az egyes bemeneti vektoros elemekhez legk&ouml;zelebbi vektoros elemek maxim&aacute;lis sz&aacute;ma.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>Meghat&aacute;rozza, hogy az eszk&ouml;z maxim&aacute;lis keres&eacute;si tartom&aacute;nyt haszn&aacute;l-e (enged&eacute;lyezve), vagy hogy a keres&eacute;si tartom&aacute;ny korl&aacute;tlan (letiltva).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>A legk&ouml;zelebbi vektoros elemek megtal&aacute;l&aacute;s&aacute;hoz haszn&aacute;lt maxim&aacute;lis keres&eacute;si tartom&aacute;ny.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>A keres&eacute;si tartom&aacute;ny meghat&aacute;roz&aacute;s&aacute;hoz haszn&aacute;lt m&eacute;rt&eacute;kegys&eacute;gek.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt r&eacute;teg neve.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Megadja, hogy minden egyes eredm&eacute;ny &uacute;tvonal el legyen mentve &uacute;tvonalr&eacute;tegk&eacute;nt.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;nyek ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
