<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Find Argument Statistics eszk&ouml;z azt a dimenzi&oacute;&eacute;rt&eacute;ket vagy hull&aacute;mhossztartom&aacute;ny-indexet nyeri ki, amely mellett egy adott statisztika &eacute;rhető el egy t&ouml;bbdimenzi&oacute;s t&aacute;v&eacute;rz&eacute;kelt felv&eacute;tel r&eacute;teg minden egyes pixel&eacute;n&eacute;l.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>Az &eacute;rt&eacute;kelni k&iacute;v&aacute;nt t&ouml;bbdimenzi&oacute;s t&aacute;v&eacute;rz&eacute;kelt felv&eacute;tel r&eacute;teg.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>Annak a t&ouml;bbdimenzi&oacute;s t&aacute;v&eacute;rz&eacute;kelt felv&eacute;tel r&eacute;tegnek a dimenzi&oacute;ja, amelyből a v&aacute;ltoz&oacute;t ki&eacute;rt&eacute;kelik.
            </p>
        </div>
    </div>
    <div id="variables">
        <div>
            <p>A t&ouml;bbdimenzi&oacute;s t&aacute;v&eacute;rz&eacute;kelt felv&eacute;tel r&eacute;teg v&aacute;ltoz&oacute;ja, amelyet a meghat&aacute;rozott intervallum ment&eacute;n ki kell &eacute;rt&eacute;kelni.
            </p>
        </div>
    </div>
    <div id="statisticsType">
        <div>
            <p>Az adott dimenzi&oacute; ment&eacute;n a v&aacute;ltoz&oacute;b&oacute;l vagy v&aacute;ltoz&oacute;kb&oacute;l kinyert statisztika t&iacute;pusa.
            </p>
        </div>
    </div>
    <div id="minValue">
        <div>
            <p>Az argumentum időtartam&aacute;ra haszn&aacute;lni k&iacute;v&aacute;nt minim&aacute;lis &eacute;rt&eacute;k.
            </p>
        </div>
    </div>
    <div id="maxValue">
        <div>
            <p>Az argumentum időtartam&aacute;ra haszn&aacute;lni k&iacute;v&aacute;nt maxim&aacute;lis &eacute;rt&eacute;k.
            </p>
        </div>
    </div>
    <div id="multipleOccurrenceValue">
        <div>
            <p>Az azt jelző &eacute;rt&eacute;k, hogy egy adott argumentumstatisztik&aacute;t t&ouml;bbsz&ouml;r is el&eacute;rtek. Az alap&eacute;rtelmezett &eacute;rt&eacute;k az argumentumstatisztika első el&eacute;r&eacute;se.
            </p>
        </div>
    </div>
    <div id="occurrence">
        <div>
            <p>Megadja, hogy a dimenzi&oacute; &eacute;rt&eacute;k&eacute;t az argumentum első vagy utols&oacute; el&eacute;r&eacute;sekor adja vissza. Az alap&eacute;rtelmezett az első előfordul&aacute;s.
            </p>
        </div>
    </div>
    <div id="argumentValue">
        <div>
            <p>A rendszer a megadott v&aacute;ltoz&oacute;&eacute;rt&eacute;k el&eacute;r&eacute;s&eacute;hez tartoz&oacute; dimenzi&oacute;&eacute;rt&eacute;ket fogja kinyerni.
            </p>
        </div>
    </div>
    <div id="comparison">
        <div>
            <p>Megadja a dimenzi&oacute;&eacute;rt&eacute;k kivon&aacute;s&aacute;hoz haszn&aacute;lt &ouml;sszehasonl&iacute;t&aacute;s t&iacute;pus&aacute;t.
            </p>
        </div>
    </div>
    <div id="dimensionDefinition">
        <div>
            <p>Azt hat&aacute;rozza meg, hogy hogyan t&ouml;rt&eacute;nik a statisztikai adatok kinyer&eacute;se a dimenzi&oacute;b&oacute;lt
            </p>
        </div>
    </div>
    <div id="intervalKeyword">
        <div>
            <p>Annak az időnek a m&eacute;rt&eacute;kegys&eacute;ge, amelyre vonatkoz&oacute;an az egyes statisztikai adatok kinyer&eacute;se t&ouml;rt&eacute;nik majd.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Jelzi, hogy az adatkinyer&eacute;sn&eacute;l figyelmen k&iacute;v&uuml;l kell-e hagyni a NoData &eacute;rt&eacute;keket.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt r&eacute;teg neve.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>A l&eacute;trej&ouml;vő kimenet t&iacute;pusa. A kimenet csemp&eacute;zett t&aacute;v&eacute;rz&eacute;kel&eacute;si r&eacute;teg vagy pedig dinamikus t&aacute;v&eacute;rz&eacute;kel&eacute;si r&eacute;teg lehet.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
