<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Join Features eszk&ouml;z meghat&aacute;rozott t&eacute;rbeli vagy attrib&uacute;tumkapcsolatok alapj&aacute;n ad hozz&aacute; attrib&uacute;tumokat egy r&eacute;tegből vagy t&aacute;bl&aacute;b&oacute;l egy m&aacute;sikhoz. Tov&aacute;bbi lehetős&eacute;gk&eacute;nt statisztik&aacute;k is kisz&aacute;m&iacute;that&oacute;k, ha t&ouml;bb egyező rekord van.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>A r&eacute;teg vagy t&aacute;bla, amelynek attrib&uacute;tumt&aacute;bl&aacute;j&aacute;hoz az eszk&ouml;z hozz&aacute;fűzi az &ouml;sszekapcsolt r&eacute;teg attrib&uacute;tumait.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>A r&eacute;teg vagy t&aacute;bla az attrib&uacute;tumokkal, amelyeket az eszk&ouml;z hozz&aacute;fűz a c&eacute;lr&eacute;teghez.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Adja meg, hogy t&eacute;rbeli kapcsolat alapj&aacute;n kapcsolja-e &ouml;ssze a rendszer a r&eacute;tegeket. Ehhez mindk&eacute;t r&eacute;tegnek geometri&aacute;val kell rendelkeznie.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Adja meg azt a t&eacute;rbeli kapcsolatot, amely meghat&aacute;rozza, hogy mely vektoros elemeket kapcsolja &ouml;ssze a rendszer. Az &ouml;sszekapcsol&aacute;si r&eacute;tegben l&eacute;vő, a c&eacute;lr&eacute;teggel a megadott kapcsolatban l&eacute;vő vektoros elemeket &ouml;sszekapcsolja a rendszer. A rendelkez&eacute;sre &aacute;ll&oacute; kapcsolatok a bemenetek geometri&aacute;j&aacute;t&oacute;l f&uuml;ggnek.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>A c&eacute;lr&eacute;tegben l&eacute;vő vektoros elemektől val&oacute; t&aacute;vols&aacute;g, amelyek alapj&aacute;n a rendszer meghat&aacute;rozza, hogy &ouml;ssze kell-e kapcsolni a vektoros elemeket.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>A t&aacute;vols&aacute;g meghat&aacute;roz&aacute;s&aacute;ra haszn&aacute;lni k&iacute;v&aacute;nt m&eacute;rt&eacute;kegys&eacute;gek.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Adja meg, hogy a r&eacute;tegek &ouml;sszekapcsol&aacute;sa az egyező mező&eacute;rt&eacute;kek alapj&aacute;n t&ouml;rt&eacute;njen-e. Ez az egyetlen lehetős&eacute;g, ha a bemenetek valamelyike (vagy t&ouml;bb is) t&aacute;bla.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Adja meg azt az attrib&uacute;tumkapcsolatot, amely meghat&aacute;rozza, hogy mely jvektoros elemeket kell &ouml;sszekapcsolni. Azok a vektoros elemek, amelyeket az eszk&ouml;z p&aacute;ros&iacute;t, ha az &ouml;sszekapcsolt r&eacute;teg mező&eacute;rt&eacute;kei egyenlőek a c&eacute;lr&eacute;teg mező&eacute;rt&eacute;keivel.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Adja meg, hogyan kezelje az &ouml;sszekapcsol&aacute;sokat a rendszer, ha az &ouml;sszekapcsol&aacute;si r&eacute;teg t&ouml;bb rekordja felel meg az egyes&iacute;t&eacute;si felt&eacute;teleknek. V&aacute;lasszon a k&ouml;vetkező lehetős&eacute;gek k&ouml;z&uuml;l:
                <ul>
                    <li> <b>Egy az egyhez &ouml;sszekapcsol&aacute;s</b> &mdash; Az &ouml;sszekapcsol&aacute;si r&eacute;teg egyetlen rekordj&aacute;nak &ouml;sszekapcsol&aacute;sa a c&eacute;lr&eacute;teg minden egyes vektoros elem&eacute;vel.
                    </li>
                    <li> <b>Egy a sokhoz &ouml;sszekapcsol&aacute;s</b> &mdash; Az &ouml;sszekapcsol&aacute;si r&eacute;teg &ouml;sszes egyező vektoros elem&eacute;nek &ouml;sszekapcsol&aacute;sa a c&eacute;lr&eacute;teggel. Az eredm&eacute;ny r&eacute;teg a c&eacute;l vektoros elem t&ouml;bb bejegyz&eacute;s&eacute;t fogja tartalmazni.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>Ha az &ouml;sszekapcsol&aacute;si r&eacute;tegben t&ouml;bb vektoros elem egyezik egy c&eacute;l vektoros elemmel, adja meg, hogy a csatlakoz&aacute;si r&eacute;tegből egyetlen rekordot csatlakoztasson-e a rendszer, vagy a csatlakoz&aacute;si r&eacute;teg &ouml;sszes egyező rekordj&aacute;nak &ouml;sszes&iacute;tett statisztik&aacute;j&aacute;t sz&aacute;m&iacute;tsa ki.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Ha t&ouml;bb olyan &ouml;sszekapcsol&aacute;si vektoros elem van, amely megfelel egy c&eacute;l vektoros elemnek, akkor a rendszer az &ouml;sszes egyező rekordra vonatkoz&oacute;an &ouml;sszefoglal&oacute; statisztik&aacute;t sz&aacute;m&iacute;t ki. Adja meg az &ouml;sszekapcsol&aacute;si r&eacute;teg sz&aacute;m- vagy d&aacute;tummezőit, valamint az egyes mezőkre kisz&aacute;m&iacute;tand&oacute; statisztik&aacute;kat.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>Ha t&ouml;bb olyan &ouml;sszekapcsolt vektoros elem van, amely megfelel egy c&eacute;l vektoros elemnek, akkor a kimenetbe az egyes&iacute;tett r&eacute;teg attrib&uacute;tumt&aacute;bl&aacute;j&aacute;nak első rekordja ker&uuml;l be. M&aacute;sik lehetős&eacute;gk&eacute;nt v&aacute;lasszon egy sz&aacute;m- vagy d&aacute;tummezőt &eacute;s a rendez&eacute;si sorrendet, amely meghat&aacute;rozza az attrib&uacute;tumt&aacute;bla sorrendj&eacute;t.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Meghat&aacute;rozza, hogy a nem illeszkedő c&eacute;l vektoros elemek szerepeljenek-e a kimenetben. A  <b>belső &ouml;sszekapcsol&aacute;s</b> csak az egyező c&eacute;lrekordokat adja vissza, a <b>bal oldali &ouml;sszekapcsol&aacute;s</b> pedig minden c&eacute;lrekordot visszaad &ndash; m&eacute;g akkor is, ha a c&eacute;l vektoros elemnek nincs egyez&eacute;se az &ouml;sszekapcsol&aacute;si r&eacute;tegben.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt r&eacute;teg vagy t&aacute;bla neve.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
