<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Nibble eszk&ouml;z egy maszkhoz tartoz&oacute; raszter cell&aacute;it helyettes&iacute;ti a legk&ouml;zelebbi szomsz&eacute;dok &eacute;rt&eacute;keivel.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>A bemeneti raszter a maszkolt helyekkel, amelyek a legk&ouml;zelebbi szomsz&eacute;djuk &eacute;rt&eacute;k&eacute;vel lesz helyettes&iacute;tve (nibbled).
            </p>
        </div>
    </div>
    <div id="inputMaskRaster">
        <div>
            <p>A maszk raszter, amely azonos&iacute;tja a bemeneti raszter azon helyeit, amelyek le lesznek cser&eacute;lve. A NoData &eacute;rt&eacute;kkel rendelkező cell&aacute;k a maszkolt ter&uuml;leten bel&uuml;linek tekintendők.
            </p>
        </div>
    </div>
    <div id="inputZoneRaster">
        <div>
            <p>A bemeneti z&oacute;naraszter. Az egyes z&oacute;n&aacute;k eset&eacute;ben a maszkon bel&uuml;li bemeneti cell&aacute;k csak a legk&ouml;zelebbi, ugyanazon a z&oacute;n&aacute;n bel&uuml;li cell&aacute;k &eacute;rt&eacute;keivel lesz helyettes&iacute;tve.
            </p>
        </div>
    </div>
    <div id="nibbleValues">
        <div>
            <p>Meghat&aacute;rozza, hogy a bemeneti raszter NoData cell&aacute;i helyettes&iacute;thetik-e a maszkolt ter&uuml;letek cell&aacute;it, ha azok a legk&ouml;zelebbi szomsz&eacute;dok.
            </p>
            <p>Ha be van jel&ouml;lve, akkor a bemeneti raszter NoData cell&aacute;i bejuthatnak a maszkolt ter&uuml;letre. Ha nincs bejel&ouml;lve, akkor csak a bemeneti raszter &eacute;rv&eacute;nyes cell&aacute;i ker&uuml;lhetnek a maszkolt ter&uuml;letre.
            </p>
        </div>
    </div>
    <div id="nibbleNodata">
        <div>
            <p>Meghat&aacute;rozza, hogy a maszkolt ter&uuml;leten l&eacute;vő NoData cell&aacute;k megmaradnak-e vagy kicser&eacute;lődnek.
            </p>
            <p>Ha nincs bejel&ouml;lve, a maszkolt ter&uuml;leten bel&uuml;li NoData cell&aacute;k megmaradnak a kimenetben. Ha be van jel&ouml;lve, akkor a maszkolt ter&uuml;leten bel&uuml;li NoData cell&aacute;kat a maszkolt ter&uuml;leten k&iacute;v&uuml;li legk&ouml;zelebbi szomsz&eacute;dos cell&aacute;k &eacute;rt&eacute;k&eacute;vel helyettes&iacute;ti a rendszer.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt nibbled raszteres r&eacute;teg neve.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>A l&eacute;trej&ouml;vő kimenet t&iacute;pusa. A kimenetek csemp&eacute;zett t&aacute;v&eacute;rz&eacute;kel&eacute;si r&eacute;tegek vagy pedig dinamikus t&aacute;v&eacute;rz&eacute;kel&eacute;si r&eacute;tegek lehetnek.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;nyek ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
