<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Az Optimal Path as Raster eszk&ouml;z a c&eacute;lpontok &eacute;s a kiindul&oacute;pontok k&ouml;z&ouml;tt optim&aacute;lis &uacute;tvonalat hat&aacute;rozza meg.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputDestinationRasterOrFeatures">
        <div>
            <p>A r&eacute;teg meghat&aacute;rozza azokat a c&eacute;lokat, amelyektől a rendszer a legkev&eacute;sb&eacute; k&ouml;lts&eacute;ges forr&aacute;shoz sz&aacute;m&iacute;tja a t&aacute;vols&aacute;gokat.
            </p>
            <p>Ha a bemenet egy raszter, akkor &eacute;rv&eacute;nyes eg&eacute;sz &eacute;rt&eacute;kekkel rendelkező cell&aacute;kb&oacute;l kell &aacute;llnia (a nulla &eacute;rv&eacute;nyes &eacute;rt&eacute;k) a c&eacute;l&aacute;llom&aacute;sokhoz, m&iacute;g a t&ouml;bbi cell&aacute;hoz a NoData &eacute;rt&eacute;ket kell rendelni.
            </p>
        </div>
    </div>
    <div id="destinationField">
        <div>
            <p>A c&eacute;lhelysz&iacute;nek &eacute;rt&eacute;keinek beolvas&aacute;s&aacute;hoz haszn&aacute;lt mező.
            </p>
        </div>
    </div>
    <div id="inputDistanceAccumulationRaster">
        <div>
            <p>A c&eacute;lpontok &eacute;s a kiindul&oacute;pontok k&ouml;z&ouml;tti optim&aacute;lis &uacute;tvonalat meghat&aacute;roz&oacute; raszter.
            </p>
            <p>A t&aacute;vols&aacute;gakkumul&aacute;ci&oacute;s raszter &aacute;ltal&aacute;ban a Distance Accumulation, vagy a Distance Allocation eszk&ouml;zzel hozhat&oacute; l&eacute;tre.
            </p>
        </div>
    </div>
    <div id="inputBackDirectionRaster">
        <div>
            <p>A sz&aacute;m&iacute;tott ir&aacute;nyokat fokban tartalmaz&oacute; raszter.
            </p>
            <p>A visszir&aacute;ny&uacute; raszter &aacute;ltal&aacute;ban a Distance Accumulation, vagy a Distance Allocation eszk&ouml;zzel hozhat&oacute; l&eacute;tre.
            </p>
        </div>
    </div>
    <div id="pathType">
        <div>
            <p>Megadja a bemeneti c&eacute;l&aacute;llom&aacute;sadatok k&ouml;z&ouml;tt szereplő &eacute;rt&eacute;kek &eacute;s z&oacute;n&aacute;k &eacute;rtelmez&eacute;s&eacute;nek m&oacute;dj&aacute;t az optim&aacute;lis &uacute;tvonal sz&aacute;m&iacute;t&aacute;sakor.
            </p>
        </div>
    </div>
    <div id="outputRasterName">
        <div>
            <p>A l&eacute;trehozand&oacute; &eacute;s a t&eacute;rk&eacute;phez raszteres r&eacute;tegk&eacute;nt hozz&aacute;adni k&iacute;v&aacute;nt optim&aacute;lis &uacute;tvonal neve.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>A l&eacute;trej&ouml;vő kimenet t&iacute;pusa. A kimenet csemp&eacute;zett t&aacute;v&eacute;rz&eacute;kel&eacute;si r&eacute;teg vagy pedig dinamikus t&aacute;v&eacute;rz&eacute;kel&eacute;si r&eacute;teg lehet.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
