<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Az Optimal Region Connections eszk&ouml;z az optim&aacute;lis h&aacute;l&oacute;zati csatlakoz&aacute;st hat&aacute;rozza meg k&eacute;t vagy t&ouml;bb bemeneti r&eacute;gi&oacute; k&ouml;z&ouml;tt.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRegionRasterOrFeatures">
        <div>
            <p>Az a raszteres vagy vektoros r&eacute;teg, amely azonos&iacute;tja azokat a r&eacute;gi&oacute;kat, amelyeket az optim&aacute;lis h&aacute;l&oacute;zat majd &ouml;sszek&ouml;t.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>A megker&uuml;lendő akad&aacute;lyokat azonos&iacute;t&oacute; raszteres vagy vektoros r&eacute;teg.
            </p>
            <p>Raszteres r&eacute;teg eset&eacute;ben az &eacute;rt&eacute;kkel rendelkező cell&aacute;kat (a nulla is &eacute;rt&eacute;k) a rendszer hat&aacute;rk&eacute;nt kezeli.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Az egyes cell&aacute;kon val&oacute; &aacute;thalad&aacute;s impedanci&aacute;j&aacute;t vagy k&ouml;lts&eacute;g&eacute;t meghat&aacute;roz&oacute; raszteres r&eacute;teg.
            </p>
            <p>Az egyes cellahelyeken szereplő &eacute;rt&eacute;kek az adott cell&aacute;n t&ouml;rt&eacute;nő &aacute;thalad&aacute;s egys&eacute;gnyi t&aacute;vols&aacute;gra eső k&ouml;lts&eacute;g&eacute;t jelentik. Nem lehet negat&iacute;v vagy nulla.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Meghat&aacute;rozza, hogy a t&aacute;vols&aacute;g sz&aacute;m&iacute;t&aacute;sa s&iacute;kbeli (lapos f&ouml;ld) vagy geod&eacute;ziai (ellipszoid) m&oacute;dszerrel t&ouml;rt&eacute;njen.
            </p>
        </div>
    </div>
    <div id="connectionsWithinRegions">
        <div>
            <p>Megadja, hogy utak folytat&oacute;dnak-e &eacute;s csatlakoznak-e a bemeneti r&eacute;gi&oacute;kban.
            </p>
        </div>
    </div>
    <div id="outputOptimalLinesName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt, az egyes bemeneti r&eacute;gi&oacute;kat &ouml;sszek&ouml;tő optim&aacute;lis &uacute;th&aacute;l&oacute;zat r&eacute;teg&eacute;nek neve.
            </p>
        </div>
    </div>
    <div id="outputNeighborConnectionsName">
        <div>
            <p>A l&eacute;trej&ouml;vő &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;ad&oacute;d&oacute; szomsz&eacute;dos kapcsol&oacute;d&aacute;si vonalas r&eacute;teg neve. A r&eacute;teg azonos&iacute;tja az egyes r&eacute;gi&oacute;kb&oacute;l a legk&ouml;zelebbi vagy k&ouml;lts&eacute;gszomsz&eacute;dokhoz vezető &ouml;sszes &uacute;tvonalat.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
