<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A Surface Parameters eszk&ouml;z raszterfel&uuml;let param&eacute;tereit &ndash; kitetts&eacute;g, lejtő &eacute;s g&ouml;rb&uuml;let &ndash; sz&aacute;m&iacute;tja ki geod&eacute;ziai m&oacute;dszerek haszn&aacute;lat&aacute;val.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>A sz&aacute;m&iacute;t&aacute;sokhoz haszn&aacute;lt magass&aacute;gi raszter.
            </p>
            <p>Ha a bemeneti raszter f&uuml;ggőleges koordin&aacute;ta-rendszer&eacute;ben rendelkez&eacute;sre &aacute;ll egy z m&eacute;rt&eacute;kegys&eacute;g, akkor azt az eszk&ouml;z automatikusan alkalmazza majd.
            </p>
        </div>
    </div>
    <div id="parameterType">
        <div>
            <p>A m&eacute;rendő fel&uuml;leti param&eacute;ter t&iacute;pusa.
            </p> 
        </div>
    </div>
    <div id="outputSlopeMeasurement">
        <div>
            <p>A kimeneti lejt&eacute;s raszter m&eacute;rt&eacute;kegys&eacute;gei.
            </p>
        </div>
    </div>
    <div id="projectGeodesicAzimuths">
        <div>
            <p>Megadja, hogy a geod&eacute;ziai azimutok vet&iacute;t&eacute;sre ker&uuml;ljenek-e.
            </p>
            <p>Ha be van jel&ouml;lve, a geod&eacute;ziai azimutok vet&iacute;tve lesznek a kimeneti t&eacute;rbeli referencia &aacute;ltal okozott sz&ouml;gtorzul&aacute;s korrig&aacute;l&aacute;s&aacute;hoz. Ha nincs bejel&ouml;lve, akkor a geod&eacute;ziai azimutok nem lesznek vet&iacute;tve.
            </p>
        </div>
    </div>
    <div id="useEquatorialAspect">
        <div>
            <p>Meghat&aacute;rozza, hogy a kitetts&eacute;get az Egyenl&iacute;tőn l&eacute;vő ponttt&oacute;l vagy az &eacute;szaki sarkt&oacute;l kell-e m&eacute;rni.
            </p>
            <p>Ha be van jel&ouml;lve, akkor a kitetts&eacute;g m&eacute;r&eacute;se az egyenl&iacute;tőn elhelyezkedő pontt&oacute;l t&ouml;rt&eacute;nik majd. Ha nincs bejel&ouml;lve, akkor a kitetts&eacute;g m&eacute;r&eacute;se az &eacute;szaki sarkt&oacute;l t&ouml;rt&eacute;nik majd.
            </p>
        </div>
    </div>
    <div id="localSurfaceType">
        <div>
            <p>A c&eacute;lcella k&ouml;r&eacute; illeszteni k&iacute;v&aacute;nt felsz&iacute;nf&uuml;ggv&eacute;ny t&iacute;pusa.
            </p> 
        </div>
    </div>
    <div id="neighborhoodDistance">
        <div>
            <p>A c&eacute;lcella k&ouml;z&eacute;ppontj&aacute;t&oacute;l m&eacute;rt t&aacute;vols&aacute;g, amelyből a kimenet kisz&aacute;m&iacute;t&aacute;sa t&ouml;rt&eacute;nik. A sz&aacute;m&iacute;t&aacute;shoz felhaszn&aacute;lt k&ouml;rny&eacute;k m&eacute;ret&eacute;t hat&aacute;rozza meg.
            </p>
            <p>Az alap&eacute;rtelmezett &eacute;rt&eacute;k a  <b>Bemeneti fel&uuml;let raszter</b> param&eacute;terben megadott raszter cellam&eacute;rete. &Eacute;rt&eacute;k megad&aacute;sa eset&eacute;n az &eacute;rt&eacute;knek nagyobbnak kell lennie az alap&eacute;rtelmezettn&eacute;l.
            </p> 
        </div>
    </div>
    <div id="useAdaptiveNeighborhood">
        <div>
            <p>Megadhat&oacute;, hogy a szomsz&eacute;d t&aacute;vols&aacute;ga v&aacute;ltozzon-e a t&aacute;j v&aacute;ltoz&aacute;s&aacute;val.
            </p>
            <p>Ha be van jel&ouml;lve, akkor a szombsz&eacute;d t&aacute;vols&aacute;ga a t&aacute;j v&aacute;ltoz&aacute;s&aacute;val v&aacute;ltozik. Ha nincs bejel&ouml;lve, akkor az eszk&ouml;z r&ouml;gz&iacute;tett szomsz&eacute;dos t&aacute;vols&aacute;got haszn&aacute;l minden helyen.
            </p>
        </div>
    </div>
    <div id="zUnit">
        <div>
            <p>A z &eacute;rt&eacute;kek line&aacute;ris egys&eacute;ge.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>A l&eacute;trehozni &eacute;s a t&eacute;rk&eacute;phez hozz&aacute;adni k&iacute;v&aacute;nt fel&uuml;leti raszteres r&eacute;teg neve.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>A l&eacute;trej&ouml;vő kimenet t&iacute;pusa. A kimenet csemp&eacute;zett t&aacute;v&eacute;rz&eacute;kel&eacute;si r&eacute;teg vagy pedig dinamikus t&aacute;v&eacute;rz&eacute;kel&eacute;si r&eacute;teg lehet.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>A  <b>Saj&aacute;t tartalom</b> azon mapp&aacute;j&aacute;nak neve, ahov&aacute; az eredm&eacute;ny ment&eacute;se t&ouml;rt&eacute;nik.
            </p>
        </div>
    </div>
</div>
</html>
