<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Geocodificar Locais a partir de Tabela converte endere&ccedil;os ou locais de uma tabela de entrada em coordenadas.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputTable">
        <div>
            <p>A tabela de entrada com os endere&ccedil;os ou locais a geocodificar. A entrada tem de ser uma tabela, um ficheiro  <code>.csv</code> ou um ficheiro Excel. </p>
        </div>
    </div>
    <div id="geocodeServiceURL">
        <div>
            <p>O servi&ccedil;o de localizador a utilizar para a geocodifica&ccedil;&atilde;o. Caso o servi&ccedil;o de localizador que pretende utilizar n&atilde;o se encontre no menu pendente, contacte o seu administrador para que o servi&ccedil;o de localizador seja configurado para geocodifica&ccedil;&atilde;o em batch.
            </p>
        </div>
    </div>
    <div id="singleOrMultiFieldSwitch">
        <div>
            <p>Especifica se os dados de entrada est&atilde;o contidos num &uacute;nico campo ou em v&aacute;rios campos.
            </p>
        </div>
    </div>
    <div id="geocodeParameters">
        <div>
            <p>Os campos que ser&atilde;o utilizados pelo localizador para determinar as localiza&ccedil;&otilde;es dos dados. Assume-se que determinados campos est&atilde;o nos dados, como o endere&ccedil;o, a cidade, o estado e o c&oacute;digo postal.
            </p>
        </div>
    </div>
    <div id="sourceCountry">
        <div>
            <p>O pa&iacute;s em que os dados est&atilde;o localizados. Se todos os endere&ccedil;os forem de um pa&iacute;s, indique esse pa&iacute;s para garantir os resultados mais exatos. Caso contr&aacute;rio, deixe este par&acirc;metro por preencher.
            </p>
        </div>
    </div>
    <div id="outputFields">
        <div>
            <p>Especifica os campos que ser&atilde;o inclu&iacute;dos no conjunto de dados de sa&iacute;da. As op&ccedil;&otilde;es s&atilde;o as seguintes:
            </p>
            <ul>
                <li> <b>Tudo</b>: todos os campos de sa&iacute;da do localizador dispon&iacute;veis ser&atilde;o inclu&iacute;dos nos resultados do geoc&oacute;digo.
                </li>
                <li> <b>M&iacute;nimo</b>: um subconjunto de campos do localizador, bem como os campos da tabela de entrada, ser&atilde;o inclu&iacute;dos nos resultados.
                </li>
                <li> <b>Apenas localiza&ccedil;&atilde;o</b>: o campo <i>Shape</i> do localizador, bem como os campos da tabela de entrada, ser&atilde;o inclu&iacute;dos nos resultados.
                </li>
            </ul>
            
        </div>
    </div>
    <div id="outputType">
        <div>
            <p>O tipo de sa&iacute;da que ser&aacute; criado. A sa&iacute;da pode ser um servi&ccedil;o de elementos, um ficheiro  <code>.csv</code> ou um ficheiro <code>.xls</code>.
            </p>
        </div>
    </div>
    <div id="geocodeResult">
        <div>
            <p>O nome do item de sa&iacute;da onde os dados localizados ser&atilde;o armazenados.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>O Meu Conte&uacute;do</b> onde o resultado ser&aacute; guardado.
            </p>
        </div>
    </div>
</div>
</html>
