<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Derivar Fluxo Cont&iacute;nuo gera um raster de fluxo acumulado em cada c&eacute;lula a partir de um raster de superf&iacute;cie de entrada sem necessidade de enchimento pr&eacute;vio de depress&atilde;o ou coletor.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>O raster de eleva&ccedil;&atilde;o que ser&aacute; utilizado para os c&aacute;lculos.
            </p> 
        </div>
    </div>
    <div id="inputDepressionsData">
        <div>
            <p>A camada que define as verdadeiras depress&otilde;es ou coletores, onde a &aacute;gua pode fluir para dentro, mas n&atilde;o para fora.
            </p> 
        </div>
    </div>
    <div id="inputWeightRaster">
        <div>
            <p>A camada de raster que define a fra&ccedil;&atilde;o de fluxo que contribui para a acumula&ccedil;&atilde;o de fluxo em cada c&eacute;lula.
            </p>
        </div>
    </div>
    <div id="flowDirectionType">
        <div>
            <p>Especifica o tipo de m&eacute;todo de fluxo que ser&aacute; utilizado no c&aacute;lculo da dire&ccedil;&atilde;o do fluxo.
            </p>
            <p>O m&eacute;todo D8 atribui a dire&ccedil;&atilde;o do fluxo ao vizinho com maior inclina&ccedil;&atilde;o descendente. O m&eacute;todo MFD separa a dire&ccedil;&atilde;o do fluxo atrav&eacute;s dos vizinhos com inclina&ccedil;&atilde;o descendente, de acordo com um expoente de parti&ccedil;&atilde;o adapt&aacute;vel.
            </p>
        </div>
    </div>
    <div id="forceFlow">
        <div>
            <p>Especifica se o fluxo nas c&eacute;lulas de borda ir&aacute; seguir as regras de fluxo normal ou se ir&aacute; sempre fluir para fora.
            </p>
            <p>Se n&atilde;o for selecionada, o fluxo ir&aacute; em dire&ccedil;&atilde;o &agrave; c&eacute;lula interior com maior descida no valor z. No entanto, se a descida for menor ou igual a zero, a c&eacute;lula ir&aacute; fluir para fora do raster de superf&iacute;cie. Se for selecionada, a dire&ccedil;&atilde;o do fluxo ser&aacute; sempre para fora do raster de superf&iacute;cie.
            </p>
        </div>
    </div>
    <div id="outputFlowAccumulationRasterName">
        <div>
            <p>O nome da camada de raster de acumula&ccedil;&atilde;o de fluxo que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="outputFlowDirectionRasterName">
        <div>
            <p>O nome da camada de raster de fluxo que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>O tipo de sa&iacute;da que ser&aacute; criado. As sa&iacute;das podem ser camadas de imagens em mosaico ou camadas de imagens din&acirc;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>O Meu Conte&uacute;do</b> onde os resultados ser&atilde;o guardados.
            </p>
        </div>
    </div>
</div>
</html>
