<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Encontrar Mais Pr&oacute;ximos encontra e classifica os elementos que est&atilde;o mais pr&oacute;ximos das localiza&ccedil;&otilde;es especificadas.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">A camada de in&iacute;cio a partir da qual se encontram os elementos mais pr&oacute;ximos. S&atilde;o suportadas camadas com at&eacute;  5000 elementos. </p> 
            <p class="PortalOnly">A camada de in&iacute;cio a partir da qual se encontram os elementos mais pr&oacute;ximos.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">Os elementos encontrados com base na proximidade da camada de entrada. S&atilde;o suportadas camadas com at&eacute;  5000 elementos. </p> 
            <p class="PortalOnly">Os elementos encontrados com base na proximidade da camada de entrada.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Um ou mais elementos de ponto que atuam como restri&ccedil;&otilde;es tempor&aacute;rias (barreiras) ao transitar pelas ruas subjacentes. &Eacute; poss&iacute;vel transitar na rua, mas n&atilde;o pela barreira.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Um ou mais elementos de linha que atuam como restri&ccedil;&otilde;es tempor&aacute;rias (barreiras) ao transitar pelas ruas subjacentes. As barreiras de linha pro&iacute;bem a circula&ccedil;&atilde;o em qualquer ponto onde as barreiras intersectam as ruas.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Um ou mais elementos de pol&iacute;gono que atuam como restri&ccedil;&otilde;es tempor&aacute;rias (barreiras) ao transitar pelas ruas subjacentes. As barreiras de pol&iacute;gonos pro&iacute;bem que se transite por qualquer ponto de intersec&ccedil;&atilde;o entre o pol&iacute;gono e as ruas.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>O m&eacute;todo que ser&aacute; utilizado para medir a dist&acirc;ncia ou o tempo. O m&eacute;todo pode ser uma dist&acirc;ncia em linha ou um modo de viagem.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Especifica a data e hora em que o viajante parte das localiza&ccedil;&otilde;es na  <b>camada de entrada</b>.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>Determina se &eacute; utilizado um n&uacute;mero m&aacute;ximo personalizado de elementos mais pr&oacute;ximos (ativada) ou se &eacute; utilizado o n&uacute;mero m&aacute;ximo predefinido de 100 (desativada).
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>O n&uacute;mero m&aacute;ximo de elementos mais pr&oacute;ximos que podem ser encontrados para cada elemento de entrada.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>Determina se &eacute; utilizado um intervalo m&aacute;ximo de pesquisa (ativada) ou se o intervalo de pesquisa &eacute; ilimitado (desativada).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>O intervalo m&aacute;ximo de pesquisa para encontrar os elementos mais pr&oacute;ximos.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>As unidades utilizadas para especificar o intervalo de pesquisa.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Especifica se cada rota resultante ser&aacute; guardada como uma camada de rota.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>O Meu Conte&uacute;do</b> onde os resultados ser&atilde;o guardados.
            </p>
        </div>
    </div>
</div>
</html>
