<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Interpolar Pontos prev&ecirc; valores em novas localiza&ccedil;&otilde;es com base em medi&ccedil;&otilde;es de pontos. A ferramenta cria sa&iacute;das de elementos.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Selecione a camada de pontos das localiza&ccedil;&otilde;es que ser&atilde;o interpoladas.
            </p>
        </div>
    </div>
    <div id="field">
        <div>
            <p>Selecione o campo que cont&eacute;m os valores medidos que ser&atilde;o interpolados.
            </p>
        </div>
    </div>
    <div id="interpolateOption">
        <div>
            <p>Selecione se ser&aacute; dada prioridade &agrave; velocidade de c&aacute;lculo ou &agrave; precis&atilde;o e exatid&atilde;o. As previs&otilde;es mais exatas e precisas demoram mais tempo a ser calculadas.
            </p>
        </div>
    </div>
    <div id="outputPredictionError">
        <div>
            <p>Escolha se ser&aacute; inclu&iacute;da na produ&ccedil;&atilde;o uma camada de erros padr&atilde;o para as previs&otilde;es de interpola&ccedil;&atilde;o.
            </p>
        </div>
    </div>
    <div id="classificationType">
        <div>
            <p>Escolha como ser&atilde;o calculados os valores de quebra de classe.
            </p>
        </div>
    </div>
    <div id="numClasses">
        <div>
            <p>Especifique o n&uacute;mero de classes (intervalos de valores previstos) que ser&atilde;o inclu&iacute;das na camada de resultados. Cada classe define o limite de um pol&iacute;gono e representa os contornos dos valores previstos. Os valores de quebra de classe s&atilde;o determinados pelo tipo de classifica&ccedil;&atilde;o.
            </p>
        </div>
    </div>
    <div id="classBreaks">
        <div>
            <p>Forne&ccedil;a os valores de quebra de classe que ser&atilde;o utilizados.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Selecione uma camada de pol&iacute;gono que ser&aacute; utilizada para definir uma &aacute;rea de estudo. Os resultados ser&atilde;o recortados para serem exibidos apenas dentro da &aacute;rea de estudo.
            </p>
        </div>
    </div>
    <div id="predictAtPointLayer">
        <div>
            <p>Selecione uma camada de pontos que represente as localiza&ccedil;&otilde;es que ser&atilde;o utilizadas para prever os valores. Se fornecida, ser&aacute; criada uma camada de pontos que cont&eacute;m os valores previstos nas localiza&ccedil;&otilde;es especificadas.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>O Meu Conte&uacute;do</b> onde os resultados ser&atilde;o guardados.
            </p>
        </div>
    </div>
</div>
</html>
