<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Localizar Regi&otilde;es identifica as melhores regi&otilde;es no raster de entrada que cumprem as restri&ccedil;&otilde;es espaciais e os requisitos de tamanho especificados.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>O raster de utilit&aacute;rio de entrada a partir do qual as regi&otilde;es ser&atilde;o derivadas.
            </p>
        </div>
    </div>
    <div id="totalArea">
        <div>
            <p>A quantidade total de &aacute;rea para todas as regi&otilde;es.
            </p>
        </div>
    </div>
    <div id="areaUnits">
        <div>
            <p>Especifica as unidades de &aacute;rea utilizadas para os par&acirc;metros  <b>&Aacute;rea total</b>, <b>&Aacute;rea m&iacute;nima da regi&atilde;o</b> e <b>&Aacute;rea m&aacute;xima da regi&atilde;o</b>.
            </p>
        </div>
    </div>
    <div id="numberOfRegions">
        <div>
            <p>Especifica o n&uacute;mero de regi&otilde;es pelas quais a  <b>&Aacute;rea total</b> ser&aacute; distribu&iacute;da.
            </p>
        </div>
    </div>
    <div id="shapeTradeoff">
        <div>
            <p>Especifica o equil&iacute;brio entre a contribui&ccedil;&atilde;o de uma c&eacute;lula para manter a forma da regi&atilde;o relativamente &agrave; contribui&ccedil;&atilde;o do utilit&aacute;rio do valor do atributo da c&eacute;lula.
            </p>
        </div>
    </div>
    <div id="evaluationMethod">
        <div>
            <p>Os crit&eacute;rios de avalia&ccedil;&atilde;o para determinar quais das regi&otilde;es candidatas s&atilde;o as de maior prefer&ecirc;ncia.
            </p>
        </div>
    </div>
    <div id="regionShape">
        <div>
            <p>Especifica as caracter&iacute;sticas de forma para as regi&otilde;es de sa&iacute;da.
            </p>
        </div>
    </div>
    <div id="regionOrientation">
        <div>
            <p>Especifica a orienta&ccedil;&atilde;o da forma definida.
            </p>
        </div>
    </div>
    <div id="minimumArea">
        <div>
            <p>Especifica a &aacute;rea m&iacute;nima permitida para cada regi&atilde;o. Ser&atilde;o utilizadas as unidades especificadas pelo par&acirc;metro  <b>Unidades de &aacute;rea</b>.
            </p>
        </div>
    </div>
    <div id="maximumArea">
        <div>
            <p>Especifica a &aacute;rea m&aacute;xima permitida para cada regi&atilde;o. Ser&atilde;o utilizadas as unidades especificadas pelo par&acirc;metro  <b>Unidades de &aacute;rea</b>.
            </p>
        </div>
    </div>
    <div id="minimumDistance">
        <div>
            <p>Especifica a dist&acirc;ncia m&iacute;nima permitida entre regi&otilde;es.
            </p>
        </div>
    </div>
    <div id="maximumDistance">
        <div>
            <p>Especifica a dist&acirc;ncia m&aacute;xima permitida entre regi&otilde;es.
            </p>
        </div>
    </div>
    <div id="distanceUnits">
        <div>
            <p>Especifica as unidades de dist&acirc;ncia que ser&atilde;o utilizadas para os par&acirc;metros  <b>Dist&acirc;ncia m&iacute;nima entre regi&otilde;es</b> e <b>Dist&acirc;ncia m&aacute;xima entre regi&otilde;es</b>.
            </p>
        </div>
    </div>
    <div id="inExistingRegions">
        <div>
            <p>A camada de entrada que identifica onde as regi&otilde;es j&aacute; existem.
            </p>
        </div>
    </div>
    <div id="numberOfNeighbors">
        <div>
            <p>Especifica as c&eacute;lulas vizinhas a utilizar no crescimento das regi&otilde;es.
            </p>
        </div>
    </div>
    <div id="noIslands">
        <div>
            <p>Especifica se as ilhas ser&atilde;o ou n&atilde;o permitidas nas regi&otilde;es potenciais.
            </p>
        </div>
    </div>
    <div id="regionSeeds">
        <div>
            <p>Especifica o n&uacute;mero de sementes a partir das quais ser&atilde;o cultivadas as regi&otilde;es potenciais.
            </p>
        </div>
    </div>
    <div id="regionResolution">
        <div>
            <p>Especifica a resolu&ccedil;&atilde;o na qual ocorre o crescimento da regi&atilde;o.
            </p>
        </div>
    </div>
    <div id="selectionMethod">
        <div>
            <p>Especifica como as regi&otilde;es ser&atilde;o selecionadas.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada raster de Localizar Regi&otilde;es que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>O tipo de sa&iacute;da que ser&aacute; criado. As sa&iacute;das podem ser camadas de imagens em mosaico ou camadas de imagens din&acirc;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>O Meu Conte&uacute;do</b> onde o resultado ser&aacute; guardado.
            </p>
        </div>
    </div>
</div>
</html>
