<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Liga&ccedil;&otilde;es de Regi&atilde;o Ideais calcula a rede de liga&ccedil;&atilde;o ideal entre duas ou mais regi&otilde;es de entrada.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRegionRasterOrFeatures">
        <div>
            <p>A camada de raster ou de elementos que identifica as regi&otilde;es que ser&atilde;o ligadas pela rede ideal.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>A camada de raster ou de elementos que identifica os obst&aacute;culos para os quais &eacute; necess&aacute;rio criar rotas &agrave; volta.
            </p>
            <p>Para uma camada de raster, as c&eacute;lulas com um valor (incluindo zero) ser&atilde;o tratadas como uma barreira.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>A camada de raster que define a imped&acirc;ncia ou o custo de se mover atrav&eacute;s de cada c&eacute;lula.
            </p>
            <p>O valor na localiza&ccedil;&atilde;o de cada c&eacute;lula representa a dist&acirc;ncia de custo-por-unidade para movimentar atrav&eacute;s da c&eacute;lula. N&atilde;o pode ser negativo nem zero.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Especifica se a dist&acirc;ncia ser&aacute; calculada atrav&eacute;s de um m&eacute;todo planar (terra plana) ou geod&eacute;sico (elipsoide).
            </p>
        </div>
    </div>
    <div id="connectionsWithinRegions">
        <div>
            <p>Especifica se os caminhos continuar&atilde;o e se ser&atilde;o ligados nas regi&otilde;es de entrada.
            </p>
        </div>
    </div>
    <div id="outputOptimalLinesName">
        <div>
            <p>O nome da camada de rede ideal de caminhos que liga cada uma das regi&otilde;es de entrada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="outputNeighborConnectionsName">
        <div>
            <p>O nome da camada de linhas de liga&ccedil;&atilde;o vizinhas que ser&aacute; criada e adicionada ao mapa. A camada identifica todos os caminhos de cada regi&atilde;o para cada um dos seus vizinhos mais pr&oacute;ximos ou de custo.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>O Meu Conte&uacute;do</b> onde o resultado ser&aacute; guardado.
            </p>
        </div>
    </div>
</div>
</html>
