<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Resumir nas Proximidades calcula estat&iacute;sticas para elementos a uma dist&acirc;ncia especificada de outros elementos. A dist&acirc;ncia pode ser calculada com uma dist&acirc;ncia em linha reta ou um modo de viagem.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>A camada a resumir a uma dist&acirc;ncia da camada nas proximidades.
            </p>
        </div>
    </div>
    <div id="sumNearbyLayer">
        <div>
            <p>A camada de ponto, linha ou pol&iacute;gono utilizada como localiza&ccedil;&otilde;es de in&iacute;cio em torno da qual ser&atilde;o criadas &aacute;reas de delimita&ccedil;&atilde;o para resumir os elementos nas proximidades.
            </p>
        </div>
    </div>
    <div id="nearType">
        <div>
            <p>O m&eacute;todo com que ser&atilde;o criadas as &aacute;reas de delimita&ccedil;&atilde;o. O m&eacute;todo pode ser uma dist&acirc;ncia em linha reta ou um modo de viagem.
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>A dist&acirc;ncia ou o tempo que ser&aacute; utilizado para criar &aacute;reas de delimita&ccedil;&atilde;o. Se forem adicionados v&aacute;rios valores, cada valor ser&aacute; utilizado para calcular as &aacute;reas de delimita&ccedil;&atilde;o para todos os elementos de entrada.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>As unidades que ser&atilde;o utilizadas para especificar a dist&acirc;ncia ou o tempo.
            </p>
        </div>
    </div>
    <div id="returnBoundaries">
        <div>
            <p>Especifique se a camada de resultados deve ser as &aacute;reas de delimita&ccedil;&atilde;o (selecionada) ou a mesma geometria que a camada de entrada nas proximidades (n&atilde;o selecionada).
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Calcule o tamanho total dos elementos de resumo em cada &aacute;rea delimitada. Para linhas, &eacute; calculado o comprimento total. Para pol&iacute;gonos, &eacute; calculada a &aacute;rea total.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>As unidades que ser&atilde;o utilizadas para calcular o tamanho total dos elementos de resumo.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Os campos de n&uacute;mero ou data da camada de entrada que ser&atilde;o resumidos e as estat&iacute;sticas que ser&atilde;o calculadas para cada campo.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>O campo da camada de entrada que ser&aacute; utilizado para separar os dados em grupos distintos para c&aacute;lculos estat&iacute;sticos.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Calcule os grupos minorit&aacute;rios (menos dominantes) e maiorit&aacute;rios (mais dominantes) dentro de cada &aacute;rea de resumo.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Calcule a percentagem dos elementos de resumo que pertencem a cada grupo dentro de cada limite.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>O Meu Conte&uacute;do</b> onde os resultados ser&atilde;o guardados.
            </p>
        </div>
    </div>
</div>
</html>
