<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>A ferramenta Resumir no Interior calcula estat&iacute;sticas para elementos dentro de caixas ou pol&iacute;gonos especificados.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>A camada que ser&aacute; resumida.
            </p>
        </div>
    </div>
    <div id="binType">
        <div>
            <p>O tipo de elementos delimitadores dentro dos quais os elementos de entrada ser&atilde;o resumidos. Pode ser uma camada de pol&iacute;gonos ou uma grelha de tessela&ccedil;&atilde;o de caixas quadradas ou hexagonais que s&atilde;o geradas quando a ferramenta &eacute; executada.
            </p>
        </div>
    </div>
    <div id="sumWithinLayer">
        <div>
            <p>A camada de pol&iacute;gonos dentro da qual os elementos de entrada ser&atilde;o resumidos.
            </p>
        </div>
    </div>
    <div id="binSize">
        <div>
            <p>O tamanho das caixas geradas. Para caixas quadradas, o n&uacute;mero e unidades especificadas determinam a altura e o comprimento do quadrado. Para caixas hexagonais, o n&uacute;mero e unidades especificados determinam a dist&acirc;ncia entre lados paralelos.
            </p>
        </div>
    </div>
    <div id="binSizeUnit">
        <div>
            <p>As unidades que ser&atilde;o utilizadas para especificar o tamanho da caixa.
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Calcule o tamanho total dos elementos de resumo em cada pol&iacute;gono delimitado. Para linhas, &eacute; calculado o comprimento total. Para pol&iacute;gonos, &eacute; calculada a &aacute;rea total.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>As unidades que ser&atilde;o utilizadas para calcular o tamanho total dos elementos de resumo.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Os campos de n&uacute;mero ou data da camada de entrada que ser&atilde;o resumidos e as estat&iacute;sticas que ser&atilde;o calculadas para cada campo.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>O campo da camada de entrada que ser&aacute; utilizado para separar os dados em grupos distintos para c&aacute;lculos estat&iacute;sticos.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Calcule os grupos minorit&aacute;rios (menos dominantes) e maiorit&aacute;rios (mais dominantes) dentro de cada &aacute;rea de resumo.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Calcule a percentagem dos elementos de resumo que pertencem a cada grupo dentro de cada &aacute;rea de resumo.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>O nome da camada que ser&aacute; criada e adicionada ao mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>O nome da pasta em  <b>O Meu Conte&uacute;do</b> onde os resultados ser&atilde;o guardados.
            </p>
        </div>
    </div>
</div>
</html>
