<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Seyahat Alanları Oluştur aracı, bir seyahat s&uuml;resi veya mesafe i&ccedil;inde ulaşılabilecek alanlar oluşturur.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Etrafında alanların hesaplanacağı nokta detaylarıdır.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Aşağıdaki sokaklarda seyahat ederken ge&ccedil;ici kısıtlamalar (engeller) işlevi g&ouml;recek bir ya da daha fazla nokta detayı. Sokakta harekete izin verilir ancak engel ge&ccedil;ilemez.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Aşağıdaki sokaklarda seyahat ederken ge&ccedil;ici kısıtlamalar (engeller) işlevi g&ouml;recek bir ya da daha fazla &ccedil;izgi detayı. &Ccedil;izgi engelleri, engellerin sokaklarla kesiştiği her yerde seyahati engeller.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Aşağıdaki sokaklarda seyahat ederken ge&ccedil;ici kısıtlamalar (engeller) işlevi g&ouml;recek bir ya da daha fazla &ccedil;okgen detayı. &Ccedil;okgen engeller, &ccedil;okgenlerin sokaklarla kesiştiği her yerde seyahati engeller.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Seyahat alanlarını oluşturmak i&ccedil;in kullanılacak seyahat modu. Seyahat modu, mesafe veya s&uuml;reye dayanabilir.
            </p>
        </div>
    </div>
    <div id="breakValues">
        <div>
            <p>Her bir girdi noktası i&ccedil;in seyahat mesafesi veya zaman sınırı. Birden fazla değer eklenirse her bir değer t&uuml;m girdi noktalarının seyahat alanlarını hesaplamak i&ccedil;in kullanılacaktır.
            </p>
        </div>
    </div>
    <div id="breakUnits">
        <div>
            <p>Seyahat mesafesi veya zamanı belirtmek i&ccedil;in kullanılan birimler. Bu birimlerde  <b>Kesme</b> değeri yorumlanır.
            </p>
        </div>
    </div>
    <div id="travelDirection">
        <div>
            <p>Seyahat alanlarının, girdi noktalarından uzağa gitmek i&ccedil;in mi, yoksa girdi noktalarına doğru gitmek i&ccedil;in mi oluşturulduğunu belirler.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Seyahat edenin girdi konumlarından ayrılma veya girdi konumlarına varma tarihini ve saatini belirtir.
            </p>
        </div>
    </div>
    <div id="overlapPolicy">
        <div>
            <p>Farklı girdi noktalarından paylaşılan alanların bir diğerine eriştiğinde nasıl işleneceğini belirler.
            </p>
        </div>
    </div>
    <div id="showHoles">
        <div>
            <p>Her bir &ccedil;ıktı alanının s&uuml;rekli bir &ccedil;okgen mi olacağı (işaretsiz), yoksa erişilebilir olmayan, fakat erişilebilir caddelerle &ccedil;evrelenmiş caddelere deliklerin mi dahil edileceğini (işaretli) belirtir.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek katmanın adı.
            </p>
        </div>
    </div>
    <div id="includeReachableStreets">
        <div>
            <p>Seyahat alanları oluşturmak i&ccedil;in kullanılan sokakların bir &ccedil;ıktı katmanı olarak dahil edilip edilmeyeceğini belirtir.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p> <b>İ&ccedil;eriğim</b> i&ccedil;inde sonu&ccedil;ların kaydedileceği klas&ouml;r&uuml;n adı.
            </p>
        </div>
    </div>
</div>
</html>
