<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Mesafe Atama aracı, doğrusal mesafe, maliyet mesafesi, ger&ccedil;ek y&uuml;zey mesafesi ve dikey ve yatay maliyet fakt&ouml;rlerine dayanarak her h&uuml;creden girdi kaynağına atamayı hesaplar.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSourceRasterOrFeatures">
        <div>
            <p>Atamanın hesaplanacağı kaynakları tanımlayan girdi kaynak rasterı veya detay katmanı.
            </p>
            <p>Eğer girdi bir raster ise, kaynaklar i&ccedil;in ge&ccedil;erli tam sayı değerlerine sahip olan h&uuml;crelerden oluşması gerekir (sıfır ge&ccedil;erli bir değerdir) ve kalan h&uuml;creler NoData (Verisiz) olarak belirlenmelidir.
            </p>
        </div>
    </div>
    <div id="sourceField">
        <div>
            <p>Kaynak konumlarına değerler atamak i&ccedil;in kullanılacak alan. Bir tamsayı t&uuml;r&uuml; olmalıdır.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>Etrafından dolaşılması gereken engelleri tanımlayan bariyerler.
            </p>
            <p>Bir raster katmanı i&ccedil;in, değeri olan (sıfır dahil) h&uuml;creler engel olarak kabul edilecektir.
            </p>
        </div>
    </div>
    <div id="inputSurfaceRaster">
        <div>
            <p>Her h&uuml;cre konumundaki y&uuml;kselti değerlerini tanımlayan raster.
            </p>
            <p>Değerler, h&uuml;creler arasında ge&ccedil;erken kapsanan ger&ccedil;ek y&uuml;zey mesafesini hesaplamak i&ccedil;in kullanılır.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Her h&uuml;creden ge&ccedil;menin &ouml;zdirenci veya maliyetini tanımlayan raster.
            </p>
            <p>Her h&uuml;cre konumundaki değer, h&uuml;cre i&ccedil;inde hareket etmek i&ccedil;in birim başına maliyet mesafesini temsil eder. Değer negatif veya sıfır olamaz.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Mesafenin d&uuml;zlemsel y&ouml;ntem mi (d&uuml;z d&uuml;nya), yoksa jeodezi y&ouml;ntem mi (elipsoid) kullanılarak hesaplanacağını belirtir.
            </p>
        </div>
    </div>
    <div id="inputVerticalRaster">
        <div>
            <p>Her h&uuml;cre konumu i&ccedil;in z değerlerini tanımlayan raster.
            </p>
            <p>Bu değerler, bir h&uuml;creden diğerine ge&ccedil;erken oluşan dikey fakt&ouml;r&uuml; tanımlamak i&ccedil;in kullanılan eğimi hesaplamak i&ccedil;in kullanılır.
            </p>
        </div>
    </div>
    <div id="verticalFactor">
        <div>
            <p>Dikey maliyet fakt&ouml;r&uuml; ve dikey bağıl hareket a&ccedil;ısı arasındaki ilişkiyi tanımlayan fakt&ouml;r.
            </p>
            <p>Tanımlanmış bir dikey fakt&ouml;r grafiğini tanımlayan değiştiricili fakt&ouml;rler i&ccedil;in birka&ccedil; se&ccedil;enek bulunur. Grafikler, komşu bir h&uuml;creye taşınmanın toplam maliyetinin hesaplanmasında kullanılan dikey fakt&ouml;r&uuml; tanımlamak i&ccedil;in kullanılır.
            </p>
        </div>
    </div>
    <div id="inputHorizontalRaster">
        <div>
            <p>Her h&uuml;crede yatay y&ouml;n&uuml; tanımlayan raster.
            </p>
            <p>Her bir konumdaki değerler, bir h&uuml;creden komşusu olan h&uuml;crelere ge&ccedil;erken ortaya &ccedil;ıkan yatay maliyeti belirlemek i&ccedil;in  <b>Yatay fakt&ouml;r</b> parametresiyle birlikte kullanılır.
            </p>
        </div>
    </div>
    <div id="horizontalFactor">
        <div>
            <p>Yatay maliyet fakt&ouml;r&uuml; ve yatay bağıl hareket a&ccedil;ısı arasındaki ilişkiyi tanımlayan fakt&ouml;r.
            </p>
            <p>Tanımlanmış bir yatay fakt&ouml;r grafiğini tanımlayan değiştiricili fakt&ouml;rler i&ccedil;in birka&ccedil; se&ccedil;enek bulunur. Grafikler, komşu bir h&uuml;creye taşınmanın toplam maliyetinin hesaplanmasında kullanılan yatay fakt&ouml;r&uuml; tanımlamak amacıyla kullanılır.
            </p>
        </div>
    </div>
    <div id="sourceInitialAccumulation">
        <div>
            <p>Maliyet hesaplamasına başlamak i&ccedil;in kullanılacak başlangı&ccedil; birikimli maliyeti.
            </p>
            <p>Varsayılan değer 0'dir.
            </p>
        </div>
    </div>
    <div id="sourceMaximumAccumulation">
        <div>
            <p>Bir kaynak i&ccedil;in yolcunun maksimum birikimi.
            </p>
            <p>Varsayılan birikim, &ccedil;ıktı rasterının kenarına kadardır.
            </p>
        </div>
    </div>
    <div id="sourceCostMultiplier">
        <div>
            <p>Maliyet değerlerine uygulanacak bir &ccedil;arpan.
            </p>
            <p>Varsayılan değer 1'dir.
            </p>
        </div>
    </div>
    <div id="sourceDirection">
        <div>
            <p>Yatay ve dikey fakt&ouml;rler uygulanırken seyahat edenin y&ouml;n&uuml;.
            </p>
        </div>
    </div>
    <div id="outputDistanceAllocationRasterName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek mesafe atama değeri raster katmanının adı.
            </p>
        </div>
    </div>
    <div id="outputDistanceAccumulationRasterName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek birikim mesafesi raster katmanının adı. En d&uuml;ş&uuml;k maliyetli kaynaktan gelen ya da bu kaynağa giden her h&uuml;cre i&ccedil;in birikim mesafesini i&ccedil;eren katman.
            </p>
        </div>
    </div>
    <div id="outputBackDirectionRasterName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek geri y&ouml;n raster katmanının adı. Bu katman, derece cinsinden y&ouml;n&uuml; i&ccedil;erir.
            </p>
        </div>
    </div>
    <div id="outputSourceDirectionRasterName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek kaynak y&ouml;n&uuml; raster katmanının adı. Bu katman, derece olarak en d&uuml;ş&uuml;k birikimli maliyet kaynak h&uuml;cresinin azimut y&ouml;n&uuml;n&uuml; i&ccedil;erir.
            </p>
        </div>
    </div>
    <div id="outputSourceLocationRasterName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek kaynak konumu &ccedil;ok bantlı raster katmanının adı. Bu katman, birinci bandın bir sıra indeksi ve ikinci bandın bir s&uuml;tun indeksini i&ccedil;erdiği kaynak konumlarını i&ccedil;erir.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Oluşturulacak &ccedil;ıktının t&uuml;r&uuml;. &Ccedil;ıktılar D&ouml;şemeli g&ouml;r&uuml;nt&uuml; katmanları veya Dinamik g&ouml;r&uuml;nt&uuml; katmanları olabilir.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p> <b>İ&ccedil;eriğim</b> i&ccedil;inde sonu&ccedil;ların kaydedileceği klas&ouml;r&uuml;n adı.
            </p>
        </div>
    </div>
</div>
</html>
