<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Benzer Konumları Bul aracı, aday konumlar ve bir referans konum arasındaki benzerliği, bir kriterler k&uuml;mesine g&ouml;re değerlendirir ve aday konumlar en benzerden en az benzere doğru sıralar.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Eşlenecek referans konumlarını i&ccedil;eren nokta, &ccedil;izgi veya &ccedil;okgen katmanı. Katman birden fazla konum i&ccedil;eriyorsa t&uuml;m konumların, tek bir referans konumu oluşturacak şekilde ortalaması alınacaktır.
            </p>
        </div>
    </div>
    <div id="searchLayer">
        <div>
            <p>Aday arama konumlarını i&ccedil;eren nokta, &ccedil;izgi veya &ccedil;okgen katmanı. Her bir aday arama konumu, belirtilen  <b>Kriter se&ccedil;imi</b> değerine g&ouml;re referans konumla karşılaştırılacak ve en &ccedil;ok benzerden en az benzere doğru sıralanacaktır.
            </p>
        </div>
    </div>
    <div id="criteriaFields">
        <div>
            <p>Referans konum ile her bir aday arama konumu arasındaki benzerliği değerlendirmek i&ccedil;in kullanılacak sayısal alanlar. Her  <b>Kriter se&ccedil;imi</b> değeri, bir <b>Referans katmanından alan</b> değeri ve bir <b>Aday katmandan alan</b> değeri i&ccedil;erecektir. <b>Referans katmanından alan</b> ve <b>Aday katmandan alan</b> değerleri, <b>Referans konumları katmanı</b> ve <b>Aday arama katmanı</b> değerleriyle eşleşiyor.
            </p>
        </div>
    </div>
    <div id="referenceField">
        <div>
            <p> <b>Aday katmandan alan</b> değeri tarafından belirtilen <b>Aday arama katmanı</b> alanına karşılık gelen <b>Referans konumlar katmanı</b>. Bu eşleşen alanlardaki değerler, referans konum ile her bir aday arama konumu arasındaki benzerliği değerlendirmek &uuml;zere karşılaştırılacaktır.
            </p>
        </div>
    </div>
    <div id="candidateField">
        <div>
            <p> <b>Referans katmanından alan</b> değeri tarafından belirtilen <b>Referans konumlar katmanı</b> alanına karşılık gelen <b>Aday arama katmanı</b> alanı. Bu eşleşen alanlardaki değerler, referans konum ile her bir aday arama konumu arasındaki benzerliği değerlendirmek &uuml;zere karşılaştırılacaktır.
            </p>
        </div>
    </div>
    <div id="returnAll">
        <div>
            <p> <b>Aday arama katmanı</b> değerindeki t&uuml;m konumların &ccedil;ıktı katmanına dahil edilip edilmeyeceğini belirtir.
            </p>
        </div>
    </div>
    <div id="numberOfResults">
        <div>
            <p>&Ccedil;ıktı katmanına dahil edilecek  <b>Aday arama katmanı</b> değerindeki en &ccedil;ok benzer olan konumların sayısı.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek katmanın adı.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p> <b>İ&ccedil;eriğim</b> i&ccedil;inde sonucun kaydedileceği klas&ouml;r&uuml;n adı.
            </p>
        </div>
    </div>
</div>
</html>
