<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Detayları Birleştir aracı, belirtilen mekan ve &ouml;znitelik ilişkilerine bağlı olarak &ouml;znitelikleri bir katmandan veya tablodan bir diğerine ekler. İsteğe bağlı olarak, birden fazla eşleşen kayıt olduğunda istatistikler hesaplanabilir.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>Birleşim katmanından alacağı &ouml;znitelikleri kendi &ouml;znitelik tablosuna ekleyecek olan katman veya tablo.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>Hedef katmanına eklenecek &ouml;zniteliklere sahip katman veya tablo.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Katmanların, mekansal bir ilişkiye dayanarak birleştirilip birleştirilmeyeceğini belirtir. Bu, her iki katmanın da bir geometrisi olmasını gerektirir.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Hangi detayların birleştirileceğini belirleyen mekansal ilişkiyi belirtin. Hedef katmanla belirtilen ilişkiye sahip birleştirme katmanındaki detaylar birleştirilecektir. Kullanılabilir ilişkiler, girdinin geometri t&uuml;r&uuml;ne bağlıdır.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>Detayların birleştirilmesi gerekip gerekmediğini belirlemek i&ccedil;in kullanılacak olan hedef katmanındaki detaylardan mesafe.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>Mesafeyi belirtmek i&ccedil;in kullanılacak birimler.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Katmanların, eşleşen alan değerlerine dayanarak birleştirilip birleştirilmeyeceğini belirtin. Girdilerden biri veya daha fazlası tabloysa bu tek se&ccedil;enektir.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Hangi detayların birleştirileceğini belirleyen &ouml;znitelik ilişkisini belirtin. Birleşim katmanındaki alan değerleri, hedef katman i&ccedil;indeki alan değerlerine eşit olduğunda detaylar eşleştirilir.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Birleştirme katmanındaki birden fazla kayıt birleştirme kriterini karşılıyorsa birleştirmelerin nasıl y&ouml;netileceğini belirtin. Aşağıdaki se&ccedil;eneklerden birini se&ccedil;in:
                <ul>
                    <li> <b>Bire bir birleştir</b>: Birleştirme katmanındaki her bir tek kaydı hedef katmandaki her detayla birleştirin.
                    </li>
                    <li> <b>Bire &ccedil;ok birleştir</b>: Birleştirme katmanındaki t&uuml;m eşleşen detayları hedef katmanla birleştirin. Sonu&ccedil; katmanı hedef detayın birden &ccedil;ok kaydını i&ccedil;erir.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>Birleştirme katmanındaki birden fazla detay bir hedef detayla eşleşiyorsa, birleştirme katmanındaki tek bir kaydın birleştirilmesini ya da birleştirme katmanındaki t&uuml;m eşleşen kayıtların &ouml;zet istatistiklerini hesaplanmasını belirtin.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Bir hedef detayla eşleşen birden fazla birleştirme detayı varsa t&uuml;m eşleşen kayıtlar i&ccedil;in &ouml;zet istatistikleri hesaplanacaktır. Birleştirme katmanındaki sayı veya tarih alanlarını ve her alan i&ccedil;in hesaplanacak istatistikleri belirtin.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>Bir hedef detayla eşleşen birden fazla birleştirme detayı olduğunda, birleştirme katmanının &ouml;znitelik tablosundaki ilk kayıt &ccedil;ıktıya dahil edilecektir. İsteğe bağlı olarak, bir sayı veya tarih alanı ve &ouml;znitelik tablosunun sıralanışını belirleyecek olan sırayı se&ccedil;in.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Eşleştirilmemiş hedef detaylarının &ccedil;ıktıya dahil edilip edilmeyeceğini belirler. Bir  <b>İ&ccedil; birleştirme</b> sadece eşleştirilmemiş hedef kayıtlarını verirken, bir <b>Sol birleştirme</b>, hedef detayı birleştirme katmanında bir eşleşmeye sahip olmasa bile t&uuml;m hedef kayıtları verir.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek katman veya tablonun adı.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p> <b>İ&ccedil;eriğim</b> i&ccedil;inde sonucun kaydedileceği klas&ouml;r&uuml;n adı.
            </p>
        </div>
    </div>
</div>
</html>
