<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>K&uuml;&ccedil;&uuml;k Par&ccedil;a aracı maskeye karşılık gelen raster h&uuml;crelerini en yakın komşularının değerleri ile değiştirir.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>En yakın komşularının değeriyle değiştirilecek (k&uuml;&ccedil;&uuml;k par&ccedil;a) maskelenmiş konumları i&ccedil;eren girdi raster.
            </p>
        </div>
    </div>
    <div id="inputMaskRaster">
        <div>
            <p>Girdi rasterda değiştirilecek konumları tanımlayan maske rasterı. NoData değerine sahip h&uuml;crelerin maskelenmiş alan i&ccedil;inde olduğu kabul edilir.
            </p>
        </div>
    </div>
    <div id="inputZoneRaster">
        <div>
            <p>Girdi b&ouml;lge rasterı. Her b&ouml;lgede maske i&ccedil;indeki giriş h&uuml;creleri yalnızca aynı b&ouml;lge i&ccedil;indeki en yakın h&uuml;cre değerleriyle değiştirilir.
            </p>
        </div>
    </div>
    <div id="nibbleValues">
        <div>
            <p>Girdi rasterındaki NoData h&uuml;crelerinin en yakın komşu olmaları durumunda, maskelenmiş alanlardaki h&uuml;crelerin yerini alıp alamayacağını (nibble) belirtir.
            </p>
            <p>İşaretlenirse, girdi rasterdaki NoData h&uuml;creleri maskelenmiş alana girebilir. İşaretlenmezse, yalnızca girdi rasterdaki ge&ccedil;erli h&uuml;creler maskelenmiş alana girebilir.
            </p>
        </div>
    </div>
    <div id="nibbleNodata">
        <div>
            <p>Maskelenmiş alandaki NoData h&uuml;crelerinin korunup korunmayacağını veya değiştirilip değiştirilmeyeceğini belirtir.
            </p>
            <p>İşaretlenmezse, maskelenmiş alan i&ccedil;indeki t&uuml;m NoData h&uuml;creleri &ccedil;ıktıda korunur. İşaretlenirse, maskelenmiş alan i&ccedil;indeki NoData h&uuml;creleri maskelenmiş alanın dışındaki en yakın komşunun değeriyle değiştirilir (k&uuml;&ccedil;&uuml;k par&ccedil;a).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek k&uuml;&ccedil;&uuml;k raster katmanının adı.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Oluşturulacak &ccedil;ıktının t&uuml;r&uuml;. &Ccedil;ıktılar D&ouml;şemeli g&ouml;r&uuml;nt&uuml; katmanları veya Dinamik g&ouml;r&uuml;nt&uuml; katmanları olabilir.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p> <b>İ&ccedil;eriğim</b> i&ccedil;inde sonu&ccedil;ların kaydedileceği klas&ouml;r&uuml;n adı.
            </p>
        </div>
    </div>
</div>
</html>
