<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Yakındakileri &Ouml;zetle aracı, diğer detaylara belirli bir mesafedeki detaylar i&ccedil;in istatistikleri hesaplar. Mesafe, d&uuml;z bir &ccedil;izgi mesafesi veya seyahat modu kullanılarak hesaplanabilir.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>Yakın katmanın belirli bir mesafesi i&ccedil;inde &ouml;zetlenecek katman.
            </p>
        </div>
    </div>
    <div id="sumNearbyLayer">
        <div>
            <p>Yakındaki detayları &ouml;zetlemek i&ccedil;in etrafında sınırlayıcı alanların oluşturulacağı başlangı&ccedil; konumu olarak kullanılacak nokta, &ccedil;izgi veya &ccedil;okgen katmanı.
            </p>
        </div>
    </div>
    <div id="nearType">
        <div>
            <p>Sınırlayıcı alanların oluşturulmasında kullanılacak y&ouml;ntem. Bu y&ouml;ntem, d&uuml;z &ccedil;izgi mesafesi veya seyahat modu olabilir.
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>Sınırlayıcı alanları oluşturmak i&ccedil;in kullanılacak mesafe veya s&uuml;re. Birden fazla değer eklenirse her bir değer t&uuml;m girdi noktalarının sınırlayıcı alanlarını hesaplamak i&ccedil;in kullanılacaktır.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>Mesafe veya s&uuml;reyi belirtmek i&ccedil;in kullanılacak birimler.
            </p>
        </div>
    </div>
    <div id="returnBoundaries">
        <div>
            <p>Sonu&ccedil; katmanının sınırlayıcı alanlar mı (işaretli), yoksa girdi yakın katmanıyla aynı geometri mi (işaretsiz) olması gerektiğini belirtin.
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Her bir sınırlayıcı alanda &ouml;zetlenen detayların toplam boyutunu hesaplayın. &Ccedil;izgiler i&ccedil;in toplam uzunluk hesaplanır. &Ccedil;okgenler i&ccedil;in toplam alan hesaplanır.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>&Ouml;zetlenen detayların toplam boyutunu hesaplamak i&ccedil;in kullanılacak birimler.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>&Ouml;zetlenecek girdi katmanından gelen sayı veya tarih alanları ve her alan i&ccedil;in hesaplanacak istatistikler.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>İstatistiksel hesaplamalar i&ccedil;in verileri ayrı gruplara ayırmak amacıyla kullanılacak girdi katmanından gelen alan.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Her &ouml;zet alanı i&ccedil;inde azınlık (en az baskın) ve &ccedil;oğunluk (en baskın) grupları hesaplayın.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Her bir sınır i&ccedil;inde her gruba ait &ouml;zetlenmiş detaylar y&uuml;zdesini hesaplayın.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Oluşturulacak ve haritaya eklenecek katmanın adı.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p> <b>İ&ccedil;eriğim</b> i&ccedil;inde sonu&ccedil;ların kaydedileceği klas&ouml;r&uuml;n adı.
            </p>
        </div>
    </div>
</div>
</html>
