<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Thiết lập m&ocirc;i trường để ph&acirc;n t&iacute;ch trong  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Chỉ định hệ tọa độ cho ph&acirc;n t&iacute;ch v&agrave; lớp kết quả.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Chỉ định khu vực d&ugrave;ng cho ph&acirc;n t&iacute;ch.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>Điều chỉnh phạm vi của đầu ra sao cho tr&ugrave;ng khớp với phần căn chỉnh cell của lớp snap raster được chỉ định.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>X&aacute;c định k&iacute;ch thước cell hoặc độ ph&acirc;n giải sẽ được sử dụng để ph&acirc;n t&iacute;ch v&agrave; tạo lớp raster đầu ra.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Chỉ định một lớp mặt nạ m&agrave; tại đ&oacute; chỉ c&aacute;c cell nằm trong khu vực mặt nạ mới được d&ugrave;ng cho ph&acirc;n t&iacute;ch.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Chỉ định c&aacute;ch nội suy c&aacute;c gi&aacute; trị pixel khi c&aacute;c raster đầu v&agrave;o v&agrave; đầu ra kh&ocirc;ng thẳng h&agrave;ng.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Chỉ định loại bộ xử l&yacute; cần d&ugrave;ng. C&aacute;c t&ugrave;y chọn bao gồm  <b>CPU</b>, <b>GPU</b>, v&agrave; <b>Tự động</b>. Nếu chỉ định t&ugrave;y chọn <b>Tự động</b>, c&ocirc;ng cụ sẽ x&aacute;c định loại bộ xử l&yacute;.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Chỉ định số phi&ecirc;n bản dịch vụ xử l&yacute; raster được sử dụng trong khi chạy c&ocirc;ng cụ. C&aacute;c gi&aacute; trị được hỗ trợ bao gồm c&aacute;c chuỗi trống (c&ocirc;ng cụ sẽ x&aacute;c định số phi&ecirc;n bản dịch vụ xử l&yacute; raster cần sử dụng), số nguy&ecirc;n (0 hoặc số nguy&ecirc;n dương) v&agrave; phần trăm. Phần trăm phải bao gồm k&yacute; hiệu phần trăm (%) theo sau gi&aacute; trị phần trăm.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>X&aacute;c định xem th&ocirc;ng b&aacute;o cảnh b&aacute;o c&oacute; xuất hiện hay kh&ocirc;ng nếu số lượng credits ước t&iacute;nh vượt qu&aacute; ngưỡng được chỉ định (đ&atilde; bật) hoặc nếu ph&acirc;n t&iacute;ch sẽ chạy m&agrave; kh&ocirc;ng hiển thị th&ocirc;ng b&aacute;o bất kể mức sử dụng credits ước t&iacute;nh (kh&ocirc;ng được bật). Ph&acirc;n t&iacute;ch vẫn sẽ t&ocirc;n trọng c&aacute;c thiết lập ng&acirc;n s&aacute;ch credits cho tổ chức.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Chỉ định ngưỡng th&ocirc;ng b&aacute;o cảnh b&aacute;o sẽ xuất hiện dựa tr&ecirc;n mức sử dụng credits ước t&iacute;nh từ việc chạy ph&acirc;n t&iacute;ch. Bạn vẫn c&oacute; thể chạy ph&acirc;n t&iacute;ch nếu ước t&iacute;nh vượt qu&aacute; ngưỡng.
            </p>
        </div>
    </div>
</div>
</html>
