<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>C&ocirc;ng cụ T&iacute;ch lũy Khoảng c&aacute;ch t&iacute;nh to&aacute;n khoảng c&aacute;ch t&iacute;ch lũy từ từng cell tới nguồn đầu v&agrave;o, bao gồm khoảng c&aacute;ch đường thẳng, khoảng c&aacute;ch chi ph&iacute;, khoảng c&aacute;ch bề mặt thực, cũng như c&aacute;c hệ số chi ph&iacute; dọc v&agrave; ngang.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSourceRasterOrFeatures">
        <div>
            <p>Lớp đối tượng hoặc raster đầu v&agrave;o x&aacute;c định nguồn m&agrave; khoảng c&aacute;ch sẽ được t&iacute;nh to&aacute;n theo đ&oacute;.
            </p>
            <p>Nếu đầu v&agrave;o l&agrave; một raster, đầu v&agrave;o phải chứa c&aacute;c cell c&oacute; gi&aacute; trị số nguy&ecirc;n hợp lệ (0 l&agrave; một gi&aacute; trị hợp lệ) cho điểm nguồn, v&agrave; c&aacute;c cell c&ograve;n lại phải được g&aacute;n l&agrave; NoData.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>C&aacute;c r&agrave;o cản x&aacute;c định chướng ngại vật phải được định tuyến xung quanh.
            </p>
            <p>Đối với lớp raster, c&aacute;c cell c&oacute; gi&aacute; trị (kể cả 0) sẽ được coi l&agrave; r&agrave;o cản.
            </p>
        </div>
    </div>
    <div id="inputSurfaceRaster">
        <div>
            <p>Raster x&aacute;c định c&aacute;c gi&aacute; trị độ cao tại mỗi vị tr&iacute; cell.
            </p>
            <p>C&aacute;c gi&aacute; trị được sử dụng để t&iacute;nh to&aacute;n khoảng c&aacute;ch bề mặt thực tế được bao phủ khi di chuyển qua c&aacute;c &ocirc;.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Raster x&aacute;c định trở kh&aacute;ng hoặc chi ph&iacute; để di chuyển qua từng cell.
            </p>
            <p>Gi&aacute; trị ở mỗi vị tr&iacute; cell đại diện cho khoảng c&aacute;ch chi ph&iacute; tr&ecirc;n đơn vị để di chuyển qua &ocirc;. Gi&aacute; trị kh&ocirc;ng được &acirc;m hoặc bằng kh&ocirc;ng.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Chỉ định xem khoảng c&aacute;ch sẽ được t&iacute;nh bằng phương ph&aacute;p phẳng (tr&aacute;i đất phẳng) hay phương ph&aacute;p trắc địa (ellipsoid).
            </p>
        </div>
    </div>
    <div id="inputVerticalRaster">
        <div>
            <p>Raster x&aacute;c định gi&aacute; trị z cho từng vị tr&iacute; cell.
            </p>
            <p>C&aacute;c gi&aacute; trị được sử dụng để t&iacute;nh độ dốc được sử dụng để x&aacute;c định hệ số dọc xảy ra khi dịch chuyển từ một cell sang một cell kh&aacute;c.
            </p>
        </div>
    </div>
    <div id="verticalFactor">
        <div>
            <p>Hệ số x&aacute;c định mối quan hệ giữa hệ số chi ph&iacute; dọc v&agrave; g&oacute;c dịch chuyển tương đối dọc.
            </p>
            <p>C&oacute; một số t&ugrave;y chọn cho c&aacute;c hệ số c&oacute; c&ocirc;ng cụ sửa đổi để x&aacute;c định một biểu đồ hệ số dọc x&aacute;c định. C&aacute;c biểu đồ được sử dụng để x&aacute;c định hệ số dọc được sử dụng trong việc t&iacute;nh to&aacute;n tổng chi ph&iacute; cho việc di chuyển tới một &ocirc; l&acirc;n cận.
            </p>
        </div>
    </div>
    <div id="inputHorizontalRaster">
        <div>
            <p>Raster x&aacute;c định hướng ngang tại mỗi cell.
            </p>
            <p>C&aacute;c gi&aacute; trị ở mỗi vị tr&iacute; sẽ được sử dụng c&ugrave;ng với th&ocirc;ng số  <b>Hệ số ngang</b> để x&aacute;c định chi ph&iacute; ngang ph&aacute;t sinh khi di chuyển từ một cell đến c&aacute;c cell l&acirc;n cận.
            </p>
        </div>
    </div>
    <div id="horizontalFactor">
        <div>
            <p>Hệ số x&aacute;c định mối quan hệ giữa hệ số chi ph&iacute; ngang v&agrave; g&oacute;c dịch chuyển tương đối ngang.
            </p>
            <p>C&oacute; một số t&ugrave;y chọn cho c&aacute;c hệ số c&oacute; c&ocirc;ng cụ sửa đổi để x&aacute;c định một biểu đồ hệ số ngang x&aacute;c định. C&aacute;c biểu đồ được sử dụng để x&aacute;c định hệ số ngang được sử dụng trong việc t&iacute;nh to&aacute;n tổng chi ph&iacute; của việc di chuyển tới một &ocirc; l&acirc;n cận.
            </p>
        </div>
    </div>
    <div id="sourceInitialAccumulation">
        <div>
            <p>Chi ph&iacute; t&iacute;ch lũy ban đầu để bắt đầu t&iacute;nh to&aacute;n chi ph&iacute;.
            </p>
            <p>Gi&aacute; trị mặc định l&agrave; 0.
            </p>
        </div>
    </div>
    <div id="sourceMaximumAccumulation">
        <div>
            <p>T&iacute;ch lũy tối đa của người đi lại cho một nguồn.
            </p>
            <p>T&iacute;ch lũy mặc định đạt bi&ecirc;n của raster đầu ra.
            </p>
        </div>
    </div>
    <div id="sourceCostMultiplier">
        <div>
            <p>Một bội số sẽ được &aacute;p dụng cho c&aacute;c gi&aacute; trị chi ph&iacute;.
            </p>
            <p>Gi&aacute; trị mặc định l&agrave; 1.
            </p>
        </div>
    </div>
    <div id="sourceDirection">
        <div>
            <p>Hướng của người đi lại khi &aacute;p dụng hệ số theo chiều ngang v&agrave; dọc.
            </p>
        </div>
    </div>
    <div id="outputDistanceAccumulationRasterName">
        <div>
            <p>T&ecirc;n của lớp raster khoảng c&aacute;ch t&iacute;ch lũy sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ. Lớp chứa khoảng c&aacute;ch t&iacute;ch lũy cho mỗi &ocirc; từ hoặc đến nguồn chi ph&iacute; tối thiểu.
            </p>
        </div>
    </div>
    <div id="outputBackDirectionRasterName">
        <div>
            <p>T&ecirc;n của lớp raster hướng ngược sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ. Lớp chứa hướng theo độ.
            </p>
        </div>
    </div>
    <div id="outputSourceDirectionRasterName">
        <div>
            <p>T&ecirc;n của lớp raster hướng nguồn sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ. Lớp chứa hướng phương vị của cell nguồn chi ph&iacute; được t&iacute;ch lũy &iacute;t nhất theo độ.
            </p>
        </div>
    </div>
    <div id="outputSourceLocationRasterName">
        <div>
            <p>T&ecirc;n của lớp raster đa dải vị tr&iacute; nguồn sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ. Lớp chứa c&aacute;c vị tr&iacute; nguồn trong đ&oacute; dải đầu ti&ecirc;n chứa chỉ số d&ograve;ng v&agrave; dải thứ hai chứa chỉ số cột.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Loại đầu ra sẽ được tạo. Đầu ra c&oacute; thể l&agrave; Lớp h&igrave;nh ảnh dạng tile hoặc Lớp h&igrave;nh ảnh động.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>T&ecirc;n của thư mục trong mục  <b>Nội dung của t&ocirc;i</b> nơi sẽ lưu trữ kết quả.
            </p>
        </div>
    </div>
</div>
</html>
