<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>C&ocirc;ng cụ T&igrave;m Vị tr&iacute; Gần nhất gi&uacute;p t&igrave;m v&agrave; xếp hạng c&aacute;c đối tượng gần nhất với c&aacute;c vị tr&iacute; được chỉ định.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">Lớp bắt đầu để t&igrave;m c&aacute;c đối tượng gần nhất. C&aacute;c lớp c&oacute; tối đa  5.000 đối tượng được hỗ trợ. </p> 
            <p class="PortalOnly">Lớp bắt đầu để t&igrave;m c&aacute;c đối tượng gần nhất.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">C&aacute;c đối tượng được t&igrave;m thấy dựa tr&ecirc;n v&ugrave;ng l&acirc;n cận với lớp đầu v&agrave;o. C&aacute;c lớp c&oacute; tối đa  5.000 đối tượng được hỗ trợ. </p> 
            <p class="PortalOnly">C&aacute;c đối tượng được t&igrave;m thấy dựa tr&ecirc;n v&ugrave;ng l&acirc;n cận với lớp đầu v&agrave;o.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Một hoặc nhiều đối tượng dạng điểm hoạt động như c&aacute;c vị tr&iacute; hạn chế tạm thời (r&agrave;o cản) khi di chuyển tr&ecirc;n c&aacute;c đường phố b&ecirc;n dưới. Di chuyển được cho ph&eacute;p tr&ecirc;n đường nhưng kh&ocirc;ng được đi qua r&agrave;o cản.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Một hoặc nhiều đối tượng đường hoạt động như c&aacute;c vị tr&iacute; hạn chế tạm thời (r&agrave;o cản) khi di chuyển tr&ecirc;n c&aacute;c đường phố b&ecirc;n dưới. C&aacute;c r&agrave;o cản dạng đường ngăn cản di chuyển ở bất cứ nơi n&agrave;o r&agrave;o cản giao cắt đường phố.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Một hoặc nhiều đối tượng dạng v&ugrave;ng hoạt động như c&aacute;c vị tr&iacute; hạn chế tạm thời (r&agrave;o cản) khi di chuyển tr&ecirc;n c&aacute;c đường phố b&ecirc;n dưới. C&aacute;c r&agrave;o cản dạng v&ugrave;ng cấm di chuyển ở bất cứ nơi n&agrave;o m&agrave; v&ugrave;ng giao cắt với đường phố.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Phương thức n&agrave;y sẽ được sử dụng để đo khoảng c&aacute;ch hoặc thời gian. Phương ph&aacute;p c&oacute; thể l&agrave; khoảng c&aacute;ch đường hoặc phương thức di chuyển.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Chỉ định ng&agrave;y v&agrave; thời gian m&agrave; người đi lại khởi h&agrave;nh từ c&aacute;c địa điểm trong  <b>Lớp đầu v&agrave;o</b>.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>X&aacute;c định xem số lượng đối tượng gần nhất tối đa t&ugrave;y chỉnh được sử dụng (đ&atilde; bật) hoặc sử dụng tối đa 100 đối tượng mặc định của c&ocirc;ng cụ (đ&atilde; tắt).
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>Số lượng tối đa c&aacute;c đối tượng gần nhất c&oacute; thể t&igrave;m thấy cho mỗi đối tượng đầu v&agrave;o.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>X&aacute;c định xem phạm vi t&igrave;m kiếm tối đa được sử dụng (đ&atilde; bật) hay phạm vi t&igrave;m kiếm l&agrave; kh&ocirc;ng giới hạn (đ&atilde; tắt).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>Phạm vi t&igrave;m kiếm tối đa để t&igrave;m c&aacute;c đối tượng gần nhất.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>C&aacute;c đơn vị được sử dụng để x&aacute;c định phạm vi t&igrave;m kiếm.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>T&ecirc;n của lớp sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>X&aacute;c định xem c&oacute; lưu từng tuyến đường kết quả dưới dạng lớp tuyến đường hay kh&ocirc;ng.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>T&ecirc;n của thư mục trong mục  <b>Nội dung của t&ocirc;i</b> nơi sẽ lưu trữ kết quả.
            </p>
        </div>
    </div>
</div>
</html>
