<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>C&ocirc;ng cụ T&igrave;m theo Vị tr&iacute; v&agrave; Thuộc t&iacute;nh tạo một lớp mới chứa c&aacute;c đối tượng hoặc c&aacute;c phần của đối tượng đ&aacute;p ứng ti&ecirc;u ch&iacute; kh&ocirc;ng gian hoặc thuộc t&iacute;nh được chỉ định.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayers">
        <div>
            <p>Lớp điểm, đường hoặc v&ugrave;ng, nơi c&oacute; thể t&igrave;m thấy đối tượng dựa tr&ecirc;n cơ sở kết hợp c&aacute;c truy vấn kh&ocirc;ng gian v&agrave; thuộc t&iacute;nh.
            </p>
        </div>
    </div>
    <div id="queryBuilder">
        <div>
            <p>C&aacute;c ti&ecirc;u ch&iacute; thuộc t&iacute;nh hoặc kh&ocirc;ng gian sẽ được sử dụng để t&igrave;m đối tượng. Nhấp v&agrave;o n&uacute;t  <b>Thiết lập truy vấn mới</b> để x&aacute;c định một hoặc nhiều ti&ecirc;u ch&iacute; kh&ocirc;ng gian hoặc thuộc t&iacute;nh. C&aacute;c đối tượng hoặc c&aacute;c phần của đối tượng thoả m&atilde;n tất cả ti&ecirc;u ch&iacute; sẽ được ghi v&agrave;o lớp kết quả.
            </p>
        </div>
    </div>
    <div id="expressions">
        <div>
            <p> C&aacute;c ti&ecirc;u ch&iacute; thuộc t&iacute;nh hoặc kh&ocirc;ng gian sẽ được sử dụng để t&igrave;m đối tượng. Nhấp v&agrave;o n&uacute;t <b>Thiết lập truy vấn mới</b> để x&aacute;c định một hoặc nhiều ti&ecirc;u ch&iacute; kh&ocirc;ng gian hoặc thuộc t&iacute;nh. C&aacute;c đối tượng hoặc c&aacute;c phần của đối tượng thoả m&atilde;n tất cả c&aacute;c ti&ecirc;u ch&iacute; sẽ được ghi v&agrave;o lớp kết quả.
            </p>
        </div>
    </div>
    <div id="clipFeatures">
        <div>
            <p>Khi chỉ một phần của đối tượng đ&aacute;p ứng ti&ecirc;u ch&iacute;, h&atilde;y chỉ định xem kết quả sẽ bao gồm to&agrave;n bộ đối tượng hay chỉ một phần của đối tượng đ&aacute;p ứng tất cả c&aacute;c ti&ecirc;u ch&iacute;. Khi được chọn, kết quả sẽ chỉ trả về c&aacute;c phần của đối tượng đ&aacute;p ứng tất cả c&aacute;c ti&ecirc;u ch&iacute;. Khi kh&ocirc;ng được chọn, kết quả sẽ trả về to&agrave;n bộ đối tượng m&agrave; &iacute;t nhất một phần của đối tượng đ&aacute;p ứng tất cả c&aacute;c ti&ecirc;u ch&iacute;.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>T&ecirc;n của lớp sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>T&ecirc;n của thư mục trong  <b>Nội dung của t&ocirc;i</b> sẽ lưu trữ kết quả.
            </p>
        </div>
    </div>
</div>
</html>
