<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>C&ocirc;ng cụ Nibble thay thế c&aacute;c cell của raster tương ứng với mặt nạ bằng gi&aacute; trị của c&aacute;c cell l&acirc;n cận gần nhất.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>Raster đầu v&agrave;o với vị tr&iacute; bị che sẽ được thay thế (x&acirc;m lấn) bằng gi&aacute; trị của vị tr&iacute; l&acirc;n cận gần nhất.
            </p>
        </div>
    </div>
    <div id="inputMaskRaster">
        <div>
            <p>Raster mặt nạ x&aacute;c định vị tr&iacute; trong raster đầu v&agrave;o sẽ được thay thế. C&aacute;c cell c&oacute; gi&aacute; trị NoData được coi l&agrave; nằm trong v&ugrave;ng bị che.
            </p>
        </div>
    </div>
    <div id="inputZoneRaster">
        <div>
            <p>Raster v&ugrave;ng đầu v&agrave;o. Đối với mỗi v&ugrave;ng, c&aacute;c cell đầu v&agrave;o nằm trong mặt nạ sẽ chỉ được thay thế bằng c&aacute;c gi&aacute; trị cell gần nhất trong c&ugrave;ng một v&ugrave;ng đ&oacute;.
            </p>
        </div>
    </div>
    <div id="nibbleValues">
        <div>
            <p>Chỉ định xem c&aacute;c cell NoData trong raster đầu v&agrave;o c&oacute; thể thay thế (x&acirc;m lấn) c&aacute;c cell trong v&ugrave;ng bị che hay kh&ocirc;ng nếu ch&uacute;ng l&agrave; cell l&acirc;n cận gần nhất.
            </p>
            <p>Nếu được chọn, c&aacute;c cell NoData trong raster đầu v&agrave;o c&oacute; thể x&acirc;m lấn v&agrave;o v&ugrave;ng bị che. Nếu kh&ocirc;ng được chọn, chỉ c&aacute;c cell hợp lệ trong raster đầu v&agrave;o mới c&oacute; thể x&acirc;m lấn v&agrave;o v&ugrave;ng bị che.
            </p>
        </div>
    </div>
    <div id="nibbleNodata">
        <div>
            <p>Chỉ định xem c&aacute;c cell NoData trong v&ugrave;ng bị che sẽ được giữ nguy&ecirc;n hay thay thế.
            </p>
            <p>Nếu kh&ocirc;ng được chọn, mọi cell NoData trong v&ugrave;ng bị che sẽ được giữ nguy&ecirc;n ở đầu ra. Nếu được chọn, c&aacute;c cell NoData trong v&ugrave;ng bị che sẽ được thay thế (x&acirc;m lấn) bằng gi&aacute; trị của cell l&acirc;n cận gần nhất nằm ngo&agrave;i v&ugrave;ng bị che.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>T&ecirc;n của lớp raster bị x&acirc;m lấn sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Loại đầu ra sẽ được tạo. Đầu ra c&oacute; thể l&agrave; Lớp h&igrave;nh ảnh dạng tile hoặc Lớp h&igrave;nh ảnh động.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>T&ecirc;n của thư mục trong mục  <b>Nội dung của t&ocirc;i</b> nơi sẽ lưu trữ kết quả.
            </p>
        </div>
    </div>
</div>
</html>
