<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>C&ocirc;ng cụ Thống k&ecirc; Khu vực tổng kết c&aacute;c gi&aacute; trị của một raster trong c&aacute;c v&ugrave;ng của một bộ dữ liệu kh&aacute;c.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputZoneLayer">
        <div>
            <p>Th&ocirc;ng tin đầu v&agrave;o x&aacute;c định ranh giới của v&ugrave;ng hoặc khu vực sẽ được tổng kết.
            </p>
        </div>
    </div>
    <div id="zoneField">
        <div>
            <p>Trường c&oacute; chứa c&aacute;c gi&aacute; trị x&aacute;c định từng v&ugrave;ng.
            </p>
        </div>
    </div>
    <div id="inputRasterLayertoSummarize">
        <div>
            <p>Lớp raster chứa c&aacute;c gi&aacute; trị cell sẽ được sử dụng để t&iacute;nh to&aacute;n số liệu thống k&ecirc;.
            </p>
        </div>
    </div>
    <div id="statisticType">
        <div>
            <p>Chỉ định kiểu số liệu thống k&ecirc; sẽ được t&iacute;nh to&aacute;n.
            </p>
        </div>
    </div>
    <div id="percentileValue">
        <div>
            <p>Chỉ định gi&aacute; trị ph&acirc;n vị sẽ được t&iacute;nh to&aacute;n.
            </p>
        </div>
    </div>
    <div id="percentileInterpolationType">
        <div>
            <p>X&aacute;c định phương ph&aacute;p sẽ được d&ugrave;ng khi số lượng gi&aacute; trị từ raster đầu v&agrave;o được t&iacute;nh to&aacute;n l&agrave; số chẵn.
            </p>
        </div>
    </div>
    <div id="circularCalculation">
        <div>
            <p>Chỉ định c&aacute;ch c&aacute;c gi&aacute; trị cell  <b>Raster gi&aacute; trị đầu v&agrave;o</b> sẽ được xử l&yacute; cho dữ liệu h&igrave;nh tr&ograve;n.
            </p>
            <p>Nếu kh&ocirc;ng được chọn, số liệu thống k&ecirc; số học (tuyến t&iacute;nh) th&ocirc;ng thường sẽ được t&iacute;nh to&aacute;n. Nếu được chọn, số liệu thống k&ecirc; h&igrave;nh tr&ograve;n sẽ được t&iacute;nh to&aacute;n.
            </p>
        </div>
    </div>
    <div id="circularWrapValue">
        <div>
            <p>Chỉ định gi&aacute; trị sẽ được sử dụng để l&agrave;m tr&ograve;n một gi&aacute; trị tuyến t&iacute;nh th&agrave;nh phạm vi của số liệu thống k&ecirc; h&igrave;nh tr&ograve;n nhất định.
            </p>
        </div>
    </div>
    <div id="ignoreMissingValues">
        <div>
            <p>Chỉ định xem c&aacute;c cell NoData trong  <b>Raster gi&aacute; trị đầu v&agrave;o</b> c&oacute; bị bỏ qua trong kết quả của c&aacute;c v&ugrave;ng m&agrave; ch&uacute;ng nằm trong đ&oacute; hay kh&ocirc;ng.
            </p>
            <p>Nếu được chọn, c&aacute;c cell NoData trong raster gi&aacute; trị sẽ bị bỏ qua khi t&iacute;nh to&aacute;n số liệu. Nếu kh&ocirc;ng được chọn, c&aacute;c cell NoData sẽ kh&ocirc;ng bị bỏ qua v&agrave; to&agrave;n bộ v&ugrave;ng sẽ nhận được gi&aacute; trị NoData tr&ecirc;n raster đầu ra.
            </p>
        </div>
    </div>
    <div id="processAsMultidimensional">
        <div>
            <p>Chỉ định c&aacute;ch xử l&yacute; raster đầu v&agrave;o nếu ch&uacute;ng đa chiều.
            </p>
            <p>Nếu kh&ocirc;ng được chọn, số liệu thống k&ecirc; sẽ được t&iacute;nh to&aacute;n cho tất cả c&aacute;c chiều của bộ dữ liệu đa chiều đầu v&agrave;o. Nếu được chọn, số liệu thống k&ecirc; sẽ được t&iacute;nh to&aacute;n từ l&aacute;t hiện tại của bộ dữ liệu đa chiều đầu v&agrave;o.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>T&ecirc;n của lớp raster thống k&ecirc; khu vực sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Loại đầu ra sẽ được tạo. Đầu ra c&oacute; thể l&agrave; Lớp h&igrave;nh ảnh dạng tile hoặc Lớp h&igrave;nh ảnh động.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>T&ecirc;n của thư mục trong  <b>Nội dung của t&ocirc;i</b> sẽ lưu trữ kết quả.
            </p>
        </div>
    </div>
</div>
</html>
