<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>C&ocirc;ng cụ Tổng kết Vị tr&iacute; L&acirc;n cận t&iacute;nh to&aacute;n số liệu thống k&ecirc; cho c&aacute;c đối tượng trong một khoảng c&aacute;ch chỉ định của c&aacute;c đối tượng kh&aacute;c. C&oacute; thể t&iacute;nh khoảng c&aacute;ch theo khoảng c&aacute;ch di chuyển đường thẳng hoặc theo phương thức di chuyển.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>Lớp cần tổng kết trong phạm vị khoảng c&aacute;ch của lớp l&acirc;n cận.
            </p>
        </div>
    </div>
    <div id="sumNearbyLayer">
        <div>
            <p>Lớp điểm, đường hoặc v&ugrave;ng được sử dụng l&agrave;m vị tr&iacute; bắt đầu xung quanh c&aacute;c khu vực bao quanh sẽ được tạo để tổng kết c&aacute;c đối tượng l&acirc;n cận.
            </p>
        </div>
    </div>
    <div id="nearType">
        <div>
            <p>Phương ph&aacute;p tạo c&aacute;c khu vực bao quanh. Phương ph&aacute;p c&oacute; thể l&agrave; khoảng c&aacute;ch di chuyển đường thẳng hoặc phương thức di chuyển.
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>Khoảng c&aacute;ch hoặc thời gian sẽ được sử dụng để tạo khu vực bao quanh. Nếu th&ecirc;m v&agrave;o nhiều gi&aacute; trị, th&igrave; sẽ sử dụng từng gi&aacute; trị để t&iacute;nh to&aacute;n khu vực bao quanh cho tất cả c&aacute;c đối tượng đầu v&agrave;o.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>C&aacute;c đơn vị sẽ được sử dụng để chỉ định khoảng c&aacute;ch hoặc thời gian.
            </p>
        </div>
    </div>
    <div id="returnBoundaries">
        <div>
            <p>Chỉ định xem lớp kết quả l&agrave; khu vực bao quanh (đ&atilde; chọn) hay geometry giống như lớp đầu v&agrave;o l&acirc;n cận (kh&ocirc;ng được chọn).
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>T&iacute;nh tổng k&iacute;ch thước của c&aacute;c đối tượng được tổng kết trong từng khu vực bao quanh. Đối với c&aacute;c đối tượng dạng đường, chiều d&agrave;i sẽ được t&iacute;nh tổng. Đối với c&aacute;c đối tượng dạng v&ugrave;ng, diện t&iacute;ch sẽ được t&iacute;nh tổng.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>C&aacute;c đơn vị sẽ được sử dụng để t&iacute;nh tổng k&iacute;ch thước của c&aacute;c đối tượng đ&atilde; tổng kết.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>C&aacute;c trường dạng số hoặc dạng ng&agrave;y từ lớp đầu v&agrave;o sẽ được t&oacute;m tắt v&agrave; số liệu thống k&ecirc; sẽ được t&iacute;nh cho từng trường.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>Trường từ lớp đầu v&agrave;o được sử dụng để t&aacute;ch dữ liệu th&agrave;nh c&aacute;c nh&oacute;m ri&ecirc;ng biệt để t&iacute;nh to&aacute;n thống k&ecirc;.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>T&iacute;nh c&aacute;c nh&oacute;m thiểu số (chiếm &iacute;t ưu thế nhất) v&agrave; đa số (chiếm nhiều ưu thế nhất) trong mỗi khu vực t&oacute;m tắt.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>T&iacute;nh tỷ lệ phần trăm của c&aacute;c đối tượng đ&atilde; tổng kết thuộc về từng nh&oacute;m trong mỗi ranh giới.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>T&ecirc;n của lớp sẽ được tạo v&agrave; th&ecirc;m v&agrave;o bản đồ.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>T&ecirc;n của thư mục trong mục  <b>Nội dung của t&ocirc;i</b> nơi sẽ lưu trữ kết quả.
            </p>
        </div>
    </div>
</div>
</html>
