<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Milj&oslash;indstillinger for analyse i  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Angiver koordinatsystemet for analyse og resultatlaget.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Angiver det omr&aring;de, der skal anvendes til analyse.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>Justerer udstr&aelig;kningen for outputtet, s&aring; det passer til cellejusteringen for det angivne snap-raster-lag.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Angiver den cellest&oslash;rrelse eller opl&oslash;sning, som skal bruges til analyse og til at oprette outputrasterlaget.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Angiver et maskelag, hvor kun de celler, der falder inden for maskeomr&aring;det, vil blive brugt til analyse.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Angiver, hvordan pixelv&aelig;rdierne interpoleres, n&aring;r input- og outputraster ikke stemmer overens.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Angiver den processortype, der skal anvendes. Valgmulighederne er  <b>CPU</b>, <b>GPU</b> og <b>Automatic</b>. Hvis <b>Automatic</b> er angivet, vil v&aelig;rkt&oslash;jet definere processortypen.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Angiver antallet af forekomster af rasterbehandlings-tjenester, der bruges under v&aelig;rkt&oslash;jsk&oslash;rsel. Underst&oslash;ttede v&aelig;rdier inkluderer tomme strenge (v&aelig;rkt&oslash;jet bestemmer antallet af forekomster af rasterbehandlings-tjenester, der skal bruges), heltal (0 eller positive heltal) og procentdele. Procentangivelser skal inkludere et procenttegn (%) efter procentv&aelig;rdien.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>Bestemmer, om der vises en advarselsmeddelelse, hvis det ansl&aring;ede antal credits overstiger den angivne t&aelig;rskel (aktiveret), eller om analysen skal k&oslash;re, uden at der vises en meddelelse uanset det ansl&aring;ede forbrug af credits (ikke aktiveret). Analysen vil stadig overholde organisationens indstillinger for credit-budgettering.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Angiver den t&aelig;rskel, hvor der vises en advarselsmeddelelse baseret p&aring; det estimerede credit-forbrug ved at k&oslash;re analysen. Analysen kan stadig k&oslash;res, hvis estimatet overskrider t&aelig;rsklen.
            </p>
        </div>
    </div>
</div>
</html>
