<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Beregn rejseomkostninger-v&aelig;rkt&oslash;jet m&aring;ler rejsetiden eller -afstanden mellem parpunkter.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Det punktlag, der repr&aelig;senterer udgangspunkterne, hvorfra rejseomkostningerne beregnes. Lag med op til  5.000 objekter underst&oslash;ttes. </p> 
            <p class="PortalOnly">Det punktlag, der repr&aelig;senterer udgangspunkterne, hvorfra rejseomkostningerne beregnes.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Det punktlag, der repr&aelig;senterer de destinationspunkter, mod hvilke rejseomkostningerne beregnes. Lag med op til  5.000 objekter underst&oslash;ttes. </p> 
            <p class="PortalOnly">Det punktlag, der repr&aelig;senterer de destinationspunkter, mod hvilke rejseomkostningerne beregnes.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p>Feltet i  <b>Fra lag</b>, der definerer de forh&aring;ndstildelte par med udgangspunkt/destination. Hvis der er flere udgangspunkts- og destinationsplaceringer, matcher dette id en v&aelig;rdi i <b>Til lagrute-ID-felt</b>.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p>Feltet i  <b>Til-lag</b>, der definerer de forh&aring;ndstildelte par med udgangspunkt/destination. Hvis der er flere udgangspunkts- og destinationsplaceringer, matcher dette id en v&aelig;rdi i <b>Fra lagrute-ID-felt</b>.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Et eller flere punktobjekter, der fungerer som midlertidige begr&aelig;nsninger (barrierer) under transport p&aring; de underliggende gader. Transport er tilladt p&aring; gaden, men ikke gennem gr&aelig;nsen (barrieren).
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Et eller flere linjeobjekter, der fungerer som midlertidige begr&aelig;nsninger (barrierer) under transport p&aring; de underliggende gader. Linjebarriererne forhindrer rejse, hvor som helst barriererne gennemsk&aelig;rer gaderne.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Et eller flere polygonobjekter, der fungerer som midlertidige begr&aelig;nsninger (barrierer) under transport p&aring; de underliggende gader. Polygonbarriererne forhindrer transport alle steder, hvor polygonen gennemsk&aelig;rer gaderne.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Den rejsemetode, der bruges at m&aring;le afstand eller tid. Metoden kan v&aelig;re linjeafstand eller en rejseafstand.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Datoen og klokkesl&aelig;ttet for afgangen fra afgangspunkterne i  <b>Fra-laget</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>Bestemmer, om udgangspunkterne og destinationerne er forbundet via edderkoppelinjer eller desire-linjer (<b>Fugleflugt</b>) eller gader p&aring; det underliggende gadenetv&aelig;rk (<b>F&oslash;lg gader</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; det lag, der oprettes og f&oslash;jes til kortet.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Angiver, om hvert enkel resulterende rute gemmes som et rutelag.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Navnet p&aring; mappen  <b>Mit indhold</b>, hvor resultatet gemmes.
            </p>
        </div>
    </div>
</div>
</html>
