<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Afled kontinuerligt flow-v&aelig;rkt&oslash;jet opretter en raster af akkumuleret flow ind i hver celle fra en input-overfladeraster uden nogen tidligere fordybning eller neds&aelig;nkning p&aring;kr&aelig;vet.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>H&oslash;jderasteren, der bruges til beregning.
            </p> 
        </div>
    </div>
    <div id="inputDepressionsData">
        <div>
            <p>Det lag, der definerer virkelige neds&aelig;nkninger eller fordybninger, som vandet kan flyde ind i, men ikke ud af.
            </p> 
        </div>
    </div>
    <div id="inputWeightRaster">
        <div>
            <p>Det rasterlag, der definerer den andel af flowet, der bidrager til flowakkumulering ved hver celle.
            </p>
        </div>
    </div>
    <div id="flowDirectionType">
        <div>
            <p>Angiver den type af flowmetode, der bruges, n&aring;r flowretningen beregnes.
            </p>
            <p>D8-metoden tildeler flowretningen til naboen i den stejleste nedadg&aring;ende retning. MFD-metoden opdeler flowretningen p&aring; tv&aelig;rs af naboer i nedadg&aring;ende retning if&oslash;lge en adaptiv opdelingseksponent.
            </p>
        </div>
    </div>
    <div id="forceFlow">
        <div>
            <p>Angiver, om flowet ved kantceller f&oslash;lger normale regler eller altid flyder udad.
            </p>
            <p>Hvis indstillingen ikke er markeret, vil flowet v&aelig;re mod den indvendige celle med det kraftigste fald i z-v&aelig;rdi. Hvis faldet imidlertid er mindre end eller lig med nul, flyder cellen udad fra overfladerasteren. Hvis indstillingen er markeret, vil flowretningen altid v&aelig;re udad fra overfladerasteren.
            </p>
        </div>
    </div>
    <div id="outputFlowAccumulationRasterName">
        <div>
            <p>Navnet p&aring; rasterlaget for flowakkumulering, der oprettes og f&oslash;jes til kortet.
            </p>
        </div>
    </div>
    <div id="outputFlowDirectionRasterName">
        <div>
            <p>Navnet p&aring; rasterlaget for flowretningen, der oprettes og f&oslash;jes til kortet.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Den type output, der oprettes. Outputtene kan v&aelig;re tile-billedlag eller dynamiske billedlag.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen  <b>Mit indhold</b>, hvor resultatet gemmes.
            </p>
        </div>
    </div>
</div>
</html>
