<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Find n&aelig;rmeste-v&aelig;rkt&oslash;jet finder og rangordner objekter, der er t&aelig;ttest p&aring; angivne steder.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">Det startlag, hvorfra de t&aelig;tteste objekter findes. Lag med op til  5.000 objekter underst&oslash;ttes. </p> 
            <p class="PortalOnly">Det startlag, hvorfra de t&aelig;tteste objekter findes.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">De fundne objekter baseret p&aring; n&aelig;rhed til inputlag. Lag med op til  5.000 objekter underst&oslash;ttes. </p> 
            <p class="PortalOnly">De fundne objekter baseret p&aring; n&aelig;rhed til inputlag.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Et eller flere punktobjekter, der fungerer som midlertidige begr&aelig;nsninger (barrierer) under transport p&aring; de underliggende gader. Transport er tilladt p&aring; gaden, men ikke gennem gr&aelig;nsen (barrieren).
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Et eller flere linjeobjekter, der fungerer som midlertidige begr&aelig;nsninger (barrierer) under transport p&aring; de underliggende gader. Linjebarriererne forhindrer rejse, hvor som helst barriererne gennemsk&aelig;rer gaderne.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Et eller flere polygonobjekter, der fungerer som midlertidige begr&aelig;nsninger (barrierer) under transport p&aring; de underliggende gader. Polygonbarriererne forhindrer transport alle steder, hvor polygonen gennemsk&aelig;rer gaderne.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Den rejsemetode, der bruges at m&aring;le afstand eller tid. Metoden kan v&aelig;re linjeafstand eller en rejseafstand.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Angiver den dato og det klokkesl&aelig;t, hvor den rejsende afrejser fra steder i  <b>inputlaget</b>.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>Bestemmer, om et brugerdefineret maksimalt antal n&aelig;rmeste objekter bruges (aktiveret), eller om v&aelig;rkt&oslash;jets standardmaksimum p&aring; 100 bruges (deaktiveret).
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>Det maksimale antal n&aelig;rmeste objekter, der kan findes for hvert inputobjekt.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>Bestemmer, om et maksimalt s&oslash;geinterval bruges (aktiveret), eller om s&oslash;geintervallet er ubegr&aelig;nset (deaktiveret).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>Det maksimale s&oslash;geinterval for at finde de n&aelig;rmeste objekter.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>De enheder, der bruges til at angive s&oslash;geintervallet.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; det lag, der oprettes og f&oslash;jes til kortet.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Angiver, om hvert enkel resulterende rute gemmes som et rutelag.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen  <b>Mit indhold</b>, hvor resultatet gemmes.
            </p>
        </div>
    </div>
</div>
</html>
