<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Find afvigelser-v&aelig;rkt&oslash;jet bestemmer, om der er nogen positioner med signifikant anderledes v&aelig;rdier i forhold til deres naboer baseret p&aring; dataenes spatiale m&oslash;nster.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>Det punkt- eller polygonlag, som afvigelserne skal findes i.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>Angiver, om afvigelser bestemmes p&aring; basis af objektpositioner (<b>Punktt&aelig;llinger</b>) eller objektfeltv&aelig;rdier (<b>Felt</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>Det felt, der analyseres for at bestemme afvigelser.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>Den type gr&aelig;nseobjekter, som input-punktobjekterne bliver aggregeret med. Det kan v&aelig;re et polygonlag (<b>polygonlag</b>) eller et underopdelingsgitter af enten kvadrater (<b>maskeceller</b>) eller sekskanter (<b>sekskantceller</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>Det lag, der indeholder polygonobjekter, i hvilket input-punktobjekterne bliver aggregeret.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Det polygonlag, der finder gr&aelig;nsen for analysen. Objekter inden i polygonen medtages i afvigelsesanalysen.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>Angiver, hvordan v&aelig;rdier for  <b>Analysefelt</b> eller de aggregerede punktantal opdeles. Indstillingen <b>Felt</b> deler v&aelig;rdierne for <b>Analysefelt</b> med v&aelig;rdierne for et bestemt felt i parameteren <b>Inputlag</b>. Indstillingen <b>Berigelsesdata</b> beriger objekterne eller aggregeringsformerne med populationsdata og deler v&aelig;rdierne for <b>Analysefelt</b> eller det aggregerede punktantal med populationen. Denne indstilling forbruger ekstra credits.
            </p>
        </div>
    </div>
    <div id="permutations">
        <div>
            <p>Angiver, om v&aelig;rkt&oslash;jet skal optimeres til hurtigere behandlingstid eller &oslash;get pr&aelig;cision af resultaterne.
            </p>
        </div>
    </div>
    <div id="randomGenerator">
        <div>
            <p>En heltalsv&aelig;rdi, der initierer en generator for et vilk&aring;rligt tal.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>L&aelig;ngden af en side p&aring; kvadratet (maskenet) eller sekskantede celler, der bruges til at aggregere inputobjekterne.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>Angiver de enheder, der bruges til cellest&oslash;rrelsen.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>Det afstandsb&aring;nd, der bruges til at definere et nabolag. Naboobjekter inden for afstandsb&aring;ndet af et m&aring;lobjekt medtages i m&aring;lobjektets nabolag under analysen.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>Angiver de enheder, der bruges til afstandsb&aring;ndet.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; det lag, der oprettes og f&oslash;jes til kortet.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen  <b>Mit indhold</b>, hvor resultatet gemmes.
            </p>
        </div>
    </div>
</div>
</html>
