<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Forbind objekter-v&aelig;rkt&oslash;jet f&oslash;jer attributter fra &eacute;t lag eller &eacute;n tabel til et andet lag eller en anden tabel p&aring; grundlag af angivne spatiale relationer og attributrelationer. Statistikken kan beregnes, n&aring;r der er flere matchende poster.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>Det lag eller den tabel, der f&aring;r attributter fra det tilknytningslag, som er knyttet til dets attributtabel.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>Det lag eller den tabel med de attributter, der skal knyttes til destinationslaget.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Angiv, om lag skal tilknyttes p&aring; basis af en spatial relation. Dette kr&aelig;ver, at begge lag har en geometri.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Angiv den spatiale relation, der bestemmer, hvilke objekterne der tilknyttes. Objekter i tilknytningslaget, der har den angivne relation til destinationslaget, bliver tilknyttet. De tilg&aelig;ngelige relationer afh&aelig;nger af geometrien, typen af inputtene.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>Afstanden fra objekterne i det destinationslag, der bruges til at bestemme, om objekter skal tilknyttes.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>De enheder, bruges til at angive afstanden.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Angiv, om lag skal tilknyttes p&aring; basis af matchende feltv&aelig;rdier. Dette er den eneste mulighed, et eller flere input er en tabel.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Angiv attributrelation, der bestemmer, hvilke objekterne der tilknyttes. Objekterne matches, n&aring;r feltv&aelig;rdierne i tilknytningslaget er lig med feltv&aelig;rdierne i destinationslaget.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Angiv, hvordan tilknytninger h&aring;ndteres, hvis flere poster p&aring; tilknytningslaget overholder tilknytningskriterierne. V&aelig;lg mellem f&oslash;lgende indstillinger:
                <ul>
                    <li> <b>Tilknyt &eacute;n-til-&eacute;n</b> &mdash; knyt en enkelt post i tilknytningslaget til hvert objekt i destinationslaget.
                    </li>
                    <li> <b>Tilknyt &eacute;n-til-mange</b> &ndash; knyt alle matchende objekter i tilknytningslaget til destinationslaget. Resultatlaget vil indeholde flere poster fra destinationslaget.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>N&aring;r flere objekter i tilknytningslaget matcher et destinationsobjekt, skal du angive, om du vil knytte en enkelt post fra tilknytningslaget, eller om du vil beregne oversigtsstatistik over alle matchende poster fra tilknytningslaget.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>N&aring;r der er flere tilknytningsobjekter, der matcher et destinationsobjekt, beregnes oversigtsstatistik for alle matchende poster. Angiv det tal- eller datofelter fra tilknytningslaget og den statistik, der beregnes for hvert felt.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>N&aring;r der er flere tilknytningsobjekter, der matcher et destinationsobjekt, medtages den f&oslash;rste post fra tilknytningslagets attributtabel i outputtet. Du kan v&aelig;lge et tal- eller et datofelt og den sorteringsr&aelig;kkef&oslash;lge, der bestemmer attributtabellen.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Bestemmer, om ikke-matchede destinationsobjekter inkluderes i outputtet. En  <b>indre tilknytning</b> returnerer kun matchede destinationsposter, hvorimod en <b>venstre tilknytning</b> returnerer alle destinationsposter, ogs&aring; selvom destinationsobjektet ikke stemmer overens med et match i tilknytningslaget.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; laget eller tabellen, der oprettes og f&oslash;jes til kortet.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen  <b>Mit indhold</b>, hvor resultatet gemmes.
            </p>
        </div>
    </div>
</div>
</html>
