<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>V&aelig;rkt&oslash;jet Flerdimensionale prim&aelig;re komponenter omdanner de flerdimensionale billedlag til et reduceret antal komponenter, der tager h&oslash;jde for variansen i dataene, s&aring; spatiale og tidsm&aelig;ssige m&oslash;nstre let kan identificeres.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>Det flerdimensionale billedlag, der skal analyseres.
            </p> 
        </div>
    </div>
    <div id="mode">
        <div>
            <p>Den metode, der skal bruges til at udf&oslash;re analysen af de prim&aelig;re komponenter. Mulighederne omfatter  <b>Dimensionsreduktion</b> og <b>Spatial reduktion</b>.
            </p>
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>Dimensionen af det flerdimensionale billedlag, som variablen skal analyseres i.
            </p>
        </div>
    </div>
    <div id="outputPrincipalComponentsName">
        <div>
            <p>Navnet p&aring; output-billedlaget eller -tabellaget, der viser de fundne prim&aelig;re komponenter, afh&aelig;ngigt af f&oslash;lgende valg af tilstand:
                <ul>
                    <li>Output fra dimensionsreduktion vil v&aelig;re et flerb&aring;ndsbilledlag.
                    </li>
                    <li>Output for spatial reduktion vil v&aelig;re et tabellag.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="outputLoadingsName">
        <div>
            <p>Navnet p&aring; output-billedlaget eller -tabellaget, der viser de underst&oslash;ttende data i de fundne prim&aelig;re komponenter, afh&aelig;ngigt af f&oslash;lgende valg af tilstand:
                <ul>
                    <li>Output for dimensionsreduktion vil v&aelig;re et tabellag.
                    </li>
                    <li>Output for spatial reduktion vil v&aelig;re et billedlag.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="outputEigenValuesTableName">
        <div>
            <p>Navnet p&aring; tabellen Eigenvalues, som angiver variansprocenten for hver komponent.
            </p>
        </div>
    </div>
    <div id="variable">
        <div>
            <p>Navnet p&aring; variablen i det flerdimensionale input-billedlag, der bruges i beregningen.
            </p>
        </div>
    </div>
    <div id="numberOfPrincipalComponents">
        <div>
            <p>Antallet af prim&aelig;re komponenter, der skal beregnes, normalt f&aelig;rre end antallet af inputrastere.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; det lag, der oprettes og f&oslash;jes til kortet.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>Den type output, der oprettes. Outputtene kan v&aelig;re tile-billedlag eller dynamiske billedlag.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Navnet p&aring; mappen  <b>Mit indhold</b>, hvor resultatet gemmes.
            </p>
        </div>
    </div>
</div>
</html>
