<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Alat Izračunaj putne tro&scaron;kove mjeri vrijeme putovanja ili udaljenosti između dviju točaka.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Točkasti sloj predstavlja početne lokacije iz kojih se izračunavaju tro&scaron;kovi putovanja. Podržani su slojevi s do  5000 geoobjekata. </p> 
            <p class="PortalOnly">Točkasti sloj predstavlja početne lokacije iz kojih se izračunavaju tro&scaron;kovi putovanja.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Točkasti sloj predstavlja odredi&scaron;ta iz kojih se izračunavaju tro&scaron;kovi putovanja. Podržani su slojevi s do  5000 geoobjekata. </p> 
            <p class="PortalOnly">Točkasti sloj predstavlja odredi&scaron;ta iz kojih se izračunavaju tro&scaron;kovi putovanja.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p>Polje u  <b>Sa sloja</b> koje definira unaprijed dodijeljeni par ishodi&scaron;te-odredi&scaron;te. Ako postoji vi&scaron;e ishodi&scaron;nih i odredi&scaron;nih lokacija, ovaj ID mora odgovarati vrijednosti u <b>polju ID rute do sloja</b>.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p>Polje u  <b>Na sloj</b> koje definira unaprijed dodijeljeni par ishodi&scaron;te-odredi&scaron;te. Ako postoji vi&scaron;e ishodi&scaron;nih i odredi&scaron;nih lokacija, ovaj ID mora odgovarati vrijednosti u <b>polju ID rute od sloja</b>.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Jedan ili vi&scaron;e točkastih geoobjekata koji djeluju kao privremena ograničenja (barijere) kad se krećete odgovarajućim ulicama. Kretanje je dopu&scaron;teno po ulici, ali ne kroz ograničenje.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Jedan ili vi&scaron;e linijskih geoobjekata koji djeluju kao privremena ograničenja (barijere) kad se krećete odgovarajućim ulicama. Linijske barijere zabranjuju kretanje bilo gdje gdje se barijere sijeku s ulicama.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Jedan ili vi&scaron;e poligonalnih geoobjekata koji djeluju kao privremena ograničenja (barijere) kad se krećete odgovarajućim ulicama. Poligonske barijere zabranjuju kretanje bilo gdje gdje poligoni sijeku ulice.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Metoda koja će se koristiti za mjerenje udaljenosti ili vremena. Metoda može biti linijska udaljenost ili način putovanja.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Datum i vrijeme polaska s polazi&scaron;ta u  <b>Sa sloja</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>Određuje jesu li ishodi&scaron;ta i odredi&scaron;ta povezani paukovom linijom ili linijom želje (<b>Ravna linija</b>) ili ulicama u osnovnoj uličnoj mreži (<b>Pratite ulice</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Naziv sloja koji će se stvoriti i dodati karti.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Određuje hoće li svaka rezultatska ruta biti spremljena kao sloj rute.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Naziv mape u  <b>Moj sadržaj</b> gdje će se spremiti rezultati.
            </p>
        </div>
    </div>
</div>
</html>
