<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Milj&oslash;innstillinger for analyse i  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Angir koordinatsystemet for analyser og resultatlaget.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Angir omr&aring;det som skal brukes til analyse.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>Justerer utstrekningen for utdataene slik at den samsvarer med cellejusteringen i det angitte forankringsrasterlaget.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Angir cellest&oslash;rrelsen eller oppl&oslash;sningen som blir brukt til analyser og til &aring; opprette utdatarasterlaget.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Angir et maskelag der bare cellene som er innenfor maskeomr&aring;det, brukes til analyse.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Angir hvordan pikselverdier blir interpolert n&aring;r inndata- og utdatarasterene ikke er p&aring; linje.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Angir prosessortypen som skal brukes. Alternativene er  <b>CPU</b>, <b>GPU</b> og <b>Automatisk</b>. Hvis <b>Automatisk</b> ikke er angitt, definerer verkt&oslash;yet prosessortypen.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Angir antallet forekomster av rasterbehandlingstjenester som brukes under kj&oslash;ringen av verkt&oslash;yet. St&oslash;ttede verdier omfatter tomme strenger (verkt&oslash;yet bestemmer antallet forekomster av rasterbehandlingstjenester som skal brukes), heltall (0 eller positive heltall) og prosenter. Prosenter m&aring; ha et prosenttegn (%) etter prosentverdien.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>Fastsl&aring;r om en advarselmelding skal vises hvis det ansl&aring;tte antallet credits overstiger den angitte terskelen (aktivert) eller om analysen skal kj&oslash;res uten &aring; vise en melding uansett creditforbruk (ikke aktivert). Analysen tar fortsatt hensyn til innstillingene for creditbudsjettering for organisasjonen.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Spesifiserer terskelen som en advarselmelding vises ved, basert p&aring; ansl&aring;tt creditforbruk fra &aring; kj&oslash;re analysen. Analysen kan fortsatt kj&oslash;res hvis estimatet overstiger terskelen.
            </p>
        </div>
    </div>
</div>
</html>
