<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verkt&oslash;yet Utled kontinuerlig str&oslash;mning genererer et raster med akkumulert str&oslash;mning inn i hver celle fra et inndataoverflateraster uten at det kreves utfylling av synkehull eller forsenkninger.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>H&oslash;yderasteret som blir brukt til beregning.
            </p> 
        </div>
    </div>
    <div id="inputDepressionsData">
        <div>
            <p>Laget definerer faktiske forsenkninger eller synkehull, der vannet kan str&oslash;mme inn, men ikke ut.
            </p> 
        </div>
    </div>
    <div id="inputWeightRaster">
        <div>
            <p>Rasterlaget som definerer str&oslash;mningsfaktoren som bidrar til str&oslash;mningsakkumulering i hver celle.
            </p>
        </div>
    </div>
    <div id="flowDirectionType">
        <div>
            <p>Angir typen str&oslash;mningsmetode som brukes til beregning av str&oslash;mningsretning.
            </p>
            <p>D8-metoden tilordner str&oslash;mningsretning til nedenforliggende nabo med brattest helling. MFD-metoden deler str&oslash;mningsretningen p&aring; tvers av nedenforliggende naboer basert p&aring; en adaptiv delingseksponent.
            </p>
        </div>
    </div>
    <div id="forceFlow">
        <div>
            <p>Angir om str&oslash;mning ved kantceller f&oslash;lger vanlige str&oslash;mningsregler eller alltid str&oslash;mmer utover.
            </p>
            <p>Hvis alternativet ikke er valgt, g&aring;r str&oslash;mningen til den indre cellen med det st&oslash;rste fallet i z-verdi. Hvis fallet er mindre enn eller lik null, str&oslash;mmer cellen utover fra overflaterasteret. Hvis alternativet er valgt, er str&oslash;mningsretningen alltid utover fra overflaterasteret.
            </p>
        </div>
    </div>
    <div id="outputFlowAccumulationRasterName">
        <div>
            <p>Navnet p&aring; rasterlaget med str&oslash;mningsakkumulering som opprettes og legges til kartet.
            </p>
        </div>
    </div>
    <div id="outputFlowDirectionRasterName">
        <div>
            <p>Navnet p&aring; rasterlaget med str&oslash;mningsretning som opprettes og legges til kartet.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typen utdata som blir opprettet. Utdataene kan v&aelig;re flisinndelte bildelag eller dynamiske bildelag.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen i  <b>Mitt innhold</b> der resultatene blir lagret.
            </p>
        </div>
    </div>
</div>
</html>
