<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verkt&oslash;yet Finn n&aelig;rmeste finner og rangerer geoobjektene som er n&aelig;rmest angitte lokasjoner.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">Startlaget der de n&aelig;rmeste geoobjektene finnes i. Det er st&oslash;tte for lag med opptil  5000 geoobjekter. </p> 
            <p class="PortalOnly">Startlaget der de n&aelig;rmeste geoobjektene finnes i.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">Geoobjektene som er funnet basert p&aring; n&aelig;rhet til inndatalaget. Det er st&oslash;tte for lag med opptil  5000 geoobjekter. </p> 
            <p class="PortalOnly">Geoobjektene som er funnet basert p&aring; n&aelig;rhet til inndatalaget.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Ett eller flere punktgeoobjekter som fungerer som midlertidige begrensninger (hindringer) ved reise p&aring; de underliggende gatene. Gaten er ikke stengt for trafikk, men det er ikke mulig &aring; passere hindringen.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Ett eller flere linjegeoobjekter som fungerer som midlertidige begrensninger (hindringer) ved reise p&aring; de underliggende gatene. Linjehindringer hindrer reise alle steder der hindringene krysser gatene.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Ett eller flere polygongeoobjekter som fungerer som midlertidige begrensninger (hindringer) ved reise p&aring; de underliggende gatene. Polygonhindringene hindrer reise alle steder der polygonene krysser gatene.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Metoden som skal brukes til &aring; m&aring;le avstand eller tid. Metoden kan v&aelig;re linjeavstand eller reisem&aring;te.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Angir datoen og klokkeslettet n&aring;r den reisende drar fra lokasjonene i  <b>inndatalaget</b>.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>Bestemmer om det brukes et egendefinert maksimumsantall for n&aelig;rmeste geoobjekter (aktivert), eller om verkt&oslash;yets standard maksimumsantall p&aring; 100 brukes (deaktivert).
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>Maksimum antall n&aelig;rmeste geoobjekter som kan finnes for hvert enkelt inndatageoobjekt.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>Bestemmer om det brukes et maksimum s&oslash;keomr&aring;de (aktivert) eller om s&oslash;keomr&aring;det er ubegrenset (deaktivert).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>Maksimum s&oslash;keomr&aring;de for &aring; finne de n&aelig;rmeste geoobjektene.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>Enhetene som brukes til &aring; angi s&oslash;keomr&aring;de.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; laget som opprettes og legges til kartet.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Angir om hver resulterende rute skal lagres som et rutelag.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen i  <b>Mitt innhold</b> der resultatene blir lagret.
            </p>
        </div>
    </div>
</div>
</html>
