<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verkt&oslash;yet Interpoler punkter predikerer verdier p&aring; nye lokasjoner basert p&aring; punktm&aring;linger. Verkt&oslash;yet oppretter et utdataraster.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputPointFeatures">
        <div>
            <p>Punktlaget som inneholder punktene hvor verdiene er m&aring;lt.
            </p>
        </div>
    </div>
    <div id="interpolateField">
        <div>
            <p>Det numeriske feltet som inneholder verdiene som skal interpoleres.
            </p>
        </div>
    </div>
    <div id="optimizeFor">
        <div>
            <p>Angir om hastighet eller n&oslash;yaktighet optimaliseres. Mer n&oslash;yaktige prediksjoner ta lengre tid &aring; beregne.
            </p>
            <p>Denne parameteren endrer standardverdiene for flere andre parametere.
            </p>
        </div>
    </div>
    <div id="outputCellSize">
        <div>
            <p>Cellest&oslash;rrelsen og enheten for utdatarastrene.
            </p>
        </div>
    </div>
    <div id="transformData">
        <div>
            <p>Angir om dataene transformeres eller ikke. Interpolasjon er mest n&oslash;yaktig for data som f&oslash;lger en normal (klokkeformet) distribusjon.
            </p> 
        </div>
    </div>
    <div id="sizeOfLocalModels">
        <div>
            <p>St&oslash;rrelsen p&aring; de lokale interpoleringsmodeller som kombineres for &aring; opprette det endelige prediksjonskartet.
            </p>
        </div>
    </div>
    <div id="numberOfNeighbors">
        <div>
            <p>Antallet naboer som brukes. Et stort antall naboer gir vanligvis mer n&oslash;yaktige resultater, men resultatene tar lengre tid &aring; beregne.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; det interpolerte rasterlaget som opprettes og legges til kartet.
            </p>
        </div>
    </div>
    <div id="outputPredictionError">
        <div>
            <p>Velg om du ogs&aring; vil opprette et alternativt raster av standardfeil for de predikterte verdiene.
            </p>
            <p>Hvis alternativet er valgt, vil resulterende standard feilraster ha det samme navnet som  <b>Navn p&aring; resultatraster</b>, men med ordet &quot;Errors&quot; tilf&oslash;yd. Laget blir opprettet og lagt til i kartet.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typen utdata som blir opprettet. Utdataene kan v&aelig;re flisinndelte bildelag eller dynamiske bildelag.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen i  <b>Mitt innhold</b> der resultatene blir lagret.
            </p>
        </div>
    </div>
</div>
</html>
