<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verkt&oslash;yet Sl&aring; sammen geoobjekter legger attributter fra et lag eller en tabell til i et annet basert p&aring; angitte romlige eller attributtmessige relasjoner. Det er ogs&aring; mulig &aring; beregne statistikk n&aring;r det finnes flere samsvarende poster.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>Laget eller tabellen vil ha attributter fra koblingslaget lagt til i attributtabellen.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>Laget eller tabellen med attributtene som blir lagt til i m&aring;llaget.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Angi om lagene skal kobles sammen basert p&aring; en romlig relasjon. Dette krever at begge lag har en geometri.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Angi den romlige relasjonen som bestemmer hvilke geoobjekter som kobles sammen. Geoobjekter i koblingslaget som har den angitte relasjonen til m&aring;llaget, kobles sammen. De tilgjengelige relasjonene avhenger av typen geometri i inndataene.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>Avstanden fra geoobjektene i m&aring;llaget som skal brukes til &aring; avgj&oslash;re om geoobjekter skal kobles sammen.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>Enhetene som skal brukes til &aring; angi avstanden.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Angi om lag skal kobles sammen basert p&aring; samsvarende feltverdier. Dette er det eneste alternativet dersom &eacute;n eller flere inndata er en tabell.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Angi attributtrelasjonen som bestemmer hvilke geoobjekter som kobles sammen. Geoobjekter matches n&aring;r feltverdiene i koblingslaget er lik feltverdiene i m&aring;llaget.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Angi hvordan koblinger h&aring;ndteres hvis flere poster i koblingslaget oppfyller koblingskriteriene. Velg blant disse alternativene:
                <ul>
                    <li> <b>Koble en til en</b> &mdash; Koble en enkelt post i koblingslaget til hvert geoobjekt i m&aring;llaget.
                    </li>
                    <li> <b>Koble en til mange</b> &ndash; Koble alle samsvarende geoobjekter i koblingslaget til m&aring;llaget. Det resulterende laget inneholder flere poster av m&aring;letgeoobjektet.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>N&aring;r flere geoobjekter i koblingslaget samsvarer med et m&aring;lgeoobjekt, angir du om det skal kobles til en enkelt post fra koblingslaget, eller om det skal sammendragsstatistikk for alle samsvarende poster fra koblingslaget.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>N&aring;r det er flere koblingsgeoobjekter som samsvarer med et m&aring;lgeoobjekt, beregnes det sammendragsstatistikk for alle samsvarende poster. Angi nummer- eller datofeltene fra koblingslaget og statistikken som skal beregnes for hvert felt.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>N&aring;r det er flere koblingsgeoobjekter som samsvarer med et m&aring;lgeoobjekt, blir den f&oslash;rste posten fra attributtabellen i koblingslaget inkludert i utdataene. Alternativt velger du et tall- eller datofelt og sorteringsrekkef&oslash;lgen som bestemmer rekkef&oslash;lgen for attributtabellen.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Bestemmer om m&aring;lgeoobjekter som ikke samsvarer, skal inkluderes i utdataene. En  <b>Indre kobling</b> returnere bare m&aring;lposter som samsvarer, mens en <b>Venstre kobling</b> returnere alle m&aring;lposter, ogs&aring; hvis m&aring;lgeoobjektet ikke har en match i koblingslaget.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; laget eller tabellen som opprettes og legges til kartet.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen i  <b>Mitt innhold</b> der resultatet blir lagret.
            </p>
        </div>
    </div>
</div>
</html>
