<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verkt&oslash;yet Planlegg ruter oppretter reiseruter med flere stopp for en kj&oslash;ret&oslash;yfl&aring;te.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Punktgeoobjektene som angir hvor kj&oslash;ret&oslash;yene starter p&aring; rutene sine.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Punktgeoobjekene som kj&oslash;ret&oslash;yene m&aring; bes&oslash;ke i l&oslash;pet av rutene. Disse punktene blir tilordnede eller utilordnede stopp i utdataene.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Fastsl&aring;r om kj&oslash;ret&oslash;yene skal returnere til startlokasjonene (aktivert) eller avslutte p&aring; spesifiserte lokasjoner (deaktivert).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Punktgeoobjektene som angir hvor kj&oslash;ret&oslash;yene avslutter rutene sine. Hvis laget bare inneholder et punkt, dirigeres alle kj&oslash;ret&oslash;yene til et felles sluttpunkt. Hvis laget bare inneholder flere punkt, sendes hvert kj&oslash;ret&oslash;y til en unik sluttlokasjon.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Feltet i startlaget som unikt definerer de enkelte rutene, kj&oslash;ret&oslash;yene og sj&aring;f&oslash;rene. Dersom kj&oslash;ret&oslash;yene starter p&aring; flere lokasjoner og avslutter p&aring; flere lokasjoner, m&aring; rute-ID-ene for start- og sluttlagene samsvare.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Feltet i sluttlaget som unikt definerer de enkelte rutene, kj&oslash;ret&oslash;yene og sj&aring;f&oslash;rene. Dersom kj&oslash;ret&oslash;yene starter p&aring; flere lokasjoner og avslutter p&aring; flere lokasjoner, m&aring; rute-ID-ene for start- og sluttlagene samsvare.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Ett eller flere punktgeoobjekter som fungerer som midlertidige begrensninger (hindringer) ved reise p&aring; de underliggende gatene. Gaten er ikke stengt for trafikk, men det er ikke mulig &aring; passere hindringen.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Ett eller flere linjegeoobjekter som fungerer som midlertidige begrensninger (hindringer) ved reise p&aring; de underliggende gatene. Linjehindringer hindrer reise alle steder der hindringene krysser gatene.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Ett eller flere polygongeoobjekter som fungerer som midlertidige begrensninger (hindringer) ved reise p&aring; de underliggende gatene. Polygonhindringene hindrer reise alle steder der polygonene krysser gatene.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Reisem&aring;ten som brukes til &aring; opprette rutene. Reisem&aring;ten kan baseres p&aring; avstand eller tid.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Avreisedato og tidspunkt for kj&oslash;ret&oslash;y.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>H&oslash;yeste antall kj&oslash;ret&oslash;y som er tilgjengelige for &aring; bes&oslash;ke stoppestedene. Hvis  <b>startlaget</b> og <b>sluttlaget</b> begge inneholder ett geoobjekt, kan du angi opptil 100 kj&oslash;ret&oslash;y. Hvis et av lagene inneholder flere geoobjektet, kan standardverdien ikke redigeres. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>H&oslash;yeste antall stopp hvert kj&oslash;ret&oslash;y kan foreta p&aring; en rute. Du kan angi en verdi p&aring; mellom 1 og  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Angi forventet gjennomsnittlig servicetid som brukes p&aring; hvert stopp.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Bestemmer om maksimum rutetid brukes p&aring; kj&oslash;ret&oslash;yene. Rutetiden inkluderer forventet reisetid og servicetid som blir brukt ved stopp langs ruten.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Angi den maksimale tiden som en rute b&oslash;r vare fra start til slutt.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; laget som opprettes og legges til kartet.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Angir om hver resulterende rute skal lagres som et rutelag.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Navnet p&aring; mappen i  <b>Mitt innhold</b> der resultatene blir lagret.
            </p>
        </div>
    </div>
</div>
</html>
