<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verkt&oslash;yet Summer n&aelig;rliggende beregner statistikk for geoobjekter innenfor en angitt avstand fra andre geoobjekter. Avstand kan beregnes ved &aring; bruke luftlinjeavstand eller en angitt reisem&aring;te.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>Laget som skal summeres innenfor en avstand til det n&aelig;rliggende laget.
            </p>
        </div>
    </div>
    <div id="sumNearbyLayer">
        <div>
            <p>Punkt-, linje- eller polygonlaget som brukes som startlokasjoner som det opprettes avgrensningsomr&aring;der rundt for &aring; summere n&aelig;rliggende geoobjekter.
            </p>
        </div>
    </div>
    <div id="nearType">
        <div>
            <p>Metoden som brukes til &aring; opprette avgrensningsomr&aring;der. Metoden kan v&aelig;re luftlinje eller reisem&aring;te.
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>Avstanden eller tiden som brukes til &aring; opprette avgrensningsomr&aring;der. Hvis det legges til flere verdier, brukes hver enkelt verdi til &aring; beregne avgrensningsomr&aring;der for alle inndatageoobjektene.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>Enhetene som brukes til &aring; angi avstand eller tid.
            </p>
        </div>
    </div>
    <div id="returnBoundaries">
        <div>
            <p>Angi om resultatlaget skal v&aelig;re avgrensningsomr&aring;dene (valgt) eller den samme geometrien som n&aelig;rliggende inndatalag (ikke valgt).
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Beregn den totale st&oslash;rrelsen for geoobjektene som summeres i hvert avgrensningsomr&aring;de. For linjer beregnes den totale lengden. For polygoner beregnes det totale arealet.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>Enhetene som brukes til &aring; beregne den totale st&oslash;rrelsen for summerte geobjekter.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Nummer- eller datofeltene fra inndatalaget som skal summeres, og statistikken som skal statistikken som skal beregnes for hvert felt.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>Feltet fra inndatalaget som skal brukes til &aring; dele dataene inn i distinkte grupper for statistiske beregninger.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Beregn minoriteten (minst dominerende) og majoriteten (mest dominerende) for grupper innenfor hvert oppsummeringsomr&aring;de.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Beregner prosenten av summerte geoobjekter som tilh&oslash;rer hver gruppe innenfor hver avgrensning.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Navnet p&aring; laget som opprettes og legges til kartet.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Navnet p&aring; mappen i  <b>Mitt innhold</b> der resultatene blir lagret.
            </p>
        </div>
    </div>
</div>
</html>
