<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Consolidar puntos calcula el recuento de puntos y otras estad&iacute;sticas dentro de bins o pol&iacute;gonos especificados.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="pointLayer">
        <div>
            <p>La capa de puntos que se agregar&aacute; a las &aacute;reas de resumen.
            </p>
        </div>
    </div>
    <div id="polygonLayer">
        <div>
            <p>La capa de pol&iacute;gono en la que se agregar&aacute;n los puntos.
            </p>
        </div>
    </div>
    <div id="binType">
        <div>
            <p>El tipo de entidades de delimitaci&oacute;n en las que se consolidar&aacute;n los puntos de entrada. Puede ser una capa de pol&iacute;gonos o una cuadr&iacute;cula de teselaci&oacute;n de bins cuadrados o hexagonales que se generan cuando se ejecuta la herramienta.
            </p>
        </div>
    </div>
    <div id="binSize">
        <div>
            <p>El tama&ntilde;o de los bins generados. Para los bins cuadrados, el n&uacute;mero y las unidades especificados determinan la altura y la longitud del cuadrado. Para los bins hexagonales, el n&uacute;mero y las unidades especificados determinan la distancia entre los lados paralelos.
            </p>
        </div>
    </div>
    <div id="binSizeUnit">
        <div>
            <p>Las unidades que se utilizar&aacute;n para especificar el tama&ntilde;o de bin.
            </p>
        </div>
    </div>
    <div id="keepBoundariesWithNoPoints">
        <div>
            <p>Determina si las entidades que no contienen puntos aparecen en la capa de resultados. Cuando est&aacute; desactivada, las entidades sin puntos no aparecer&aacute;n en el resultado. Cuando est&aacute; activada, las entidades sin puntos aparecer&aacute;n en el resultado.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Campos de n&uacute;mero o fecha de la capa de entrada que se va a resumir y estad&iacute;sticas que se calcular&aacute;n para cada campo.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>Campo de la capa de entrada que se utilizar&aacute; para separar los datos en grupos distintos para c&aacute;lculos estad&iacute;sticos.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Calcula los grupos minoritarios (menos dominantes) y mayoritarios (m&aacute;s dominantes) dentro de cada &aacute;rea de resumen.
            </p>
        </div>
    </div>
    <div id="percentPoints">
        <div>
            <p>Calcule el porcentaje de puntos que pertenecen a cada grupo dentro de cada &aacute;rea de resumen.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute; el resultado.
            </p>
        </div>
    </div>
</div>
</html>
