<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Agregar r&aacute;ster multidimensional genera una capa de im&aacute;genes multidimensional combinando variables de una capa de im&aacute;genes multidimensional existente a lo largo de una dimensi&oacute;n.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>La capa de im&aacute;genes multidimensional que se agregar&aacute;.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>La dimensi&oacute;n de la capa de im&aacute;genes multidimensional a lo largo de la cual se agregar&aacute; la variable.
            </p>
        </div>
    </div>
    <div id="dimensionless">
        <div>
            <p>Indica si la capa tiene valores de dimensi&oacute;n.
            </p> 
        </div>
    </div>
    <div id="variables">
        <div>
            <p>La variable de la capa de im&aacute;genes multidimensional que se agregar&aacute; a lo largo de la dimensi&oacute;n definida.
            </p>
        </div>
    </div>
    <div id="aggregationMethod">
        <div>
            <p>El m&eacute;todo matem&aacute;tico que se usar&aacute; para agregar las divisiones de la capa de im&aacute;genes multidimensional.
            </p>
        </div>
    </div>
    <div id="percentileValue">
        <div>
            <p>El valor de percentil que se utilizar&aacute; para los c&aacute;lculos una vez especificado el m&eacute;todo de agregaci&oacute;n.
            </p>
        </div>
    </div>
    <div id="percentileInterpolationType">
        <div>
            <p>El m&eacute;todo de interpolaci&oacute;n de percentil que se utilizar&aacute; si el n&uacute;mero de valores de la capa de im&aacute;genes de entrada es par.
            </p>
        </div>
    </div>
    <div id="aggregationFunction">
        <div>
            <p>La funci&oacute;n r&aacute;ster personalizada que se usar&aacute; para calcular los valores de p&iacute;xel de las capas de im&aacute;genes agregadas.
            </p>
        </div>
    </div>
    <div id="aggregationDefinition">
        <div>
            <p>El intervalo de dimensi&oacute;n que se utilizar&aacute; para agregar los datos multidimensionales.
            </p>
        </div>
    </div>
    <div id="intervalKeyword">
        <div>
            <p>Cada palabra clave especifica la unidad de tiempo para la que se agregar&aacute; cada estad&iacute;stica. La lista de palabras clave incluye: Cada hora, Cada d&iacute;a, Cada semana, Cada mes, Cada trimestre y Cada a&ntilde;o.
            </p>
        </div>
    </div>
    <div id="intervalValue">
        <div>
            <p>El tama&ntilde;o del intervalo que se usar&aacute; al agregar a lo largo de la dimensi&oacute;n.
            </p>
        </div>
    </div>
    <div id="intervalUnit">
        <div>
            <p>Las unidades de medida para el valor del intervalo.
            </p>
        </div>
    </div>
    <div id="intervalRanges">
        <div>
            <p>La tabla de valores que se usar&aacute; al agregar a lo largo de la dimensi&oacute;n especificada. Los valores m&iacute;nimo y m&aacute;ximo especifican el rango que se incluir&aacute;.
            </p>
        </div>
    </div>
    <div id="minValue">
        <div>
            <p>El valor m&iacute;nimo del rango de intervalos.
            </p>
        </div>
    </div>
    <div id="maxValue">
        <div>
            <p>El valor m&aacute;ximo del rango de intervalos.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Indica si los valores NoData se ignorar&aacute;n en la agregaci&oacute;n.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>El tipo de salida que se crear&aacute;. Las salidas pueden ser capas de im&aacute;genes en teselas o capas de im&aacute;genes din&aacute;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute; el resultado.
            </p>
        </div>
    </div>
</div>
</html>
