<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Generar &aacute;reas de viaje crea &aacute;reas a las que se pueda llegar en un tiempo o distancia de viaje.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Las entidades de puntos en torno a las cuales se calcular&aacute;n las &aacute;reas.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Una o varias entidades de puntos que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Se permite el desplazamiento por la calle, pero no por la barrera.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Una o varias entidades de l&iacute;nea que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Las barreras de l&iacute;nea proh&iacute;ben viajar a cualquier ubicaci&oacute;n en la que las barreras se intersequen con las calles.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Una o varias entidades poligonales que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Las barreras de pol&iacute;gono proh&iacute;ben viajar a cualquier punto en que los pol&iacute;gonos intersequen las calles.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Modo de viaje que se utilizar&aacute; para crear las &aacute;reas de viaje. El modo de viaje puede estar basado en la distancia o el tiempo.
            </p>
        </div>
    </div>
    <div id="breakValues">
        <div>
            <p>La distancia de viaje o el l&iacute;mite de tiempo para cada punto de entrada. Si se agregan varios valores, cada valor se utilizar&aacute; para calcular &aacute;reas de viaje para todos los puntos de entrada.
            </p>
        </div>
    </div>
    <div id="breakUnits">
        <div>
            <p>Las unidades utilizadas para especificar la distancia o el tiempo de viaje. El valor de  <b>Valor l&iacute;mite</b> se interpreta en estas unidades.
            </p>
        </div>
    </div>
    <div id="travelDirection">
        <div>
            <p>Determina si se crean &aacute;reas de viaje para alejarse de los puntos de entrada o acercarse a ellos.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Especifica la fecha y la hora a la que el viajero sale de las ubicaciones de entrada o llega a ellas.
            </p>
        </div>
    </div>
    <div id="overlapPolicy">
        <div>
            <p>Determina c&oacute;mo se manejan las &aacute;reas compartidas de puntos de entrada diferentes cuando estos confluyen.
            </p>
        </div>
    </div>
    <div id="showHoles">
        <div>
            <p>Especifica si cada &aacute;rea de salida ser&aacute; un pol&iacute;gono continuo (desactivado) o si incluye agujeros en calles que no son accesibles pero est&aacute;n completamente rodeados por calles alcanzables (activadas).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="includeReachableStreets">
        <div>
            <p>Especifica si las calles que se utilizar&aacute;n para crear las &aacute;reas de viaje se incluir&aacute;n como capa de salida.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute;n los resultados.
            </p>
        </div>
    </div>
</div>
</html>
