<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Buscar puntos calientes identifica el clustering estad&iacute;sticamente significativo en las entidades de entrada.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>La capa de pol&iacute;gono o punto de entrada en la que se realizar&aacute; el an&aacute;lisis de puntos calientes.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>Especifica si los puntos calientes y fr&iacute;os reflejar&aacute;n las ubicaciones de las entidades (<b>Recuentos de puntos</b>) o los valores de los campos de entidades (<b>Campo</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>El campo que se analizar&aacute; para detectar cl&uacute;steres de valores altos y bajos.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>El tipo de entidades de delimitaci&oacute;n en las que se agregar&aacute;n las entidades de puntos de entrada. Puede ser una capa de pol&iacute;gonos (<b>Capa de pol&iacute;gonos</b>), o bien una cuadr&iacute;cula de teselaci&oacute;n de cuadrados (<b>Celdas de red</b>) o hex&aacute;gonos (<b>Celdas hexagonales</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>La capa que contiene las entidades poligonales en las que se agregar&aacute;n las entidades de puntos de entrada.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>La capa de pol&iacute;gonos que definir&aacute; el l&iacute;mite del an&aacute;lisis. Las entidades de puntos dentro del pol&iacute;gono se incluir&aacute;n en el an&aacute;lisis de puntos calientes.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>Especifica c&oacute;mo dividir los valores del  <b>Campo de an&aacute;lisis</b> o los recuentos de puntos agregados. La opci&oacute;n <b>Campo</b> dividir&aacute; los valores del <b>Campo de an&aacute;lisis</b> por valores de un campo concreto del par&aacute;metro <b>Capa de entrada</b>. La opci&oacute;n <b>Datos de enriquecimiento</b> enriquecer&aacute; las entidades o las formas de agregaci&oacute;n con datos de poblaci&oacute;n y dividir&aacute; los valores del <b>Campo de an&aacute;lisis</b> o los recuentos de puntos agregados por la poblaci&oacute;n. Esta opci&oacute;n consumir&aacute; cr&eacute;ditos adicionales.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>La longitud de un lado de las celdas cuadradas o hexagonales que se utilizar&aacute;n para agregar las entidades de entrada.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>Especifica las unidades que se utilizar&aacute;n para el tama&ntilde;o de celda.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>La banda de distancia que se utilizar&aacute; para definir una vecindad. Las entidades vecinas dentro de la banda de distancia de una entidad de destino se incluir&aacute;n en la vecindad de la entidad de destino durante el an&aacute;lisis de puntos calientes.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>Especifica las unidades que se utilizar&aacute;n para la banda de distancia.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute; el resultado.
            </p>
        </div>
    </div>
</div>
</html>
