<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Buscar m&aacute;s cercano busca y clasifica las entidades m&aacute;s cercanas a las ubicaciones especificadas.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">La capa de partida desde la que se encuentran las entidades m&aacute;s cercanas. Se admiten capas con hasta  5.000 entidades. </p> 
            <p class="PortalOnly">La capa de partida desde la que se encuentran las entidades m&aacute;s cercanas.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">Las entidades encontradas en funci&oacute;n de la proximidad a la capa de entrada. Se admiten capas con hasta  5.000 entidades. </p> 
            <p class="PortalOnly">Las entidades encontradas en funci&oacute;n de la proximidad a la capa de entrada.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Una o varias entidades de puntos que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Se permite el desplazamiento por la calle, pero no por la barrera.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Una o varias entidades de l&iacute;nea que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Las barreras de l&iacute;nea proh&iacute;ben viajar a cualquier ubicaci&oacute;n en la que las barreras se intersequen con las calles.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Una o varias entidades poligonales que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Las barreras de pol&iacute;gono proh&iacute;ben viajar a cualquier punto en que los pol&iacute;gonos intersequen las calles.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>M&eacute;todo que se utilizar&aacute; para medir la distancia o el tiempo. El m&eacute;todo puede ser una distancia en l&iacute;nea recta o un modo de viaje.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Especifica la fecha y hora que el viajero sale de las ubicaciones de la  <b>Capa de entrada</b>.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>Determina si se utiliza un n&uacute;mero m&aacute;ximo personalizado de entidades m&aacute;s cercanas (habilitado) o si se utiliza el m&aacute;ximo de 100 predeterminado de la herramienta (deshabilitado).
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>La cantidad m&aacute;xima de entidades m&aacute;s cercanas que se pueden encontrar para cada entidad de entrada.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>Determina si se utiliza un rango m&aacute;ximo de b&uacute;squeda (habilitado) o si el rango de b&uacute;squeda no tiene l&iacute;mite (deshabilitado).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>El rango m&aacute;ximo de b&uacute;squeda para buscar las entidades m&aacute;s cercanas.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>Las unidades utilizadas para especificar el rango de b&uacute;squeda.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Especifica si cada ruta resultante se guardar&aacute; como capa de ruta.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute;n los resultados.
            </p>
        </div>
    </div>
</div>
</html>
