<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Buscar ubicaciones similares eval&uacute;a la similitud entre las ubicaciones candidatas y una ubicaci&oacute;n de referencia en funci&oacute;n de una serie de criterios y clasifica las ubicaciones candidatas de m&aacute;s a menos en cuanto a similitud.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Capa de puntos, l&iacute;neas o pol&iacute;gonos que contiene las ubicaciones de referencia que coincidir&aacute;n. Si la capa incluye varias ubicaciones, se har&aacute; un promedio de todas las ubicaciones para crear una sola ubicaci&oacute;n de referencia.
            </p>
        </div>
    </div>
    <div id="searchLayer">
        <div>
            <p>Capa de puntos, l&iacute;neas o pol&iacute;gonos que contiene las ubicaciones candidatas de b&uacute;squeda. Todas las ubicaciones candidatas de b&uacute;squeda se comparar&aacute;n con la ubicaci&oacute;n de referencia seg&uacute;n el valor de  <b>Selecci&oacute;n de criterios</b> especificado y se clasificar&aacute;n de m&aacute;s a menos en cuanto a similitud.
            </p>
        </div>
    </div>
    <div id="criteriaFields">
        <div>
            <p>Campos num&eacute;ricos que se utilizar&aacute;n para evaluar la similitud entre la ubicaci&oacute;n de referencia y cada ubicaci&oacute;n candidata de b&uacute;squeda. Cada valor de  <b>Selecci&oacute;n de criterios</b> tendr&aacute; un valor de <b>Campo de capa de referencia</b> y un valor de <b>Campo de capa candidata</b>. Los valores de <b>Campo de capa de referencia</b> y <b>Campo de capa candidata</b> son campos coincidentes en los valores de <b>Capa de ubicaciones de referencia</b> y <b>Capa de candidatos de b&uacute;squeda</b>.
            </p>
        </div>
    </div>
    <div id="referenceField">
        <div>
            <p>Campo  <b>Capa de ubicaciones de referencia</b> que se corresponde con el campo <b>Capa de candidatos de b&uacute;squeda</b> especificado por el valor de <b>Campo de capa candidata</b>. Los valores de estos campos coincidentes se comparar&aacute;n para evaluar la similitud entre la ubicaci&oacute;n de referencia y cada ubicaci&oacute;n candidata de b&uacute;squeda.
            </p>
        </div>
    </div>
    <div id="candidateField">
        <div>
            <p>Campo  <b>Capa de candidatos de b&uacute;squeda</b> que se corresponde con el campo <b>Capa de ubicaciones de referencia</b> especificado por el valor de <b>Campo de capa de referencia</b>. Los valores de estos campos coincidentes se comparar&aacute;n para evaluar la similitud entre la ubicaci&oacute;n de referencia y cada ubicaci&oacute;n candidata de b&uacute;squeda.
            </p>
        </div>
    </div>
    <div id="returnAll">
        <div>
            <p>Especifica si todas las ubicaciones del valor de  <b>Capa de candidatos de b&uacute;squeda</b> se incluir&aacute;n en la capa de salida.
            </p>
        </div>
    </div>
    <div id="numberOfResults">
        <div>
            <p>N&uacute;mero de ubicaciones m&aacute;s similares del valor de  <b>Capa de candidatos de b&uacute;squeda</b> que se incluir&aacute;n en la capa de salida.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute; el resultado.
            </p>
        </div>
    </div>
</div>
</html>
