<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Generar r&aacute;ster de tendencia estima la tendencia de cada p&iacute;xel a lo largo de una dimensi&oacute;n para una o varias variables de una capa de im&aacute;genes multidimensional.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>La capa de im&aacute;genes multidimensional que se utilizar&aacute; para generar la tendencia.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>La dimensi&oacute;n a lo largo de la cual se extraer&aacute; una tendencia para la variable o variables seleccionadas en el an&aacute;lisis.
            </p>
        </div>
    </div>
    <div id="variables">
        <div>
            <p>La variable o variables para las que se calcular&aacute;n tendencias.
            </p>
        </div>
    </div>
    <div id="seasonalPeriod">
        <div>
            <p>La unidad de tiempo que se utilizar&aacute; para la duraci&oacute;n de un periodo estacional al utilizar el tipo de l&iacute;nea Seasonal-Kendall.
            </p>
        </div>
    </div>
    <div id="trendLineType">
        <div>
            <p>El tipo de an&aacute;lisis de tendencia que se realizar&aacute; en valores de p&iacute;xel a lo largo de una dimensi&oacute;n.
            </p>
        </div>
    </div>
    <div id="frequency">
        <div>
            <p>La frecuencia o n&uacute;mero de orden polin&oacute;mico que se utilizar&aacute;n en el ajuste de tendencia.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Especifica si los valores NoData o los que faltan se ignorar&aacute;n en el an&aacute;lisis.
            </p>
        </div>
    </div>
    <div id="cycleLength">
        <div>
            <p>La longitud de la variaci&oacute;n peri&oacute;dica que se modelar&aacute; para el ciclo arm&oacute;nico.
            </p>
        </div>
    </div>
    <div id="cycleUnit">
        <div>
            <p>La unidad de tiempo que se utilizar&aacute; para la longitud del ciclo arm&oacute;nico.
            </p>
        </div>
    </div>
    <div id="RMSE">
        <div>
            <p>Especifica si se calcular&aacute; el error cuadr&aacute;tico medio (RMSE) de la l&iacute;nea de ajuste de tendencia.
            </p>
        </div>
    </div>
    <div id="R2">
        <div>
            
            <p>Especifica si se calcular&aacute; la estad&iacute;stica de idoneidad de ajuste de R cuadrado para la l&iacute;nea de ajuste de tendencia.
            </p>
        </div>
    </div>
    <div id="slopePValue">
        <div>
            <p>Especifica si se calcular&aacute; la estad&iacute;stica de valor p para el coeficiente de pendiente de la l&iacute;nea de ajuste de tendencia.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>El tipo de salida que se crear&aacute;. La salida puede ser una capa de im&aacute;genes en teselas o una capa de im&aacute;genes din&aacute;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute; el resultado.
            </p>
        </div>
    </div>
</div>
</html>
