<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Unir entidades agrega atributos de una capa o tabla a otra bas&aacute;ndose en las relaciones espaciales especificadas o de atributos. Opcionalmente, se pueden calcular estad&iacute;sticas cuando hay varios registros coincidentes.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>La capa o tabla que tendr&aacute; atributos procedentes de la capa de uni&oacute;n incorporados a su tabla de atributos.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>La capa o tabla cuyos atributos se incorporar&aacute;n a la capa de destino.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Especifique si desea unir capas en funci&oacute;n de una relaci&oacute;n espacial. Es necesario que las dos capas tengan una geometr&iacute;a.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Especifique la relaci&oacute;n espacial que determina las entidades que se van a unir. Se unir&aacute;n las entidades de la capa de uni&oacute;n que tengan la relaci&oacute;n especificada con la capa de destino. Las relaciones disponibles dependen del tipo de geometr&iacute;a de las entradas.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>La distancia desde las entidades de la capa de destino que se utilizar&aacute; para determinar si las entidades se deben unir.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>Las unidades que se utilizar&aacute;n para especificar la distancia.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Especifique si desea unir capas en funci&oacute;n de los valores de campo coincidentes. Esta es la &uacute;nica opci&oacute;n si una o m&aacute;s de las entradas es una tabla.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Especifique la relaci&oacute;n de atributos que determina las entidades que se van a unir. Las entidades se cotejan si los valores de campo de la capa de uni&oacute;n son iguales a los valores de campo de la capa de destino.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Especifique c&oacute;mo se manejar&aacute;n las uniones si varios registros de la capa de uni&oacute;n cumplen los criterios de uni&oacute;n. Elija entre las opciones siguientes:
                <ul>
                    <li> <b>Unir uno a uno</b>: une un solo registro de la capa de uni&oacute;n a cada entidad de la capa de destino.
                    </li>
                    <li> <b>Unir uno a muchos</b>: une todas las entidades coincidentes de la capa de uni&oacute;n con la capa de destino. La capa de resultados contendr&aacute; varios registros de la entidad de destino.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>Cuando varias entidades de la capa de uni&oacute;n coinciden con una entidad de destino, especifique si se va a unir un &uacute;nico registro de la capa de uni&oacute;n o si calcular estad&iacute;sticas de resumen de todos los registros coincidentes de la capa de uni&oacute;n.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Cuando hay varias entidades de uni&oacute;n que coinciden con una entidad de destino, se calcular&aacute;n estad&iacute;sticas de resumen de todos los registros coincidentes. Especifique los campos de n&uacute;mero o fecha de la capa de uni&oacute;n y las estad&iacute;sticas que se calcular&aacute;n para cada campo.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>Cuando hay varias entidades de uni&oacute;n que coinciden con una entidad de destino, el primer registro de la tabla de atributos de la capa de uni&oacute;n se incluir&aacute; en la salida. Opcionalmente, elija un campo de n&uacute;mero o fecha y el orden de clasificaci&oacute;n que determinar&aacute; el orden de la tabla de atributos.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Determina si se incluir&aacute;n entidades de destino sin coincidencia en la salida. Una  <b>Uni&oacute;n interna</b> solo devuelve registros de destino coincidentes, mientras que una <b>Uni&oacute;n izquierda</b> devuelve todos los registros de destino, incluso si la entidad de destino no coincide con nada en la capa de uni&oacute;n.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa o tabla que se crear&aacute; y agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute; el resultado.
            </p>
        </div>
    </div>
</div>
</html>
