<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Localizar regiones identifica las mejores ubicaciones en el r&aacute;ster de salida que cumplen con los requisitos de tama&ntilde;o y las restricciones espaciales especificados.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>El r&aacute;ster de utilidad de entrada desde el que se derivar&aacute;n las regiones.
            </p>
        </div>
    </div>
    <div id="totalArea">
        <div>
            <p>La cantidad total de &aacute;rea para todas las regiones.
            </p>
        </div>
    </div>
    <div id="areaUnits">
        <div>
            <p>Especifica las unidades de &aacute;rea que se utilizan en los par&aacute;metros  <b>&Aacute;rea total</b>, <b>&Aacute;rea m&iacute;nima de regi&oacute;n</b> y <b>&Aacute;rea m&aacute;xima de regi&oacute;n</b>.
            </p>
        </div>
    </div>
    <div id="numberOfRegions">
        <div>
            <p>Especifica en cu&aacute;ntas regiones se distribuir&aacute; el  <b>&Aacute;rea total</b>.
            </p>
        </div>
    </div>
    <div id="shapeTradeoff">
        <div>
            <p>Especifica el t&eacute;rmino medio entre la contribuci&oacute;n de una celda a mantener la forma de la regi&oacute;n en relaci&oacute;n con la contribuci&oacute;n de la utilidad del valor de atributo de la celda.
            </p>
        </div>
    </div>
    <div id="evaluationMethod">
        <div>
            <p>Criterios de evaluaci&oacute;n para determinar qu&eacute; regiones candidatas se prefieren m&aacute;s.
            </p>
        </div>
    </div>
    <div id="regionShape">
        <div>
            <p>Especifica las caracter&iacute;sticas de forma de las regiones de salida.
            </p>
        </div>
    </div>
    <div id="regionOrientation">
        <div>
            <p>Especifica la orientaci&oacute;n de la forma definida.
            </p>
        </div>
    </div>
    <div id="minimumArea">
        <div>
            <p>Especifica el &aacute;rea m&iacute;nima que se permite para cada regi&oacute;n. Se utilizar&aacute;n las unidades especificadas en el par&aacute;metro  <b>Unidades de &aacute;rea</b>.
            </p>
        </div>
    </div>
    <div id="maximumArea">
        <div>
            <p>Especifica el &aacute;rea m&aacute;xima que se permite para cada regi&oacute;n. Se utilizar&aacute;n las unidades especificadas en el par&aacute;metro  <b>Unidades de &aacute;rea</b>.
            </p>
        </div>
    </div>
    <div id="minimumDistance">
        <div>
            <p>Especifica la distancia m&iacute;nima permitida entre regiones.
            </p>
        </div>
    </div>
    <div id="maximumDistance">
        <div>
            <p>Especifica la distancia m&aacute;xima permitida entre regiones.
            </p>
        </div>
    </div>
    <div id="distanceUnits">
        <div>
            <p>Especifica las unidades de distancia que se utilizar&aacute;n para los par&aacute;metros  <b>Distancia m&iacute;nima entre regiones</b> y <b>Distancia m&aacute;xima entre regiones</b>.
            </p>
        </div>
    </div>
    <div id="inExistingRegions">
        <div>
            <p>Capa de entrada que identifica d&oacute;nde ya existen regiones.
            </p>
        </div>
    </div>
    <div id="numberOfNeighbors">
        <div>
            <p>Especifica qu&eacute; celdas vecinas se deben utilizar en el crecimiento de las regiones.
            </p>
        </div>
    </div>
    <div id="noIslands">
        <div>
            <p>Especifica si se permitir&aacute;n o no islas dentro de las posibles regiones.
            </p>
        </div>
    </div>
    <div id="regionSeeds">
        <div>
            <p>Especifica el n&uacute;mero de valores de inicializaci&oacute;n desde los que se aumentar&aacute;n las posibles regiones.
            </p>
        </div>
    </div>
    <div id="regionResolution">
        <div>
            <p>Especifica la resoluci&oacute;n con la que se lleva a cabo el crecimiento de regiones.
            </p>
        </div>
    </div>
    <div id="selectionMethod">
        <div>
            <p>Especifica c&oacute;mo se seleccionar&aacute;n las regiones.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nombre de la capa r&aacute;ster Localizar regiones que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>El tipo de salida que se crear&aacute;. Las salidas pueden ser capas de im&aacute;genes en teselas o capas de im&aacute;genes din&aacute;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute; el resultado.
            </p>
        </div>
    </div>
</div>
</html>
