<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Componentes principales multidimensionales transforma las capas de im&aacute;genes multidimensionales en un n&uacute;mero reducido de componentes que justifican la varianza de los datos para que puedan identificarse f&aacute;cilmente los patrones espaciales y temporales.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>La capa de im&aacute;genes multidimensional que se analizar&aacute;.
            </p> 
        </div>
    </div>
    <div id="mode">
        <div>
            <p>M&eacute;todo que se utilizar&aacute; para realizar el an&aacute;lisis de componentes principales. Las opciones incluyen  <b>Reducci&oacute;n de dimensi&oacute;n</b> y <b>Reducci&oacute;n espacial</b>.
            </p>
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>La dimensi&oacute;n de la capa de im&aacute;genes multidimensional a lo largo de la cual se analizar&aacute; la variable.
            </p>
        </div>
    </div>
    <div id="outputPrincipalComponentsName">
        <div>
            <p>El nombre de la capa de tablas o la capa de im&aacute;genes de salida que muestra los componentes principales encontrados en funci&oacute;n de las siguientes elecciones de modo:
                <ul>
                    <li>La salida de reducci&oacute;n de dimensi&oacute;n ser&aacute; una capa de im&aacute;genes multibanda.
                    </li>
                    <li>La salida de reducci&oacute;n espacial ser&aacute; una capa de tablas.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="outputLoadingsName">
        <div>
            <p>El nombre de la capa de tablas o la capa de im&aacute;genes de salida que muestra los datos de apoyo en la variedad de componentes principales en funci&oacute;n de las siguientes elecciones de modo:
                <ul>
                    <li>La salida de reducci&oacute;n de dimensi&oacute;n ser&aacute; una capa de tablas.
                    </li>
                    <li>La salida de reducci&oacute;n espacial ser&aacute; una capa de im&aacute;genes.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="outputEigenValuesTableName">
        <div>
            <p>El nombre de la tabla de eigenvalores que indica el porcentaje de varianza de cada componente.
            </p>
        </div>
    </div>
    <div id="variable">
        <div>
            <p>El nombre de la variable de la capa de im&aacute;genes multidimensional de entrada utilizada en el c&oacute;mputo.
            </p>
        </div>
    </div>
    <div id="numberOfPrincipalComponents">
        <div>
            <p>El n&uacute;mero de componentes principales que se van a calcular, normalmente inferior al n&uacute;mero de r&aacute;steres de entrada.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>El tipo de salida que se crear&aacute;. Las salidas pueden ser capas de im&aacute;genes en teselas o capas de im&aacute;genes din&aacute;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute;n los resultados.
            </p>
        </div>
    </div>
</div>
</html>
