<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Nibble reemplaza las celdas de un r&aacute;ster que corresponden a una m&aacute;scara con los valores de los vecinos m&aacute;s cercanos.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>R&aacute;ster de entrada con las ubicaciones enmascaradas que se reemplazar&aacute;n (se reasignar&aacute;n) por el valor de su vecino m&aacute;s cercano.
            </p>
        </div>
    </div>
    <div id="inputMaskRaster">
        <div>
            <p>R&aacute;ster de m&aacute;scara que identifica las ubicaciones del r&aacute;ster de entrada se reemplazar&aacute;n. Las celdas con un valor de NoData se consideran ubicadas dentro del &aacute;rea enmascarada.
            </p>
        </div>
    </div>
    <div id="inputZoneRaster">
        <div>
            <p>El r&aacute;ster de zona de entrada. En cada zona, las celdas de entrada que est&eacute;n dentro de la m&aacute;scara ser&aacute;n reemplazadas solamente por los valores de celda m&aacute;s cercanos dentro de esa misma zona.
            </p>
        </div>
    </div>
    <div id="nibbleValues">
        <div>
            <p>Especifica si las celdas NoData del r&aacute;ster de entrada pueden sustituir (reasignar) a las celdas de las &aacute;reas enmascaradas si son el vecino m&aacute;s cercano.
            </p>
            <p>Si se activa, las celdas NoData del r&aacute;ster de entrada pueden reducir el &aacute;rea enmascarada. Cuando se desactiva, solo las celdas v&aacute;lidas del r&aacute;ster de entrada pueden reducir el &aacute;rea enmascarada.
            </p>
        </div>
    </div>
    <div id="nibbleNodata">
        <div>
            <p>Especifica si las celdas NoData del &aacute;rea enmascarada se conservar&aacute;n o se reemplazar&aacute;n.
            </p>
            <p>Si se desactiva, no se conservar&aacute; ninguna celda NoData del &aacute;rea enmascarada en la salida. Cuando se activa, las celdas NoData dentro del &aacute;rea enmascarada ser&aacute;n reemplazadas (reasignadas) por el valor del vecino m&aacute;s cercano que est&aacute; fuera del &aacute;rea enmascarada.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nombre de la capa r&aacute;ster reasignada que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>El tipo de salida que se crear&aacute;. Las salidas pueden ser capas de im&aacute;genes en teselas o capas de im&aacute;genes din&aacute;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute;n los resultados.
            </p>
        </div>
    </div>
</div>
</html>
