<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Planificar rutas crea rutas de viaje con varias paradas para una flota de veh&iacute;culos.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Las entidades de puntos que especifican d&oacute;nde inician las rutas los veh&iacute;culos.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Las entidades de puntos que los veh&iacute;culos deben visitar a lo largo de sus rutas. Estos puntos se convierten en paradas asignadas o sin asignar en la salida.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Determina si los veh&iacute;culos deben volver a su ubicaci&oacute;n de partida (habilitada) o destino en ubicaciones especificadas (deshabilitada).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Las entidades de puntos que especifican d&oacute;nde terminan las rutas los veh&iacute;culos. Si la capa solo incluye un punto, todos los veh&iacute;culos terminan su ruta en un punto de destino com&uacute;n. Si la capa incluye varios puntos, cada veh&iacute;culo terminar&aacute; su ruta en una ubicaci&oacute;n de destino &uacute;nica.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>El campo de la capa de partida que identifica de forma &uacute;nica las rutas, veh&iacute;culos o conductores individuales. Si los veh&iacute;culos parten de varias ubicaciones y finalizan en varias ubicaciones, los Id. de ruta elegidos para las capas inicial y final deben coincidir.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>El campo de la capa de destino que identifica de forma &uacute;nica las rutas, veh&iacute;culos o conductores individuales. Si los veh&iacute;culos parten de varias ubicaciones y finalizan en varias ubicaciones, los Id. de ruta elegidos para las capas inicial y final deben coincidir.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Una o varias entidades de puntos que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Se permite el desplazamiento por la calle, pero no por la barrera.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Una o varias entidades de l&iacute;nea que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Las barreras de l&iacute;nea proh&iacute;ben viajar a cualquier ubicaci&oacute;n en la que las barreras se intersequen con las calles.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Una o varias entidades poligonales que act&uacute;an como restricciones temporales (barreras) al viajar por las calles subyacentes. Las barreras de pol&iacute;gono proh&iacute;ben viajar a cualquier punto en que los pol&iacute;gonos intersequen las calles.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>El m&eacute;todo de viaje con el que se crear&aacute;n las rutas. El modo de viaje puede estar basado en la distancia o el tiempo.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>La fecha y hora de salida de los veh&iacute;culos.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>El n&uacute;mero m&aacute;ximo de veh&iacute;culos que est&aacute;n disponibles para visitar las paradas. Si la  <b>Capa de partida</b> y la <b>Capa de destino</b> contienen una entidad, puede especificar hasta 100 veh&iacute;culos. Si alguna de las capas contiene m&aacute;s de una entidad, el valor predeterminado no se puede editar. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>El n&uacute;mero m&aacute;ximo de paradas que puede hacer cada veh&iacute;culo en una ruta. Puede especificar un valor comprendido entre 1 y  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Especifique el tiempo de servicio medio esperado para cada parada.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Determina si se aplica el tiempo m&aacute;ximo de generaci&oacute;n de rutas a los veh&iacute;culos. El tiempo de generaci&oacute;n de rutas incluye el tiempo de viaje esperado y los tiempos de servicio pasados en las paradas de la ruta.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Especifique el tiempo m&aacute;ximo que una ruta debe durar de principio a fin.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Especifica si cada ruta resultante se guardar&aacute; como capa de ruta.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute;n los resultados.
            </p>
        </div>
    </div>
</div>
</html>
