<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Estad&iacute;sticas zonales resume los valores de un r&aacute;ster dentro de las zonas de otro dataset.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputZoneLayer">
        <div>
            <p>La entrada que define los l&iacute;mites de las zonas, o &aacute;reas, que se resumir&aacute;n.
            </p>
        </div>
    </div>
    <div id="zoneField">
        <div>
            <p>El campo que contiene los valores que definen cada zona.
            </p>
        </div>
    </div>
    <div id="inputRasterLayertoSummarize">
        <div>
            <p>La capa r&aacute;ster que contiene los valores de celda que se utilizar&aacute;n para calcular estad&iacute;sticas.
            </p>
        </div>
    </div>
    <div id="statisticType">
        <div>
            <p>Especifica el tipo de estad&iacute;sticas que se calcular&aacute;n.
            </p>
        </div>
    </div>
    <div id="percentileValue">
        <div>
            <p>Especifica el valor de percentil que se calcular&aacute;.
            </p>
        </div>
    </div>
    <div id="percentileInterpolationType">
        <div>
            <p>Especifica el m&eacute;todo que se utilizar&aacute; si el n&uacute;mero de valores del r&aacute;ster de entrada calculado es par.
            </p>
        </div>
    </div>
    <div id="circularCalculation">
        <div>
            <p>Especifica c&oacute;mo se procesar&aacute;n los valores de la celda  <b>R&aacute;ster de valor de entrada</b> para los datos circulares.
            </p>
            <p>Si no se activa, se calculan estad&iacute;sticas aritm&eacute;ticas (lineales) ordinarias. Si se activa, se calculan estad&iacute;sticas circulares.
            </p>
        </div>
    </div>
    <div id="circularWrapValue">
        <div>
            <p>Especifica el valor que se utilizar&aacute; para redondear un valor lineal al rango de una estad&iacute;stica circular dada.
            </p>
        </div>
    </div>
    <div id="ignoreMissingValues">
        <div>
            <p>Especifica si las celdas NoData de  <b>R&aacute;ster de valor de entrada</b> se ignorar&aacute;n en los resultados de las zonas en las que se encuentran.
            </p>
            <p>Si est&aacute; activada, las celdas NoData del r&aacute;ster de valores se ignorar&aacute;n en el c&aacute;lculo estad&iacute;stico. Si est&aacute; desactivada, las celdas NoData no se ignorar&aacute;n y toda la zona recibir&aacute; el valor NoData en el r&aacute;ster de salida.
            </p>
        </div>
    </div>
    <div id="processAsMultidimensional">
        <div>
            <p>Especifica c&oacute;mo se procesan los r&aacute;steres de entrada si son multidimensionales.
            </p>
            <p>Si se desactiva, las estad&iacute;sticas se calcular&aacute;n a partir de todas las dimensiones del dataset multidimensional de entrada. Si se activa, se calcular&aacute;n estad&iacute;sticas de la parte actual del dataset multidimensional de entrada.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa r&aacute;ster de estad&iacute;sticas zonales que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>El tipo de salida que se crear&aacute;. La salida puede ser una capa de im&aacute;genes en teselas o una capa de im&aacute;genes din&aacute;micas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute; el resultado.
            </p>
        </div>
    </div>
</div>
</html>
