<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>La herramienta Resumir cerca de calcula estad&iacute;sticas para entidades dentro de una distancia especificada respecto de otras entidades. La distancia se puede calcular utilizando una distancia en l&iacute;nea recta o un modo de viaje.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>La capa que se va a resumir dentro de una distancia de la capa cercana.
            </p>
        </div>
    </div>
    <div id="sumNearbyLayer">
        <div>
            <p>La capa de puntos, l&iacute;neas o pol&iacute;gonos utilizada como ubicaciones de partida alrededor de las cuales se crear&aacute;n &aacute;reas de delimitaci&oacute;n para resumir las entidades cercanas.
            </p>
        </div>
    </div>
    <div id="nearType">
        <div>
            <p>El m&eacute;todo con el que se crear&aacute;n las &aacute;reas de delimitaci&oacute;n. El m&eacute;todo puede ser una distancia en l&iacute;nea recta o un modo de viaje.
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>La distancia o el tiempo que se utilizar&aacute; para crear &aacute;reas de delimitaci&oacute;n. Si se agregan varios valores, cada valor se utilizar&aacute; para calcular &aacute;reas de delimitaci&oacute;n para todas las entidades de entrada.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>Las unidades que se utilizar&aacute;n para especificar la distancia o el tiempo.
            </p>
        </div>
    </div>
    <div id="returnBoundaries">
        <div>
            <p>Especifique si la capa de resultados debe ser las &aacute;reas de delimitaci&oacute;n (activada) o la misma geometr&iacute;a que la capa cercana de entrada (desactivada).
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Calcule el tama&ntilde;o total de las entidades resumidas en cada &aacute;rea de delimitaci&oacute;n. Para las l&iacute;neas, se calcula la longitud total. Para los pol&iacute;gonos, se calcula el &aacute;rea total.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>Las unidades que se utilizar&aacute;n para calcular el tama&ntilde;o total de las entidades resumidas.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Campos de n&uacute;mero o fecha de la capa de entrada que se va a resumir y estad&iacute;sticas que se calcular&aacute;n para cada campo.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>Campo de la capa de entrada que se utilizar&aacute; para separar los datos en grupos distintos para c&aacute;lculos estad&iacute;sticos.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Calcula los grupos minoritarios (menos dominantes) y mayoritarios (m&aacute;s dominantes) dentro de cada &aacute;rea de resumen.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Calcule el porcentaje de las entidades resumidas que pertenecen a cada grupo dentro de cada l&iacute;mite.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>El nombre de la capa que se crear&aacute; y se agregar&aacute; al mapa.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>El nombre de la carpeta de  <b>Mi contenido</b> en la que se guardar&aacute;n los resultados.
            </p>
        </div>
    </div>
</div>
</html>
