<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Įrankis Skaičiuoti kelionės sąnaudas nustato kelionės laiką arba atstumą tarp ta&scaron;kų porų.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Ta&scaron;kų sluoksnis, kuriame vaizduojamos pradinės vietos, nuo kurių skaičiuojamos kelionės i&scaron;laidos. Sluoksniai su iki  5 000 elementų. </p> 
            <p class="PortalOnly">Ta&scaron;kų sluoksnis, kuriame vaizduojamos pradinės vietos, nuo kurių skaičiuojamos kelionės i&scaron;laidos.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Ta&scaron;kinis sluoksnis, vaizduojantis paskirties vietas, į kurias skaičiuojamos kelionės i&scaron;laidos. Sluoksniai su iki  5 000 elementų. </p> 
            <p class="PortalOnly">Ta&scaron;kinis sluoksnis, vaizduojantis paskirties vietas, į kurias skaičiuojamos kelionės i&scaron;laidos.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p> <b>I&scaron; sluoksnio</b> laukas, apibrėžiantis i&scaron; anksto priskirtą pradžios ir paskirties vietą. Jei yra kelios pradžios ir paskirties vietos, &scaron;is ID turi sutapti su reik&scaron;me, esančia <b>lauke Į sluoksnį mar&scaron;ruto ID</b>.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p> <b>Sluoksnio Į</b> laukas, kuriame apibrėžiama i&scaron; anksto priskirta pradžios ir paskirties pora. Jei yra kelios pradžios ir paskirties vietos, &scaron;is ID turi sutapti su <b>lauko I&scaron; sluoksnio mar&scaron;ruto ID</b>reik&scaron;me.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Vienas ar daugiau ta&scaron;kinių elementų, kurie veikia kaip laikini apribojimai (kliūtys) važiuojant pagrindinėmis gatvėmis. Galima judėti gatve, tačiau ne per &scaron;ią kliūtį.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Vienas ar daugiau linijos elementų, kurie veikia kaip laikini apribojimai (kliūtys) važiuojant pagrindinėmis gatvėmis. Linijiniai užtvarai draudžia važiuoti bet kurioje vietoje, kur užtvarai kerta gatves.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Vienas ar daugiau poligono elementų, kurie veikia kaip laikini apribojimai (kliūtys) važiuojant pagrindinėmis gatvėmis. Poligonų užtvaros draudžia važiuoti visur, kur poligonai kerta gatves.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Būdas, kuris bus naudojamas atstumui arba laikui matuoti. Metodas gali būti linijinis atstumas arba kelionės režimas.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>I&scaron;vykimo i&scaron; pradinių vietų  <b>sluoksnyje I&scaron;</b>data ir laikas.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>Nustatoma, ar i&scaron;vykimo ir atvykimo vietos yra sujungtos voratinklinėmis linijomis ar pageidaujamomis linijomis <b>(tiesi linija)</b>, ar gatvėmis, esančiomis pagrindiniame gatvių tinkle <b>(sekamos gatvės</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Sluoksnio, kuris bus sukurtas ir pridėtas į žemėlapį, pavadinimas.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Nurodo, ar kiekvieno rezultato mar&scaron;rutas bus įra&scaron;omas kaip mar&scaron;ruto sluoksnis.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Puslapyje  <b>Turinys</b> esančio aplanko, kur bus įra&scaron;yti rezultatai, pavadinimas.
            </p>
        </div>
    </div>
</div>
</html>
