<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Įrankis Priskirti atstumą apskaičiuoja priskyrimą nuo kiekvienos gardelės iki įvesties &scaron;altinio, remdamasis tiesiaeigiu atstumu, sąnaudų atstumu ir tikrojo pavir&scaron;iaus atstumu, taip pat vertikaliaisiais ir horizontaliaisiais sąnaudų koeficientais.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSourceRasterOrFeatures">
        <div>
            <p>Įvesties &scaron;altinio rastras arba elementų sluoksnis, kuriame nurodomi &scaron;altiniai, kuriems bus apskaičiuojamas paskirstymas.
            </p>
            <p>Jei įvestis yra rastras, ją turi sudaryti &scaron;altiniams tinkamas sveikųjų skaičių reik&scaron;mes (nulis yra tinkama reik&scaron;mė) turinčios gardelės, o likusios gardelės turi būti pažymėtos kaip NoData.
            </p>
        </div>
    </div>
    <div id="sourceField">
        <div>
            <p>Laukas, kuris bus naudojamas &scaron;altinio vietoms priskirti reik&scaron;mes. Jis turi būti sveikojo skaičiaus tipo.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>Barjerai, apibrėžiantys kliūtis, kurias reikia apeiti.
            </p>
            <p>Gardelės, kuriose yra nurodyta reik&scaron;mė (įskaitant nulį) bus laikomos kliūtimis.
            </p>
        </div>
    </div>
    <div id="inputSurfaceRaster">
        <div>
            <p>Rastras, apra&scaron;antis kiekvienos gardelės padėties auk&scaron;čio reik&scaron;mę.
            </p>
            <p>&Scaron;ios reik&scaron;mės naudojamos skaičiuojant faktinį pavir&scaron;iaus atstumą, kuris įveikiamas keliaujant tarp gardelių.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Rastras, apra&scaron;antis judėjimo per kiekvieną gardelę varžą arba sąnaudas.
            </p>
            <p>Kiekvienos gardelės padėties reik&scaron;mė atspindi sąnaudos vienetui atstumą judant per gardelę. Vertė negali būti neigiama arba lygi nuliui.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Nurodo, ar apskaičiuoti atstumą naudojant&nbsp;plok&scaron;tuminį (plok&scaron;čios žemės), ar geodezinį (elipsoido) metodą.
            </p>
        </div>
    </div>
    <div id="inputVerticalRaster">
        <div>
            <p>Rastras, apra&scaron;antis kiekvienos gardelės padėties z reik&scaron;mes.
            </p>
            <p>&Scaron;ios reik&scaron;mės naudojamos skaičiuojant pasvirimą, kuris naudojamas identifikuojant vertikalų veiksnį, patiriamą judant i&scaron; vienos gardelės į kitą.
            </p>
        </div>
    </div>
    <div id="verticalFactor">
        <div>
            <p>Veiksnys, kuris apra&scaron;o ry&scaron;į tarp vertikalaus sąnaudų veiksnio ir vertikalaus santykinio judančio kampo.
            </p>
            <p>Yra kelių veiksnių parinktys su modifikatoriais, kurie identifikuoja apibrėžtą vertikalaus veiksnio grafiką. Grafikai naudojami identifikuoti vertikalų veiksnį, kuris naudojamas skaičiuojant bendrąsias keliavimo į kaimyninę gardelę i&scaron;laidas.
            </p>
        </div>
    </div>
    <div id="inputHorizontalRaster">
        <div>
            <p>Rastras, apra&scaron;antis kiekvienos gardelės horizontalią kryptį.
            </p>
            <p>Kiekvienos padėties reik&scaron;mės bus naudojamos su Horizontalaus <b>veiksnio parame</b>tru, siekiant nustatyti horizontalias i&scaron;laidas, patirtas judant i&scaron; gardelės į kaimynines.
            </p>
        </div>
    </div>
    <div id="horizontalFactor">
        <div>
            <p>Veiksnys, kuris apra&scaron;o ry&scaron;į tarp horizontalaus sąnaudų veiksnio ir horizontalaus santykinio judančio kampo.
            </p>
            <p>Yra kelių veiksnių parinktys su modifikatoriais, kurie identifikuoja apibrėžtą horizontalaus veiksnio grafiką. Grafikai naudojami identifikuoti vertikalų veiksnį, kuris naudojamas skaičiuojant bendrąsias keliavimo į kaimyninę gardelę i&scaron;laidas.
            </p>
        </div>
    </div>
    <div id="sourceInitialAccumulation">
        <div>
            <p>Pradinės suminės i&scaron;laidos, nuo kurių pradedamos skaičiuoti i&scaron;laidos.
            </p>
            <p>Numatytoji reik&scaron;mė yra 0.
            </p>
        </div>
    </div>
    <div id="sourceMaximumAccumulation">
        <div>
            <p>Maksimalus &scaron;altinio kaupimas keliautojui.
            </p>
            <p>Numatytasis sukauptas kiekis matuojamas iki i&scaron;vesties rastro kra&scaron;to.
            </p>
        </div>
    </div>
    <div id="sourceCostMultiplier">
        <div>
            <p>Daugiklis, kuris bus pritaikytas sąnaudų vertėms.
            </p>
            <p>Numatytoji reik&scaron;mė yra 1.
            </p>
        </div>
    </div>
    <div id="sourceDirection">
        <div>
            <p>Keliautojo kryptis taikant horizontalius ir vertikalius veiksnius.
            </p>
        </div>
    </div>
    <div id="outputDistanceAllocationRasterName">
        <div>
            <p>Sukurto ir į žemėlapį pridėto atstumo priskyrimo vertės rastrinio sluoksnio pavadinimas.
            </p>
        </div>
    </div>
    <div id="outputDistanceAccumulationRasterName">
        <div>
            <p>Sukurto ir į žemėlapį įtraukto kaupiamojo atstumo rastrinio sluoksnio pavadinimas. Sluoksnyje pateikiama kiekvienos gardelės sukaupto atstumo i&scaron; ekonomi&scaron;kiausio &scaron;altinio arba į jį informacija.
            </p>
        </div>
    </div>
    <div id="outputBackDirectionRasterName">
        <div>
            <p>Atgalinės krypties rastrinio sluoksnio, kuris bus sukurtas ir pridėtas prie žemėlapio, pavadinimas. Sluoksnyje yra laipsniais i&scaron;reik&scaron;ta kryptis.
            </p>
        </div>
    </div>
    <div id="outputSourceDirectionRasterName">
        <div>
            <p>&Scaron;altinio krypties rastrinio sluoksnio, kuris bus sukurtas ir pridėtas prie žemėlapio, pavadinimas. Sluoksnyje yra mažiausio sukaupto sąnaudų &scaron;altinio gardelės azimuto kryptis laipsniais.
            </p>
        </div>
    </div>
    <div id="outputSourceLocationRasterName">
        <div>
            <p>&Scaron;altinio vietos daugiakanalio rastrinio sluoksnio, kuris bus sukurtas ir pridėtas prie žemėlapio, pavadinimas. Sluoksnyje yra &scaron;altinio vietos, kurių pirmajame kanale yra eilutės indeksas, o antrame &ndash; stulpelio indeksas.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Sukuriamos i&scaron;vesties tipas. I&scaron;vestys gali būti i&scaron;klotinių vaizdų sluoksniai arba dinaminiai vaizdų sluoksniai.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Puslapyje  <b>Turinys</b> esančio aplanko, kur bus įra&scaron;yti rezultatai, pavadinimas.
            </p>
        </div>
    </div>
</div>
</html>
