<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Įrankis Rasti pana&scaron;ias vietas vertina kandidatų vietų ir atskaitos vietos pana&scaron;umą pagal kriterijų rinkinį ir reitinguoja kandidatų vietas nuo labiausiai pana&scaron;ios iki mažiausiai.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Ta&scaron;ko, linijos arba poligono sluoksnis, kuriame yra atitinkančios atskaitos vietos. Jei sluoksnyje yra kelios vietos, visos vietos bus suvidurkintos, kad būtų sukurta viena atskaitos vieta.
            </p>
        </div>
    </div>
    <div id="searchLayer">
        <div>
            <p>Ta&scaron;ko, linijos arba poligono sluoksnis, kuriame yra paie&scaron;kos kandidatų vietos. Kiekviena paie&scaron;kos kandidato vieta bus lyginama su atskaitos vieta naudojant nurodytą  <b>Kriterijaus pasirinkimo</b> reik&scaron;mę ir reitinguojama nuo labiausiai pana&scaron;ios iki mažiausiai.
            </p>
        </div>
    </div>
    <div id="criteriaFields">
        <div>
            <p>Skaitiniai laukai, kurie bus naudojami vertinti pana&scaron;umą tarp atskaitos vietos ir kiekvienos paie&scaron;kos kandidato vietos. Kiekviena  <b>Kriterijaus pasirinkimo</b> reik&scaron;mė turės &scaron;ias rei&scaron;mes: <b>Laukas i&scaron; atskaitos sluoksnio</b> ir <b>Laukas i&scaron; kandidato sluoksnio</b>. Reik&scaron;mės <b>Laukas i&scaron; atskaitos sluoksnio</b> ir <b>Laukas i&scaron; kandidato sluoksnio</b> atitinka laukus reik&scaron;mių <b>Atskaitos vietos sluoksnis</b> ir <b>Paie&scaron;kos kandidatų sluoksnis</b>.
            </p>
        </div>
    </div>
    <div id="referenceField">
        <div>
            <p> <b>Atskaitos vietos sluoksnio</b> laukas, atitinkantis <b>Paie&scaron;kos kandidatų sluoksnio</b> lauką, nurodytą naudojant reik&scaron;mę <b>Laukas i&scaron; kandidato sluoksnio</b>. Sutampančių laukų reik&scaron;mės bus naudojamos vertinti pana&scaron;umą tarp atskaitos vietos ir kiekvienos paie&scaron;kos kandidato vietos.
            </p>
        </div>
    </div>
    <div id="candidateField">
        <div>
            <p> <b>Paie&scaron;kos kandidatų sluoksnio</b> laukas, atitinkantis <b>Atskaitos vietų sluoksnį</b>, nurodytą naudojant reik&scaron;mę <b>Laukas i&scaron; kandidato sluoksnio</b>. Sutampančių laukų reik&scaron;mės bus naudojamos vertinti pana&scaron;umą tarp atskaitos vietos ir kiekvienos paie&scaron;kos kandidato vietos.
            </p>
        </div>
    </div>
    <div id="returnAll">
        <div>
            <p>Nurodo, ar visos vietos  <b>Paie&scaron;kos kandidato sluoksnio</b> reik&scaron;mėje bus įtrauktos į i&scaron;vesties sluoksnį.
            </p>
        </div>
    </div>
    <div id="numberOfResults">
        <div>
            <p>Pana&scaron;iausių vietų  <b>Paie&scaron;kos kandidato sluoksnio</b> reik&scaron;mėje skaičius, kuris bus įtrauktas į i&scaron;vesties sluoksnį.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Sluoksnio, kuris bus sukurtas ir pridėtas į žemėlapį, pavadinimas.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Puslapyje  <b>Turinys</b> esančio aplanko, kur bus įra&scaron;yti rezultatai, pavadinimas.
            </p>
        </div>
    </div>
</div>
</html>
