<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Įrankis Planuoti mar&scaron;rutus sukuria kelionių mar&scaron;rutus su keliais sustojimais automobiliams.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Ta&scaron;kiniai elementai, nurodantys, kur transporto priemonės pradeda mar&scaron;rutus.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Ta&scaron;kai, kuriuos transporto priemonės turi aplankyti savo mar&scaron;rutų metu. I&scaron;vestyje &scaron;ie ta&scaron;kai tampa priskirtomis arba nepriskirtomis sustojimo vietomis.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Nustato, ar transporto priemonės turi grįžti į pradžios vietą (įjungta), ar baigti nurodytoje vietoje (i&scaron;jungta).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Ta&scaron;kiniai elementai, nurodantys, kur transporto priemonės baigia mar&scaron;rutus. Jei sluoksnis apima tik vieną ta&scaron;ką, visos transporto priemonės nukreipiamos į bendrą galinį ta&scaron;ką. Jei sluoksnis apima kelis ta&scaron;kus, kiekviena transporto priemonė bus nukreipta į unikalią galutinę vietą.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Pradžios sluoksnio laukas, kuris unikaliai identifikuoja atskirus mar&scaron;rutus, transporto priemones arba vairuotojus. Jei transporto priemonės pradeda ir pabaigia mar&scaron;rutus skirtinguose ta&scaron;kuose, mar&scaron;ruto ID pradžios ir pabaigos ta&scaron;kų sluoksniuose privalo sutapti.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Pabaigos sluoksnio laukas, kuris unikaliai identifikuoja atskirus mar&scaron;rutus, transporto priemones arba vairuotojus. Jei transporto priemonės pradeda ir pabaigia mar&scaron;rutus skirtinguose ta&scaron;kuose, mar&scaron;ruto ID pradžios ir pabaigos ta&scaron;kų sluoksniuose privalo sutapti.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Vienas ar daugiau ta&scaron;kinių elementų, kurie veikia kaip laikini apribojimai (kliūtys) važiuojant pagrindinėmis gatvėmis. Galima judėti gatve, tačiau ne per &scaron;ią kliūtį.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Vienas ar daugiau linijos elementų, kurie veikia kaip laikini apribojimai (kliūtys) važiuojant pagrindinėmis gatvėmis. Linijiniai užtvarai draudžia važiuoti bet kurioje vietoje, kur užtvarai kerta gatves.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Vienas ar daugiau poligono elementų, kurie veikia kaip laikini apribojimai (kliūtys) važiuojant pagrindinėmis gatvėmis. Poligonų užtvaros draudžia važiuoti visur, kur poligonai kerta gatves.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Kelionės metodas, kuriuo bus kuriami mar&scaron;rutai. Kelionės režimas gali būti nustatomas pagal atstumą arba laiką.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Transporto priemonių i&scaron;vykimo data ir laikas.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Didžiausias transporto priemonių, kurios gali pasiekti sustojimus, skaičius. Jei  <b>pradiniame</b> ir <b>galutiniame sluoksnyje</b> yra po vieną elementą, galite nurodyti iki 100 transporto priemonių. Jei kuriame nors sluoksnyje yra daugiau nei vienas elementas, numatytosios reik&scaron;mės redaguoti negalima. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Didžiausias sustojimų, kuriuos kiekviena transporto priemonė gali atlikti mar&scaron;rute, skaičius. Galima pasirinkti reik&scaron;mę nuo 1 iki  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Nurodykite numatomą sustojimo kiekviename ta&scaron;ke laiką.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Nustato, ar transporto priemonėms taikomas maksimalus mar&scaron;ruto sudarymo laikas. Mar&scaron;ruto sudarymo laikas apima kelionės laiką ir laiką, reikalingą kiekvienam sustojimui.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Nurodykite maksimalią mar&scaron;ruto trukmę nuo pradžios iki pabaigos.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Sluoksnio, kuris bus sukurtas ir pridėtas į žemėlapį, pavadinimas.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Nurodo, ar kiekvieno rezultato mar&scaron;rutas bus įra&scaron;omas kaip mar&scaron;ruto sluoksnis.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Puslapyje  <b>Turinys</b> esančio aplanko, kur bus įra&scaron;yti rezultatai, pavadinimas.
            </p>
        </div>
    </div>
</div>
</html>
