<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Nastaven&iacute; prostřed&iacute; pro anal&yacute;zu v  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Určuje souřadnicov&yacute; syst&eacute;m pro anal&yacute;zu a v&yacute;slednou vrstvu.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Určuje plochu, kter&eacute; bude použita k&nbsp;anal&yacute;ze.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>Uprav&iacute; rozsah v&yacute;stupu tak, aby odpov&iacute;dal zarovn&aacute;n&iacute; buněk zadan&eacute; vrstvy rastru pro přichycen&iacute;.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Určuje velikost buňky nebo rozli&scaron;en&iacute;, kter&eacute; se použije pro anal&yacute;zu a vytvořen&iacute; v&yacute;stupn&iacute; rastrov&eacute; vrstvy.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Určuje vrstvu masky, ve kter&eacute; se pro anal&yacute;zu použij&iacute; pouze buňky, kter&eacute; spadaj&iacute; do plochy masky.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Určuje způsob interpolace hodnot pixelů v př&iacute;padě, že vstupn&iacute; a v&yacute;stupn&iacute; rastr nejsou zarovn&aacute;ny.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Určuje typ procesoru, kter&yacute; se m&aacute; použ&iacute;t. K dispozici jsou možnosti  <b>CPU</b>, <b>GPU</b> a <b>Automaticky</b>. Pokud je zad&aacute;no <b>Automaticky</b>, typ procesoru je určen n&aacute;strojem.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Určuje počet instanc&iacute; služby zpracov&aacute;n&iacute; rastrů použit&yacute;ch při běhu n&aacute;stroje. Podporovan&eacute; hodnoty zahrnuj&iacute; pr&aacute;zdn&eacute; řetězce (n&aacute;stroj urč&iacute; počet instanc&iacute; služby zpracov&aacute;n&iacute; rastrů, kter&eacute; se maj&iacute; použ&iacute;t), cel&aacute; č&iacute;sla (0 nebo kladn&aacute; cel&aacute; č&iacute;sla) a procenta. Procenta mus&iacute; obsahovat znak procenta (%), kter&yacute; n&aacute;sleduje za procentu&aacute;ln&iacute; hodnotou.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>Určuje, zda se zobraz&iacute; varovn&aacute; zpr&aacute;va, pokud odhadovan&yacute; počet kreditů překroč&iacute; zadanou mez (povoleno), nebo zda anal&yacute;za proběhne bez zobrazen&iacute; varov&aacute;n&iacute; nehledě na odhadovanou spotřebu kreditů (nepovoleno). Anal&yacute;za bude st&aacute;le respektovat nastaven&iacute; kreditn&iacute;ho rozpočtu organizace.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Určuje prahovou hodnotu, při kter&eacute; se zobraz&iacute; varovn&aacute; zpr&aacute;va na z&aacute;kladě odhadovan&eacute; spotřeby kreditů za proveden&iacute; anal&yacute;zy. Anal&yacute;zu lze prov&eacute;st i v př&iacute;padě, že odhad překroč&iacute; prahovou hodnotu.
            </p>
        </div>
    </div>
</div>
</html>
