<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Vytvořit obalov&eacute; z&oacute;ny (Create Buffers) vytv&aacute;ř&iacute; polygony, kter&eacute; pokr&yacute;vaj&iacute; plochu do dan&eacute; vzd&aacute;lenosti okolo vstupn&iacute;ch prvků.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Bodov&eacute;, liniov&eacute; nebo polygonov&eacute; prvky, pro kter&eacute; budou vytvořeny obalov&eacute; z&oacute;ny.
            </p>
        </div>
    </div>
    <div id="distanceType">
        <div>
            <p>Určuje, zda bude &scaron;&iacute;řka obalov&eacute; z&oacute;ny definov&aacute;na konstantou (<b>Hodnota</b>) nebo č&iacute;seln&yacute;m polem (<b>Pole</b>).
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>Vzd&aacute;lenost, kter&aacute; bude použita pro vytvořen&iacute; obalov&eacute; z&oacute;ny. Pokud je přid&aacute;no v&iacute;ce hodnot, bude každ&aacute; hodnota použita k vytvořen&iacute; obalov&eacute; z&oacute;ny kolem jednotliv&yacute;ch vstupn&iacute;ch prvků.
            </p>
        </div>
    </div>
    <div id="field">
        <div>
            <p>Pole, kter&eacute; bude obsahovat &scaron;&iacute;řku obalov&eacute; z&oacute;ny pro každ&yacute; prvek.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>Jednotky, kter&eacute; se použij&iacute; k určen&iacute; &scaron;&iacute;řky obalov&eacute; z&oacute;ny.
            </p>
        </div>
    </div>
    <div id="dissolveType">
        <div>
            <p>Určuje, jak se bude zach&aacute;zet s obalov&yacute;mi z&oacute;nami kolem různ&yacute;ch vstupn&iacute;ch prvků, pokud se překr&yacute;vaj&iacute;.
            </p>
        </div>
    </div>
    <div id="ringType">
        <div>
            
            <p>Určuje, zda obalov&eacute; z&oacute;ny s v&iacute;ce &scaron;&iacute;řkami budou soustředn&eacute; obalov&eacute; z&oacute;ny, kter&eacute; se překr&yacute;vaj&iacute; (<b>Překr&yacute;vaj&iacute;c&iacute; se kruhy</b>), nebo se nepřekr&yacute;vaj&iacute; (<b>Samostatn&eacute; prstence</b>).
            </p>
        </div>
    </div>
    <div id="sideType">
        <div>
            <p>U liniov&yacute;ch prvků určuje, zda se obalov&aacute; z&oacute;na vytvoř&iacute; na obou stran&aacute;ch linie (<b>Okolo</b>), pouze na lev&eacute; straně (<b>Vlevo</b>) nebo pouze na prav&eacute; straně (<b>Vpravo</b>).
            </p>
            <p>U polygonov&yacute;ch prvků určuje, zda budou vstupn&iacute; polygonov&eacute; prvky zahrnuty do obalov&eacute; z&oacute;ny (<b>Zahrnout</b>), nebo z n&iacute; budou vyloučeny (<b>Vyloučit</b>).
            </p>
        </div>
    </div>
    <div id="endType">
        <div>
            <p>Určuje, zda bude tvar obalov&eacute; z&oacute;ny na konci liniov&eacute;ho prvku zaoblen&yacute; (<b>Zaoblen&eacute;</b>) nebo ploch&yacute; (<b>Ploch&eacute;</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zev vrstvy, kter&aacute; bude vytvořena a přid&aacute;na do mapy.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; bude v&yacute;sledek uložen.
            </p>
        </div>
    </div>
</div>
</html>
