<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Generovat cestovn&iacute; oblasti (Generate Travel Areas) vytv&aacute;ř&iacute; oblasti, kter&eacute; jsou dosažiteln&eacute; v určit&eacute;m čase nebo vzd&aacute;lenosti.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Bodov&eacute; prvky, kolem kter&yacute;ch budou oblasti vypoč&iacute;t&aacute;ny.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce bodov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Pohyb je povolen po komunikaci, zat&iacute;mco pohyb skrz přek&aacute;žku nen&iacute; možn&yacute;.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce liniov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Liniov&eacute; přek&aacute;žky zakazuj&iacute; j&iacute;zdu v&scaron;ude, kde se kř&iacute;ž&iacute; s&nbsp;ulicemi.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce polygonov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Polygonov&eacute; přek&aacute;žky zakazuj&iacute; j&iacute;zdu v m&iacute;stech, kde polygony prot&iacute;naj&iacute; ulice.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Způsob přepravy, kter&yacute; bude použit pro vytvořen&iacute; cestovn&iacute;ch oblast&iacute;. Způsob přepravy může b&yacute;t založen na vzd&aacute;lenosti nebo čase.
            </p>
        </div>
    </div>
    <div id="breakValues">
        <div>
            <p>Ujet&aacute; vzd&aacute;lenost nebo časov&yacute; limit pro každ&yacute; vstupn&iacute; bod. Pokud je přid&aacute;no v&iacute;ce hodnot, použije se každ&aacute; z nich pro v&yacute;počet cestovn&iacute; oblasti pro v&scaron;echny vstupn&iacute; body.
            </p>
        </div>
    </div>
    <div id="breakUnits">
        <div>
            <p>Jednotky použ&iacute;van&eacute; pro zad&aacute;n&iacute; cestovn&iacute; vzd&aacute;lenosti nebo času. Hodnota  <b>Meze</b> se interpretuje v těchto jednotk&aacute;ch.
            </p>
        </div>
    </div>
    <div id="travelDirection">
        <div>
            <p>Určuje, zda se cestovn&iacute; oblasti vytvoř&iacute; pro pohyb směrem od vstupn&iacute;ch bodů nebo směrem ke vstupn&iacute;m bodům.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Určuje datum a čas, kdy cestuj&iacute;c&iacute; odj&iacute;žd&iacute; ze vstupn&iacute;ch m&iacute;st nebo do nich přij&iacute;žd&iacute;.
            </p>
        </div>
    </div>
    <div id="overlapPolicy">
        <div>
            <p>Určuje, jak se zach&aacute;z&iacute; se sd&iacute;len&yacute;mi oblastmi z různ&yacute;ch vstupů, když se vz&aacute;jemně dot&yacute;kaj&iacute; či překr&yacute;vaj&iacute;.
            </p>
        </div>
    </div>
    <div id="showHoles">
        <div>
            <p>Určuje, zda bude každ&aacute; v&yacute;stupn&iacute; oblast tvořit jeden souvisl&yacute; polygon (neza&scaron;krtnuto), nebo zda bude zahrnovat otvory v uličn&iacute; s&iacute;ti, kter&eacute; nejsou dosažiteln&eacute;, ale jsou zcela obklopeny dosažiteln&yacute;mi ulicemi (za&scaron;krtnuto).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zev vrstvy, kter&aacute; bude vytvořena a přid&aacute;na do mapy.
            </p>
        </div>
    </div>
    <div id="includeReachableStreets">
        <div>
            <p>Určuje, zda budou ulice, kter&eacute; se použij&iacute; k&nbsp;vytvořen&iacute; cestovn&iacute;ch oblast&iacute;, zahrnuty jako v&yacute;stupn&iacute; vrstva.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; budou v&yacute;sledky uloženy.
            </p>
        </div>
    </div>
</div>
</html>
