<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Akumulace vzd&aacute;lenosti (Distance Accumulation) vypoč&iacute;t&aacute; akumulovanou vzd&aacute;lenost od jednotliv&yacute;ch buněk ke zdrojům. Poč&iacute;t&aacute; s&nbsp;př&iacute;mou vzd&aacute;lenost&iacute; vzdu&scaron;nou čarou, vzd&aacute;lenost&iacute; n&aacute;kladů a&nbsp;skutečnou vzd&aacute;lenost&iacute; povrchu i&nbsp;se svisl&yacute;mi a&nbsp;vodorovn&yacute;mi faktory.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSourceRasterOrFeatures">
        <div>
            <p>Vstupn&iacute; rastr nebo vrstva prvků, kter&aacute; identifikuje zdroje, k nimž bude vypoč&iacute;t&aacute;na vzd&aacute;lenost.
            </p>
            <p>Pokud je vstupem rastr, mus&iacute; se skl&aacute;dat z buněk, kter&eacute; maj&iacute; pro zdroje platn&eacute; celoč&iacute;seln&eacute; hodnoty (včetně nuly) a zb&yacute;vaj&iacute;c&iacute;m buňk&aacute;m mus&iacute; b&yacute;t přiřazena hodnota NoData.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>Přek&aacute;žky, kter&eacute; definuj&iacute; z&aacute;brany, jež je třeba obej&iacute;t.
            </p>
            <p>U rastrov&eacute; vrstvy se buňky, kter&eacute; maj&iacute; hodnotu (včetně nuly), považuj&iacute; za přek&aacute;žku.
            </p>
        </div>
    </div>
    <div id="inputSurfaceRaster">
        <div>
            <p>Rastr, kter&yacute; definuje hodnoty nadmořsk&eacute; v&yacute;&scaron;ky v každ&eacute;m um&iacute;stěn&iacute; buňky.
            </p>
            <p>Hodnoty se použ&iacute;vaj&iacute; pro v&yacute;počet skutečn&eacute; povrchov&eacute; vzd&aacute;lenosti, kter&aacute; mus&iacute; b&yacute;t překon&aacute;na při přech&aacute;zen&iacute; mezi buňkami.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Rastr, kter&yacute; definuje impedanci nebo n&aacute;klady na pohyb v každ&eacute; buňce.
            </p>
            <p>Hodnota v každ&eacute;m um&iacute;stěn&iacute; buňky představuje vzd&aacute;lenost v jednotkov&yacute;ch n&aacute;kladech pro posun přes buňku. Hodnota nemůže b&yacute;t z&aacute;porn&aacute; nebo nulov&aacute;.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Určuje, zda se vzd&aacute;lenost vypoč&iacute;t&aacute; rovinnou metodou (ploch&aacute; země) nebo geodetickou metodou (elipsoid).
            </p>
        </div>
    </div>
    <div id="inputVerticalRaster">
        <div>
            <p>Rastr, kter&yacute; definuje hodnoty Z pro každ&eacute; um&iacute;stěn&iacute; buňky.
            </p>
            <p>Hodnoty se použ&iacute;vaj&iacute; pro v&yacute;počet sklonu použit&eacute;ho k identifikaci vertik&aacute;ln&iacute;ho faktoru vznikl&eacute;ho při přechodu z jedn&eacute; buňky do druh&eacute;.
            </p>
        </div>
    </div>
    <div id="verticalFactor">
        <div>
            <p>Faktor, kter&yacute; definuje vztah mezi vertik&aacute;ln&iacute;m n&aacute;kladov&yacute;m faktorem a vertik&aacute;ln&iacute;m relativn&iacute;m &uacute;hlem pohybu.
            </p>
            <p>Existuje několik možnost&iacute; pro faktory s modifik&aacute;tory, kter&eacute; identifikuj&iacute; definovan&yacute; graf vertik&aacute;ln&iacute;ch faktorů. Grafy se použ&iacute;vaj&iacute; k identifikaci vertik&aacute;ln&iacute;ho faktoru použit&eacute;ho při v&yacute;počtu celkov&yacute;ch n&aacute;kladů na přesun do sousedn&iacute; buňky.
            </p>
        </div>
    </div>
    <div id="inputHorizontalRaster">
        <div>
            <p>Rastr, kter&yacute; definuje horizont&aacute;ln&iacute; směr v každ&eacute; buňce.
            </p>
            <p>Hodnoty v každ&eacute;m um&iacute;stěn&iacute; se použij&iacute; ve spojen&iacute; s parametrem  <b>Horizont&aacute;ln&iacute; faktor</b> k určen&iacute; horizont&aacute;ln&iacute;ch n&aacute;kladů vznikl&yacute;ch při pohybu z buňky k jej&iacute;m sousedům.
            </p>
        </div>
    </div>
    <div id="horizontalFactor">
        <div>
            <p>Faktor, kter&yacute; definuje vztah mezi horizont&aacute;ln&iacute;m n&aacute;kladov&yacute;m faktorem a horizont&aacute;ln&iacute;m relativn&iacute;m &uacute;hlem pohybu.
            </p>
            <p>Existuje několik možnost&iacute; pro faktory s modifik&aacute;tory, kter&eacute; identifikuj&iacute; definovan&yacute; graf horizont&aacute;ln&iacute;ch faktorů. Grafy se použ&iacute;vaj&iacute; k identifikaci horizont&aacute;ln&iacute;ho faktoru použit&eacute;ho při v&yacute;počtu celkov&yacute;ch n&aacute;kladů na přesun do sousedn&iacute; buňky.
            </p>
        </div>
    </div>
    <div id="sourceInitialAccumulation">
        <div>
            <p>Poč&aacute;tečn&iacute; kumulativn&iacute; n&aacute;klady, s nimiž se zač&iacute;n&aacute; v&yacute;počet n&aacute;kladů.
            </p>
            <p>V&yacute;choz&iacute; hodnota je 0.
            </p>
        </div>
    </div>
    <div id="sourceMaximumAccumulation">
        <div>
            <p>Maxim&aacute;ln&iacute; akumulace pro cestu ke zdroji.
            </p>
            <p>V&yacute;choz&iacute; akumulace je zobrazena na hraně v&yacute;stupn&iacute;ho rastru.
            </p>
        </div>
    </div>
    <div id="sourceCostMultiplier">
        <div>
            <p>N&aacute;sobitel, kter&yacute; se použije na hodnoty n&aacute;kladů.
            </p>
            <p>V&yacute;choz&iacute; hodnota je 1.
            </p>
        </div>
    </div>
    <div id="sourceDirection">
        <div>
            <p>Směr pohybu cestuj&iacute;c&iacute;ho při použit&iacute; horizont&aacute;ln&iacute;ch a vertik&aacute;ln&iacute;ch faktorů.
            </p>
        </div>
    </div>
    <div id="outputDistanceAccumulationRasterName">
        <div>
            <p>N&aacute;zev rastrov&eacute; vrstvy kumulativn&iacute; vzd&aacute;lenosti, kter&aacute; bude vytvořena a přid&aacute;na do mapy. Vrstva obsahuje kumulativn&iacute; vzd&aacute;lenost každ&eacute; buňky od zdroje s nejniž&scaron;&iacute;mi n&aacute;klady nebo ke zdroji s nejniž&scaron;&iacute;mi n&aacute;klady.
            </p>
        </div>
    </div>
    <div id="outputBackDirectionRasterName">
        <div>
            <p>N&aacute;zev rastrov&eacute; vrstvy zpětn&eacute;ho směru, kter&aacute; bude vytvořena a přid&aacute;na do mapy. Vrstva obsahuje směr ve stupn&iacute;ch.
            </p>
        </div>
    </div>
    <div id="outputSourceDirectionRasterName">
        <div>
            <p>N&aacute;zev rastrov&eacute; vrstvy zdrojov&eacute;ho směru, kter&aacute; bude vytvořena a přid&aacute;na do mapy. Vrstva obsahuje azimutov&yacute; směr zdrojov&eacute; buňky s nejmen&scaron;&iacute;mi kumulovan&yacute;mi n&aacute;klady ve stupn&iacute;ch.
            </p>
        </div>
    </div>
    <div id="outputSourceLocationRasterName">
        <div>
            <p>N&aacute;zev v&iacute;cep&aacute;smov&eacute; rastrov&eacute; vrstvy zdrojov&eacute; polohy, kter&aacute; bude vytvořena a přid&aacute;na do mapy. Vrstva obsahuje zdrojov&aacute; m&iacute;sta, kde prvn&iacute; p&aacute;smo obsahuje index ř&aacute;dku a druh&eacute; p&aacute;smo obsahuje index sloupce.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ v&yacute;stupu, kter&yacute; bude vytvořen. V&yacute;stupem mohou b&yacute;t vrstvy dlaždicov&yacute;ch sn&iacute;mků nebo dynamick&eacute; vrstvy sn&iacute;mků.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; budou v&yacute;sledky uloženy.
            </p>
        </div>
    </div>
</div>
</html>
