<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Hot spot anal&yacute;za (Find Hot Spots) umožňuje zjistit, zda ve vstupn&iacute;ch datech existuj&iacute; statisticky v&yacute;znamn&eacute; shluky.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>Vstupn&iacute; bodov&aacute; nebo polygonov&aacute; vrstva, na kter&eacute; bude provedena hot spot anal&yacute;za.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>Určuje, zda statisticky v&yacute;znamn&eacute; shluky vysok&yacute;ch (tzv. hot spots) a n&iacute;zk&yacute;ch hodnot (tzv. cold spots) odr&aacute;žej&iacute; um&iacute;stěn&iacute; prvků (<b>Počty bodů</b>) nebo hodnoty pol&iacute; prvků (<b>Pole</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>Pole, kter&eacute; bude předmětem anal&yacute;zy shluků vysok&yacute;ch a n&iacute;zk&yacute;ch hodnot.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>Typ ohraničuj&iacute;c&iacute;ch prvků, do nichž budou vstupn&iacute; bodov&eacute; prvky agregov&aacute;ny. Může se jednat o polygonovou vrstvu (<b>Polygonov&aacute; vrstva</b>) nebo o pravidelnou mř&iacute;žku polygonů (<b>S&iacute;ť pravideln&yacute;ch buněk</b>) či &scaron;esti&uacute;heln&iacute;ků (<b>&Scaron;esti&uacute;heln&iacute;kov&eacute; buňky</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>Vrstva obsahuj&iacute;c&iacute; polygonov&eacute; prvky, do kter&eacute; budou vstupn&iacute; bodov&eacute; prvky agregov&aacute;ny.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Polygonov&aacute; vrstva, kter&aacute; bude definovat hranici anal&yacute;zy. Bodov&eacute; prvky uvnitř polygonu budou zahrnuty do hot spot anal&yacute;zy.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>Určete, jak budou rozděleny hodnoty  <b>Pole anal&yacute;zy</b> nebo agregovan&eacute; počty bodů. Možnost <b>Pole</b> rozděl&iacute; hodnoty <b>Pole anal&yacute;zy</b> dle hodnot zadan&eacute;ho pole v parametru <b>Vstupn&iacute; vrstva</b>. Možnost <b>Obohacen&iacute; dat</b> obohat&iacute; prvky nebo tvary seskupen&iacute; o &uacute;daje o populaci a rozděl&iacute; hodnoty <b>Pole anal&yacute;zy</b> nebo agregovan&eacute; počty bodů podle populace. Tato možnost spotřebuje dal&scaron;&iacute; kredity.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>D&eacute;lka strany čtvercov&yacute;ch nebo &scaron;esti&uacute;heln&iacute;kov&yacute;ch buněk, kter&eacute; budou použity k agregaci vstupn&iacute;ch prvků.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>Určuje jednotky, kter&eacute; se použij&iacute; pro velikost buňky.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>P&aacute;smo vzd&aacute;lenosti, kter&eacute; se použije k vymezen&iacute; sousedstv&iacute;. Sousedn&iacute; prvky lež&iacute;c&iacute; uvnitř t&eacute;to vzd&aacute;lenosti od c&iacute;lov&eacute;ho prvku budou během hot spot anal&yacute;zy zahrnuty do sousedstv&iacute; c&iacute;lov&eacute;ho prvku.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>Určuje jednotky, kter&eacute; se použij&iacute; pro p&aacute;smo vzd&aacute;lenosti.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zev vrstvy, kter&aacute; bude vytvořena a přid&aacute;na do mapy.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; bude v&yacute;sledek uložen.
            </p>
        </div>
    </div>
</div>
</html>
