<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Naj&iacute;t statistiku argumentů (Find Argument Statistics) extrahuje hodnotu rozměru nebo index p&aacute;sma, při kter&eacute;m je dosaženo dan&eacute; statistiky pro každ&yacute; pixel ve v&iacute;cerozměrn&eacute; vrstvě obrazov&yacute;ch dat.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>Vrstva v&iacute;cerozměrn&yacute;ch obrazov&yacute;ch dat, kter&aacute; se bude vyhodnocovat.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>Rozměr vrstvy v&iacute;cerozměrn&yacute;ch obrazov&yacute;ch dat, ze kter&eacute; bude proměnn&aacute; vyhodnocena.
            </p>
        </div>
    </div>
    <div id="variables">
        <div>
            <p>Proměnn&aacute; vrstvy v&iacute;cerozměrn&yacute;ch obrazov&yacute;ch dat, kter&aacute; bude vyhodnocena v definovan&eacute;m intervalu.
            </p>
        </div>
    </div>
    <div id="statisticsType">
        <div>
            <p>Typ statistiky, kter&aacute; bude z&iacute;sk&aacute;na z proměnn&eacute; nebo proměnn&yacute;ch v dan&eacute;m rozměru.
            </p>
        </div>
    </div>
    <div id="minValue">
        <div>
            <p>Minim&aacute;ln&iacute; hodnota, kter&aacute; bude použita po dobu trv&aacute;n&iacute; argumentu.
            </p>
        </div>
    </div>
    <div id="maxValue">
        <div>
            <p>Maxim&aacute;ln&iacute; hodnota, kter&aacute; bude použita po dobu trv&aacute;n&iacute; argumentu.
            </p>
        </div>
    </div>
    <div id="multipleOccurrenceValue">
        <div>
            <p>Hodnota indikuj&iacute;c&iacute;, že dan&eacute; statistiky argumentu bylo dosaženo v&iacute;ce než jednou. V&yacute;choz&iacute; hodnota je prvn&iacute; dosažen&iacute; statistiky argumentu.
            </p>
        </div>
    </div>
    <div id="occurrence">
        <div>
            <p>Určuje, zda bude hodnota rozměru vr&aacute;cena při prvn&iacute;m nebo posledn&iacute;m dosažen&iacute; argumentu. V&yacute;choz&iacute; je prvn&iacute; v&yacute;skyt.
            </p>
        </div>
    </div>
    <div id="argumentValue">
        <div>
            <p>Bude extrahov&aacute;na hodnota rozměru, při n&iacute;ž je dosaženo zadan&eacute; hodnoty proměnn&eacute;.
            </p>
        </div>
    </div>
    <div id="comparison">
        <div>
            <p>Určuje typ porovn&aacute;n&iacute;, kter&yacute; se použije k z&iacute;sk&aacute;n&iacute; hodnoty rozměru.
            </p>
        </div>
    </div>
    <div id="dimensionDefinition">
        <div>
            <p>Určuje, jak bude statistika extrahov&aacute;na z rozměru.
            </p>
        </div>
    </div>
    <div id="intervalKeyword">
        <div>
            <p>Časov&aacute; jednotka, pro kterou budou jednotliv&eacute; statistiky z&iacute;sk&aacute;ny.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Určuje, zda budou hodnoty NoData při extrakci ignorov&aacute;ny.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zev vrstvy, kter&aacute; bude vytvořena a přid&aacute;na do mapy.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>Typ v&yacute;stupu, kter&yacute; bude vytvořen. V&yacute;stupem může b&yacute;t vrstva dlaždicov&yacute;ch sn&iacute;mků nebo vrstva dynamick&yacute;ch sn&iacute;mků.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; bude v&yacute;sledek uložen.
            </p>
        </div>
    </div>
</div>
</html>
