<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Naj&iacute;t nejbliž&scaron;&iacute; (Find Closest) vyhled&aacute; a seřad&iacute; prvky, kter&eacute; jsou nejbl&iacute;že zadan&yacute;m m&iacute;stům.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">V&yacute;choz&iacute; vrstva, ze kter&eacute; se vyhled&aacute;vaj&iacute; nejbliž&scaron;&iacute; prvky. Podporov&aacute;ny jsou vrstvy s počtem prvků až  5 000. </p> 
            <p class="PortalOnly">V&yacute;choz&iacute; vrstva, ze kter&eacute; se vyhled&aacute;vaj&iacute; nejbliž&scaron;&iacute; prvky.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">Prvky nalezen&eacute; na z&aacute;kladě bl&iacute;zkosti ke vstupn&iacute; vrstvě. Podporov&aacute;ny jsou vrstvy s počtem prvků až  5 000. </p> 
            <p class="PortalOnly">Prvky nalezen&eacute; na z&aacute;kladě bl&iacute;zkosti ke vstupn&iacute; vrstvě.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce bodov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Pohyb je povolen po komunikaci, zat&iacute;mco pohyb skrz přek&aacute;žku nen&iacute; možn&yacute;.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce liniov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Liniov&eacute; přek&aacute;žky zakazuj&iacute; j&iacute;zdu v&scaron;ude, kde se kř&iacute;ž&iacute; s&nbsp;ulicemi.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce polygonov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Polygonov&eacute; přek&aacute;žky zakazuj&iacute; j&iacute;zdu v m&iacute;stech, kde polygony prot&iacute;naj&iacute; ulice.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Metoda, kter&aacute; se použije k&nbsp;měřen&iacute; vzd&aacute;lenosti nebo času. Metodou může b&yacute;t liniov&aacute; vzd&aacute;lenost nebo způsob přepravy.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Určuje datum a čas odjezdu cestuj&iacute;c&iacute;ho z m&iacute;st ve  <b>vstupn&iacute; vrstvě</b>.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>Určuje, zda se použije vlastn&iacute; maxim&aacute;ln&iacute; počet nejbliž&scaron;&iacute;ch prvků (povoleno), nebo zda se použije v&yacute;choz&iacute; maxim&aacute;ln&iacute; počet 100 (zak&aacute;z&aacute;no).
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>Maxim&aacute;ln&iacute; počet nejbliž&scaron;&iacute;ch prvků, kter&eacute; lze naj&iacute;t pro každ&yacute; vstupn&iacute; prvek.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>Určuje, zda se použije maxim&aacute;ln&iacute; rozsah hled&aacute;n&iacute; (povoleno) nebo zda je rozsah hled&aacute;n&iacute; neomezen&yacute; (zak&aacute;z&aacute;no).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>Maxim&aacute;ln&iacute; rozsah vyhled&aacute;v&aacute;n&iacute; pro nalezen&iacute; nejbliž&scaron;&iacute;ch prvků.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>Jednotky použit&eacute; pro zad&aacute;n&iacute; rozsahu hled&aacute;n&iacute;.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zev vrstvy, kter&aacute; bude vytvořena a přid&aacute;na do mapy.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Určuje, zda bude každ&aacute; v&yacute;sledn&aacute; trasa uložena jako vrstva trasy.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; budou v&yacute;sledky uloženy.
            </p>
        </div>
    </div>
</div>
</html>
