<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Připojit prvky (Join Features) přid&aacute; atributy z jedn&eacute; vrstvy nebo tabulky do jin&eacute; na z&aacute;kladě zadan&eacute;ho prostorov&eacute;ho a atributov&eacute;ho vztahu. Volitelně lze vypoč&iacute;tat statistiky, pokud existuje v&iacute;ce odpov&iacute;daj&iacute;c&iacute;ch z&aacute;znamů.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>Vrstva nebo tabulka, k jej&iacute;ž atributov&eacute; tabulce budou připojeny atributy z vrstvy připojen&iacute;.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>Vrstva nebo tabulka s atributy, kter&eacute; budou připojeny k c&iacute;lov&eacute; vrstvě.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Určete, zda se maj&iacute; vrstvy připojit na z&aacute;kladě prostorov&eacute;ho vztahu. Toto vyžaduje, aby obě vrstvy měly geometrii.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Zadejte prostorov&yacute; vztah, kter&yacute; určuje, kter&eacute; prvky jsou připojeny. Prvky v připojovan&eacute; vrstvě, kter&eacute; maj&iacute; zadan&yacute; vztah k c&iacute;lov&eacute; vrstvě, budou připojeny. Dostupn&eacute; vztahy z&aacute;vis&iacute; na typu geometrie vstupů.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>Vzd&aacute;lenost od prvků v c&iacute;lov&eacute; vrstvě, kter&aacute; se použije k určen&iacute;, zda maj&iacute; b&yacute;t prvky připojeny.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>Jednotky, kter&eacute; se použij&iacute; pro zad&aacute;n&iacute; vzd&aacute;lenosti.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Určete, zda se maj&iacute; vrstvy připojovat na z&aacute;kladě shodn&yacute;ch hodnot pol&iacute;. Toto je jedin&aacute; možnost, pokud je jedn&iacute;m nebo v&iacute;ce vstupy tabulka.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Zadejte vztah atributů, kter&yacute; určuje, kter&eacute; prvky budou připojeny. Prvky budou sp&aacute;rov&aacute;ny, pokud jsou hodnoty pol&iacute; ve vrstvě připojen&iacute; rovny hodnot&aacute;m pol&iacute; v&nbsp;c&iacute;lov&eacute; vrstvě.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Určete, jak se bude zach&aacute;zet s připojen&iacute;m, pokud krit&eacute;ri&iacute;m připojen&iacute; vyhovuje v&iacute;ce z&aacute;znamů z vrstvy připojen&iacute;. Vyberte si z n&aacute;sleduj&iacute;c&iacute;ch možnost&iacute;:
                <ul>
                    <li> <b>Připojit jeden k jednomu</b> &mdash; Připoj&iacute; jeden z&aacute;znam ve vrstvě připojen&iacute; ke každ&eacute;mu prvku v c&iacute;lov&eacute; vrstvě.
                    </li>
                    <li> <b>Připojit jeden k mnoha</b> &mdash; Připoj&iacute; v&scaron;echny shodn&eacute; prvky ve vrstvě připojen&iacute; k c&iacute;lov&eacute; vrstvě. V&yacute;sledn&aacute; vrstva bude obsahovat v&iacute;ce z&aacute;znamů c&iacute;lov&eacute;ho prvku.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>Pokud se s c&iacute;lov&yacute;m prvkem shoduje v&iacute;ce prvků ve vrstvě připojen&iacute;, určete, zda se m&aacute; připojit jeden z&aacute;znam z vrstvy připojen&iacute;, nebo se m&aacute; vypoč&iacute;tat souhrnn&aacute; statistika v&scaron;ech shodn&yacute;ch z&aacute;znamů z vrstvy připojen&iacute;.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Pokud c&iacute;lov&eacute;mu prvku odpov&iacute;d&aacute; v&iacute;ce připojovan&yacute;ch prvků, vypoč&iacute;t&aacute; se souhrnn&aacute; statistika pro v&scaron;echny odpov&iacute;daj&iacute;c&iacute; z&aacute;znamy. Zadejte pole s č&iacute;slem nebo datem z vrstvy připojen&iacute; a statistiky, kter&eacute; budou vypočteny pro každ&eacute; pole.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>Pokud existuje v&iacute;ce připojovan&yacute;ch prvků, kter&eacute; odpov&iacute;daj&iacute; c&iacute;lov&eacute;mu prvku, bude do v&yacute;stupu zahrnut prvn&iacute; z&aacute;znam z tabulky atributů vrstvy připojen&iacute;. Volitelně můžete vybrat pole s č&iacute;slem nebo datem a pořad&iacute; řazen&iacute;, kter&eacute; urč&iacute; řazen&iacute; tabulky atributů.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Určuje, zda budou do v&yacute;stupu zahrnuty neshoduj&iacute;c&iacute; se c&iacute;lov&eacute; prvky.  <b>Vnitřn&iacute; připojen&iacute;</b> vr&aacute;t&iacute; pouze shodn&eacute; c&iacute;lov&eacute; z&aacute;znamy, zat&iacute;mco <b>Lev&eacute; připojen&iacute;</b> vr&aacute;t&iacute; v&scaron;echny c&iacute;lov&eacute; z&aacute;znamy, i když c&iacute;lov&yacute; prvek nem&aacute; shodu ve vrstvě připojen&iacute;.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zev vrstvy nebo tabulky, kter&aacute; bude vytvořena a přid&aacute;na do mapy.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; bude v&yacute;sledek uložen.
            </p>
        </div>
    </div>
</div>
</html>
