<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Pl&aacute;novat trasy (Plan Routes) vytv&aacute;ř&iacute; cestovn&iacute; trasy s v&iacute;ce zast&aacute;vkami pro vozov&yacute; park.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Bodov&eacute; prvky, kter&eacute; určuj&iacute;, kde vozidla zač&iacute;naj&iacute; svou trasu.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Bodov&eacute; prvky, kter&eacute; mus&iacute; vozidla na sv&yacute;ch tras&aacute;ch nav&scaron;t&iacute;vit. Z těchto bodů ve v&yacute;stupu vzniknou přiřazen&eacute; nebo nepřiřazen&eacute; zast&aacute;vky.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Určuje, zda se vozidla mus&iacute; vr&aacute;tit do v&yacute;choz&iacute;ho m&iacute;sta (povoleno) nebo mohou končit v zadan&yacute;ch m&iacute;stech (zak&aacute;z&aacute;no).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Bodov&eacute; prvky, kter&eacute; určuj&iacute;, kde vozidla konč&iacute; sv&eacute; trasy. Pokud vrstva obsahuje pouze jeden bod, jsou v&scaron;echna vozidla směrov&aacute;na do společn&eacute;ho koncov&eacute;ho bodu. Pokud vrstva obsahuje v&iacute;ce bodů, bude každ&eacute; vozidlo směrov&aacute;no do jedinečn&eacute;ho koncov&eacute;ho m&iacute;sta.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Pole ve startovn&iacute; vrstvě, kter&eacute; jednoznačně identifikuje jednotliv&eacute; trasy, vozidla nebo řidiče. Pokud vozidla zač&iacute;naj&iacute; na v&iacute;ce m&iacute;stech a konč&iacute; na v&iacute;ce m&iacute;stech, mus&iacute; se ID trasy vybran&eacute; pro poč&aacute;tečn&iacute; a koncov&eacute; vrstvy shodovat.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Pole v koncov&eacute; vrstvě, kter&eacute; jednoznačně identifikuje jednotliv&eacute; trasy, vozidla nebo řidiče. Pokud vozidla zač&iacute;naj&iacute; na v&iacute;ce m&iacute;stech a konč&iacute; na v&iacute;ce m&iacute;stech, mus&iacute; se ID trasy vybran&eacute; pro poč&aacute;tečn&iacute; a koncov&eacute; vrstvy shodovat.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce bodov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Pohyb je povolen po komunikaci, zat&iacute;mco pohyb skrz přek&aacute;žku nen&iacute; možn&yacute;.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce liniov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Liniov&eacute; přek&aacute;žky zakazuj&iacute; j&iacute;zdu v&scaron;ude, kde se kř&iacute;ž&iacute; s&nbsp;ulicemi.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Jeden nebo v&iacute;ce polygonov&yacute;ch prvků, kter&eacute; slouž&iacute; jako dočasn&aacute; omezen&iacute; (přek&aacute;žky) při pohybu po př&iacute;slu&scaron;n&yacute;ch pozemn&iacute;ch komunikac&iacute;ch. Polygonov&eacute; přek&aacute;žky zakazuj&iacute; j&iacute;zdu v m&iacute;stech, kde polygony prot&iacute;naj&iacute; ulice.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Způsob přepravy, pomoc&iacute; kter&eacute;ho budou trasy vytvořeny. Způsob přepravy může b&yacute;t založen na vzd&aacute;lenosti nebo čase.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Datum a čas odjezdu vozidel.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Maxim&aacute;ln&iacute; počet vozidel, kter&aacute; mohou zast&aacute;vky nav&scaron;t&iacute;vit. Pokud  <b>poč&aacute;tečn&iacute; vrstva</b> a <b>koncov&aacute; vrstva</b> obsahuj&iacute; po jednom prvku, můžete zadat až 100 vozidel. Pokud někter&aacute; z vrstev obsahuje v&iacute;ce než jeden prvek, v&yacute;choz&iacute; hodnotu nelze upravit. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Maxim&aacute;ln&iacute; počet zast&aacute;vek, kter&eacute; může každ&eacute; vozidlo na trase absolvovat. Můžete zadat hodnotu mezi 1 a  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Uveďte předpokl&aacute;danou průměrnou dobu str&aacute;venou na každ&eacute; zast&aacute;vce.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Určuje, zda se na vozidla použije maxim&aacute;ln&iacute; doba trasov&aacute;n&iacute;. Čas na trase zahrnuje předpokl&aacute;danou dobu j&iacute;zdy a dobu str&aacute;venou na zast&aacute;vk&aacute;ch na trase.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Určete maxim&aacute;ln&iacute; dobu, kterou by trasa od zač&aacute;tku do konce měla trvat.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zev vrstvy, kter&aacute; bude vytvořena a přid&aacute;na do mapy.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Určuje, zda bude každ&aacute; v&yacute;sledn&aacute; trasa uložena jako vrstva trasy.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; budou v&yacute;sledky uloženy.
            </p>
        </div>
    </div>
</div>
</html>
