<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Parametry povrchu (Surface Parameters) vypoč&iacute;t&aacute; parametry povrchu rastru jako jsou orientace ke světov&yacute;m stran&aacute;m, sklon, a zakřiven&iacute;.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>Rastr nadmořsk&eacute; v&yacute;&scaron;ky, kter&yacute; bude použit pro v&yacute;počty.
            </p>
            <p>Pokud je ve vertik&aacute;ln&iacute;m souřadnicov&eacute;m syst&eacute;mu vstupn&iacute;ho rastru k dispozici jednotka Z, použije se automaticky.
            </p>
        </div>
    </div>
    <div id="parameterType">
        <div>
            <p>Typ parametru povrchu, kter&yacute; se bude měřit.
            </p> 
        </div>
    </div>
    <div id="outputSlopeMeasurement">
        <div>
            <p>Měrn&eacute; jednotky v&yacute;stupn&iacute;ho rastru sklonu.
            </p>
        </div>
    </div>
    <div id="projectGeodesicAzimuths">
        <div>
            <p>Určuje, zda budou geodetick&eacute; azimuty prom&iacute;tnuty.
            </p>
            <p>Pokud je za&scaron;krtnuto, prom&iacute;tnou se geodetick&eacute; azimuty pro korekci &uacute;hlov&eacute;ho zkreslen&iacute; způsoben&eacute;ho v&yacute;stupn&iacute;m souřadnicov&yacute;m syst&eacute;mem. Pokud nen&iacute; za&scaron;krtnuto, geodetick&eacute; azimuty nebudou prom&iacute;tnuty.
            </p>
        </div>
    </div>
    <div id="useEquatorialAspect">
        <div>
            <p>Určuje, zda se orientace ke světov&yacute;m stran&aacute;m bude měřit od bodu na rovn&iacute;ku nebo od severn&iacute;ho p&oacute;lu.
            </p>
            <p>Pokud je za&scaron;krtnuto, bude se orientace ke světov&yacute;m stran&aacute;m měřit od bodu na rovn&iacute;ku. Pokud nen&iacute; za&scaron;krtnuto, bude se orientace ke světov&yacute;m stran&aacute;m měřit od severn&iacute;ho p&oacute;lu.
            </p>
        </div>
    </div>
    <div id="localSurfaceType">
        <div>
            <p>Funkce typu povrch, kter&aacute; bude um&iacute;stěna kolem c&iacute;lov&eacute; buňky.
            </p> 
        </div>
    </div>
    <div id="neighborhoodDistance">
        <div>
            <p>Vzd&aacute;lenost od středu c&iacute;lov&eacute; buňky, ze kter&eacute; se vypoč&iacute;t&aacute; v&yacute;stup. Určuje velikost sousedstv&iacute; použitou pro v&yacute;počet.
            </p>
            <p>V&yacute;choz&iacute; hodnotou je velikost buňky rastru zadan&aacute; v parametru  <b>Vstupn&iacute; rastr povrchu</b>. Pokud je zad&aacute;na hodnota, mus&iacute; b&yacute;t vět&scaron;&iacute; než v&yacute;choz&iacute;.
            </p> 
        </div>
    </div>
    <div id="useAdaptiveNeighborhood">
        <div>
            <p>Určuje, zda se vzd&aacute;lenost sousedstv&iacute; bude měnit v z&aacute;vislosti na změn&aacute;ch krajiny.
            </p>
            <p>Pokud je za&scaron;krtnuto, vzd&aacute;lenost sousedstv&iacute; se bude měnit v z&aacute;vislosti na změn&aacute;ch krajiny. Pokud nen&iacute; za&scaron;krtnuto, použije se na v&scaron;ech m&iacute;stech pevn&aacute; vzd&aacute;lenost sousedstv&iacute;.
            </p>
        </div>
    </div>
    <div id="zUnit">
        <div>
            <p>Line&aacute;rn&iacute; jednotka vertik&aacute;ln&iacute;ch hodnot Z.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zev rastrov&eacute; vrstvy povrchu, kter&aacute; bude vytvořena a přid&aacute;na do mapy.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ v&yacute;stupu, kter&yacute; bude vytvořen. V&yacute;stupem může b&yacute;t vrstva dlaždicov&yacute;ch sn&iacute;mků nebo vrstva dynamick&yacute;ch sn&iacute;mků.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zev složky v č&aacute;sti  <b>Můj obsah</b>, do kter&eacute; bude v&yacute;sledek uložen.
            </p>
        </div>
    </div>
</div>
</html>
