{
  "alloc_facilitiesSummaryText": "เลือกชั้นข้อมูลที่แสดงสิ่งอำนวยความสะดวก เพื่อจัดสรรความต้องการใช้และระบุความจุ ณ สิ่งอำนวยความสะดวกแต่ละแห่ง",
  "alloc_goalLabel": "จัดสรรให้กับสิ่งอำนวยความสะดวกที่มีอยู่",
  "alloc_requiredFacilitiesLayerLabel": "ชั้นข้อมูลสิ่งอำนวยความสะดวก",
  "analysisSettingsSummary": "ระบุการตั้งค่าการวิเคราะห์ที่ส่งผลกระทบกับเวลาเดินทางหรือระยะทางระหว่างตำแหน่งที่ต้องการใช้และสิ่งอำนวยความสะดวก หรือเลือกชั้นข้อมูลอุปสรรคเพื่อจำกัดการเดินทางในบางพื้นที่",
  "candidateCountLabel": "จำนวนของแคนดิเดทที่จะเลือก",
  "candidateFacilitiesLayerLabel": "ชั้นข้อมูลสิ่งอำนวยความสะดวกแคนดิเดท",
  "capacityChoiceLabel": "ความจุ ณ สิ่งอำนวยความสะดวกแต่ละแห่ง",
  "capacityFieldLabel": "ฟิลด์ความจุ",
  "capacityLabel": "จำนวนความจุ",
  "demandChoiceLabel": "ความต้องการใช้ ณ แต่ละตำแหน่ง",
  "demandFieldLabel": "ฟิลด์ความต้องการใช้",
  "demandGroupLabel": "ตำแหน่งที่ต้องการใช้",
  "demandLabel": "จำนวนที่ต้องการใช้",
  "demandLayerLabel": "ชั้นข้อมูลตำแหน่งที่ต้องการใช้",
  "demandLayerSummaryText": "เลือกชั้นข้อมูลที่แสดงตำแหน่งที่ต้องการใช้ ระบุความต้องการใช้และช่วงการเดินทางสูงสุด ณ แต่ละตำแหน่ง",
  "demandToFacility": "ตำแหน่งที่ต้องการใช้ไปถึงสิ่งอำนวยความสะดวก",
  "facilitiesGroupLabel": "สิ่งอำนวยความสะดวก",
  "facilitiesSummaryText": "เลือกชั้นข้อมูลที่แสดงสิ่งอำนวยความสะดวกแคนดิเดท ซึ่งอาจถูกเลือกเพื่อตอบสนองความต้องการใช้ หรือระบุชั้นข้อมูลของสิ่งอำนวยความสะดวกที่มีอยู่ที่ต้องการ",
  "facilityToDemand": "สิ่งอำนวยความสะดวกไปถึงตำแหน่งที่ต้องการใช้",
  "goalSelectLabel": "เลือกตัวเลือกที่เหมาะสมกับเป้าหมายของคุณที่สุด",
  "hasRequiredFacilities": "สิ่งอำนวยความสะดวกบางอย่างเป็นสิ่งจำเป็น",
  "itemProperties": {
    "description": "ชั้นข้อมูลฟีเจอร์ที่สร้างขึ้นจากการรันเครื่องมือการวิเคราะห์ เลือกสิ่งอำนวยความสะดวกที่ดีที่สุด",
    "snippet": "ชั้นข้อมูลฟีเจอร์ที่สร้างขึ้นจาก เลือกสิ่งอำนวยความสะดวกที่ดีที่สุด"
  },
  "maxCapCov_facilitiesSummaryText": "เลือกชั้นข้อมูลที่แสดงสิ่งอำนวยความสะดวกแคนดิเดท ซึ่งอาจถูกเลือกเพื่อตอบสนองความต้องการใช้ และระบุความจุ ณ สิ่งอำนวยความสะดวกแต่ละแห่ง หรือระบุชั้นข้อมูลของสิ่งอำนวยความสะดวกที่มีอยู่ที่ต้องการ",
  "maxCapCov_goalLabel": "เพิ่มความครอบคลุมให้มากที่สุดตามความจุ",
  "maxCov_goalLabel": "เพิ่มความครอบคลุมให้มากที่สุด",
  "maxTravelRange": "ค่าช่วงการเดินทางสูงสุด",
  "maxTravelRangeChoiceLabel": "ช่วงการเดินทางสูงสุด",
  "maxTravelRangeField": "ฟิลด์ช่วงการเดินทางสูงสุด",
  "maxTravelRangeUnits": "หน่วยช่วงการเดินทาง",
  "minTrv_goalLabel": "ลดการเดินทางให้น้อยที่สุด",
  "pctCov_goalLabel": "ครอบคลุมเปอร์เซ็นต์ของความต้องการใช้",
  "percentDemandCoverage": "เปอร์เซ็นต์ของความต้องการใช้ที่จะครอบคลุม (%)",
  "requiredFacilitiesLayerLabel": "ชั้นข้อมูลสิ่งอำนวยความสะดวกที่จำเป็น",
  "requiredFacilityCapacityChoiceLabel": "ความจุ ณ สิ่งอำนวยความสะดวกแต่ละแห่งที่จำเป็น",
  "travelDirectionLabel": "ทิศทางการเดินทาง",
  "unlimited": "ไม่จำกัด"
}
