<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Aggregate Points (Agr&eacute;ger les points) calcule le nombre de points et d&rsquo;autres statistiques dans des groupes ou polygones sp&eacute;cifi&eacute;s.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="pointLayer">
        <div>
            <p>Couche de points &agrave; agr&eacute;ger dans les zones de synth&egrave;se.
            </p>
        </div>
    </div>
    <div id="polygonLayer">
        <div>
            <p>Couche de polygones dans laquelle les points doivent &ecirc;tre agr&eacute;g&eacute;s.
            </p>
        </div>
    </div>
    <div id="binType">
        <div>
            <p>Type des entit&eacute;s d'emprise &agrave; l'int&eacute;rieur desquelles les points en entr&eacute;e doivent &ecirc;tre agr&eacute;g&eacute;s. Il peut s'agir d'une couche de polygones ou d'une grille de tessellation de groupes carr&eacute;s ou hexagonaux g&eacute;n&eacute;r&eacute;s pendant l'ex&eacute;cution de l'outil.
            </p>
        </div>
    </div>
    <div id="binSize">
        <div>
            <p>Taille des groupes g&eacute;n&eacute;r&eacute;s. Pour les groupes carr&eacute;s, le nombre et les unit&eacute;s sp&eacute;cifi&eacute;s d&eacute;terminent la hauteur et la longueur du carr&eacute;. Pour les groupes hexagonaux, le nombre et les unit&eacute;s sp&eacute;cifi&eacute;s d&eacute;terminent la distance entre les c&ocirc;t&eacute;s parall&egrave;les.
            </p>
        </div>
    </div>
    <div id="binSizeUnit">
        <div>
            <p>Unit&eacute;s &agrave; utiliser pour sp&eacute;cifier la taille des groupes.
            </p>
        </div>
    </div>
    <div id="keepBoundariesWithNoPoints">
        <div>
            <p>D&eacute;termine si les entit&eacute;s sans point apparaissent dans la couche de r&eacute;sultat. Si cette option n'est pas s&eacute;lectionn&eacute;e, les entit&eacute;s sans point n'apparaissent pas dans le r&eacute;sultat. Si cette option est s&eacute;lectionn&eacute;e, les entit&eacute;s sans point apparaissent dans le r&eacute;sultat.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Champs num&eacute;riques ou de date de la couche en entr&eacute;e &agrave; synth&eacute;tiser et statistiques &agrave; calculer pour chaque champ.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>Champ de la couche en entr&eacute;e permettant de s&eacute;parer les donn&eacute;es en groupes distincts pour les calculs statistiques.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Calculez les groupes minoritaires (les moins dominants) et majoritaires (les plus dominants) &agrave; l&rsquo;int&eacute;rieur de chaque zone de synth&egrave;se.
            </p>
        </div>
    </div>
    <div id="percentPoints">
        <div>
            <p>Calculez le pourcentage de points qui appartiennent &agrave; chaque groupe &agrave; l'int&eacute;rieur de chaque zone de synth&egrave;se.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel sera enregistr&eacute; le r&eacute;sultat.
            </p>
        </div>
    </div>
</div>
</html>
