<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Calculate Travel Cost (Calculer le co&ucirc;t de d&eacute;placement) mesure le temps de trajet ou la distance &agrave; parcourir entre des paires de points.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Couche de points repr&eacute;sentant les localisations d'origine &agrave; partir desquelles le co&ucirc;t de d&eacute;placement est calcul&eacute;. Les couches comportant jusqu'&agrave;  5 000&nbsp;entit&eacute;s sont prises en charge. </p> 
            <p class="PortalOnly">Couche de points repr&eacute;sentant les localisations d'origine &agrave; partir desquelles le co&ucirc;t de d&eacute;placement est calcul&eacute;.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Couche de points repr&eacute;sentant les localisations de destination vers lesquelles le co&ucirc;t de d&eacute;placement est calcul&eacute;. Les couches comportant jusqu'&agrave;  5 000&nbsp;entit&eacute;s sont prises en charge. </p> 
            <p class="PortalOnly">Couche de points repr&eacute;sentant les localisations de destination vers lesquelles le co&ucirc;t de d&eacute;placement est calcul&eacute;.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p>Champ de la  <b>From layer (Couche de d&eacute;part)</b> qui d&eacute;finit la paire origine-destination pr&eacute;-attribu&eacute;e. S'il existe plusieurs localisations d'origine et de destination, cet ID doit correspondre &agrave; une valeur du param&egrave;tre <b>To layer route ID field (Champ d&rsquo;ID d&rsquo;itin&eacute;raire de la couche de destination)</b>.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p>Champ de la  <b>To layer (Couche de destination)</b> qui d&eacute;finit la paire origine-destination pr&eacute;-attribu&eacute;e. S'il existe plusieurs localisations d'origine et de destination, cet ID doit correspondre &agrave; une valeur du param&egrave;tre <b>From layer route ID field (Champ d&rsquo;ID d&rsquo;itin&eacute;raire de la couche d'origine)</b>.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Une ou plusieurs entit&eacute;s ponctuelles qui agissent comme restrictions temporaires (interruptions) lors du d&eacute;placement dans les rues sous-jacentes. Le d&eacute;placement est autoris&eacute; sur la rue, hormis franchir l&rsquo;interruption.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Une ou plusieurs entit&eacute;s lin&eacute;aires qui agissent comme restrictions temporaires (interruptions) lors du d&eacute;placement dans les rues sous-jacentes. Les interruptions lin&eacute;aires interdisent la circulation partout o&ugrave; elles intersectent les rues.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Une ou plusieurs entit&eacute;s surfaciques qui agissent comme restrictions temporaires (interruptions) lors du d&eacute;placement dans les rues sous-jacentes. Les interruptions surfaciques interdisent la circulation partout o&ugrave; elles intersectent les rues.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>M&eacute;thode &agrave; utiliser pour mesurer la distance ou la dur&eacute;e. Il peut s&rsquo;agir de la distance en ligne droite ou d&rsquo;un mode de d&eacute;placement.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Date et heure de d&eacute;part des localisations d'origine dans la  <b>From layer (Couche de d&eacute;part)</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>D&eacute;termine si les origines et destinations sont connect&eacute;es &agrave; l'aide de lignes en toile d&rsquo;araign&eacute;e ou de lignes d'attraction (<b>Straight line (Ligne droite)</b>) ou des rues du r&eacute;seau de transport sous-jacent (<b>Follow streets (Suivre les rues)</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Indique si chaque itin&eacute;raire de r&eacute;sultat est enregistr&eacute; comme couche d&rsquo;itin&eacute;raires.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel seront enregistr&eacute;s les r&eacute;sultats.
            </p>
        </div>
    </div>
</div>
</html>
