<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Create Buffer (Cr&eacute;er des zones tampon) cr&eacute;e des polygones qui couvrent une distance donn&eacute;e par rapport aux entit&eacute;s en entr&eacute;e.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Les entit&eacute;s ponctuelles, lin&eacute;aires ou surfaciques seront buff&eacute;ris&eacute;es.
            </p>
        </div>
    </div>
    <div id="distanceType">
        <div>
            <p>Indique si la distance de la zone tampon est d&eacute;finie par une constante (<b>Value (Valeur)</b>) ou un champ num&eacute;rique (<b>Field (Champ)</b>).
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>Distance utilis&eacute;e pour cr&eacute;er la zone tampon. Si plusieurs valeurs sont ajout&eacute;es, chaque valeur est utilis&eacute;e pour cr&eacute;er une zone tampon au niveau de chacune des entit&eacute;s en entr&eacute;e.
            </p>
        </div>
    </div>
    <div id="field">
        <div>
            <p>Champ qui doit contenir la distance de la zone tampon de chaque entit&eacute;.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>Unit&eacute;s &agrave; utiliser pour sp&eacute;cifier la distance de la zone tampon.
            </p>
        </div>
    </div>
    <div id="dissolveType">
        <div>
            <p>Indique le mode de traitement des zones tampon de diff&eacute;rentes entit&eacute;s en entr&eacute;e si ces derni&egrave;res se chevauchent.
            </p>
        </div>
    </div>
    <div id="ringType">
        <div>
            
            <p>Indique si les zones tampon &agrave; plusieurs distances sont des zones tampon concentriques qui se chevauchent (<b>Overlapping disks (Disques superpos&eacute;s)</b>) ou des anneaux qui ne se chevauchent pas (<b>Distinct rings (Anneaux distincts)</b>).
            </p>
        </div>
    </div>
    <div id="sideType">
        <div>
            <p>Pour les entit&eacute;s lin&eacute;aires, indique si la zone tampon est cr&eacute;&eacute;e des deux c&ocirc;t&eacute;s de la ligne (<b>Around (Autour)</b>), sur le c&ocirc;t&eacute; gauche uniquement (<b>Left (Gauche)</b>) ou sur le c&ocirc;t&eacute; droit uniquement (<b>Right (Droit)</b>).
            </p>
            <p>Pour les entit&eacute;s surfaciques, indique si les entit&eacute;s surfaciques en entr&eacute;e sont incluses dans la zone tampon (<b>Include (Inclure)</b>) ou en sont exclues (<b>Exclude (Exclure)</b>).
            </p>
        </div>
    </div>
    <div id="endType">
        <div>
            <p>Indique si la forme de la zone tampon &agrave; l'extr&eacute;mit&eacute; d'une entit&eacute; lin&eacute;aire est arrondie (<b>Round (Arrondi)</b>) ou plate (<b>Flat (Plat)</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel sera enregistr&eacute; le r&eacute;sultat.
            </p>
        </div>
    </div>
</div>
</html>
