<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L&rsquo;outil D&eacute;river le flux continu g&eacute;n&egrave;re un raster de flux cumul&eacute; dans chaque cellule &agrave; partir d&rsquo;un raster de surface en entr&eacute;e sans remplissage pr&eacute;alable requis de cuvette ou d&eacute;pression.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>Raster d&rsquo;altitude &agrave; utiliser pour le calcul.
            </p> 
        </div>
    </div>
    <div id="inputDepressionsData">
        <div>
            <p>Couche qui d&eacute;finit des d&eacute;pressions ou cuvettes r&eacute;elles, vers lesquelles l&rsquo;eau peut s&rsquo;&eacute;couler, mais depuis lesquelles elle ne le peut pas.
            </p> 
        </div>
    </div>
    <div id="inputWeightRaster">
        <div>
            <p>Couche raster qui d&eacute;finit la portion de flux contribuant &agrave; l&rsquo;accumulation de flux &agrave; chaque cellule.
            </p>
        </div>
    </div>
    <div id="flowDirectionType">
        <div>
            <p>Sp&eacute;cifie le type de m&eacute;thode de flux &agrave; utiliser pour calculer la direction du flux.
            </p>
            <p>La m&eacute;thode D8 affecte la direction du flux au voisin de plus grande pente descendante. La m&eacute;thode MFD partionne la direction du flux sur les voisins descendants selon un exposant de partition adaptatif.
            </p>
        </div>
    </div>
    <div id="forceFlow">
        <div>
            <p>Indique si le flux au niveau des cellules des contours suit les r&egrave;gles d'&eacute;coulement normales ou se dirige toujours vers l'ext&eacute;rieur.
            </p>
            <p>Si ce param&egrave;tre n'est pas s&eacute;lectionn&eacute;, le flux se dirige vers la cellule int&eacute;rieure, avec la pente la plus raide dans la valeur&nbsp;z. Toutefois, si la pente est inf&eacute;rieure ou &eacute;gale &agrave; z&eacute;ro, la cellule s&rsquo;&eacute;coule du raster de surface vers l&rsquo;ext&eacute;rieur. Si ce param&egrave;tre est s&eacute;lectionn&eacute;, le flux se dirige toujours vers l&rsquo;ext&eacute;rieur depuis le raster de surface.
            </p>
        </div>
    </div>
    <div id="outputFlowAccumulationRasterName">
        <div>
            <p>Nom de la couche raster d'accumulation de flux &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="outputFlowDirectionRasterName">
        <div>
            <p>Nom de la couche raster de direction de flux &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Type de sortie &agrave; cr&eacute;er. Les sorties peuvent correspondre &agrave; des couches d&rsquo;imagerie tuil&eacute;e ou des couches d&rsquo;imagerie dynamique.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel seront enregistr&eacute;s les r&eacute;sultats.
            </p>
        </div>
    </div>
</div>
</html>
