<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Find Argument Statistics (Rechercher des statistiques d&rsquo;argument) extrait la valeur de dimension ou l&rsquo;index de canal auquel une statistique donn&eacute;e est atteinte pour chaque pixel dans une couche d'imagerie multidimensionnelle.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRaster">
        <div>
            <p>Couche d&rsquo;imagerie multidimensionnelle &agrave; &eacute;valuer.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>Dimension de la couche d&rsquo;imagerie multidimensionnelle &agrave; partir de laquelle la variable doit &ecirc;tre &eacute;valu&eacute;e.
            </p>
        </div>
    </div>
    <div id="variables">
        <div>
            <p>Variable de la couche d&rsquo;imagerie multidimensionnelle &agrave; &eacute;valuer au cours de l'intervalle d&eacute;fini.
            </p>
        </div>
    </div>
    <div id="statisticsType">
        <div>
            <p>Type de statistique &agrave; extraire de la variable ou des variables le long d'une dimension donn&eacute;e.
            </p>
        </div>
    </div>
    <div id="minValue">
        <div>
            <p>Valeur minimale &agrave; utiliser pour la dur&eacute;e de l'argument.
            </p>
        </div>
    </div>
    <div id="maxValue">
        <div>
            <p>Valeur maximale &agrave; utiliser pour la dur&eacute;e de l'argument.
            </p>
        </div>
    </div>
    <div id="multipleOccurrenceValue">
        <div>
            <p>Valeur indiquant qu&rsquo;une statistique d&rsquo;argument donn&eacute;e a &eacute;t&eacute; atteinte plusieurs fois. Par d&eacute;faut, il s'agit de la premi&egrave;re fois que la statistique d&rsquo;argument est atteinte.
            </p>
        </div>
    </div>
    <div id="occurrence">
        <div>
            <p>Indique si la valeur de la dimension est renvoy&eacute;e la premi&egrave;re ou la derni&egrave;re fois que l&rsquo;argument est atteint. La valeur par d&eacute;faut est la premi&egrave;re occurrence.
            </p>
        </div>
    </div>
    <div id="argumentValue">
        <div>
            <p>La valeur de dimension &agrave; laquelle la valeur de variable sp&eacute;cifi&eacute;e est atteinte sera extraite.
            </p>
        </div>
    </div>
    <div id="comparison">
        <div>
            <p>Sp&eacute;cifie le type de comparaison &agrave; utiliser pour extraire la valeur de dimension.
            </p>
        </div>
    </div>
    <div id="dimensionDefinition">
        <div>
            <p>Indique comment la statistique est extraite de la dimension.
            </p>
        </div>
    </div>
    <div id="intervalKeyword">
        <div>
            <p>Unit&eacute; de temps pour laquelle chaque statistique doit &ecirc;tre extraite.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Indique si les valeurs NoData sont ignor&eacute;es dans l'extraction.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>Type de sortie &agrave; cr&eacute;er. La sortie peut correspondre &agrave; une couche d&rsquo;imagerie tuil&eacute;e ou une couche d&rsquo;imagerie dynamique.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel sera enregistr&eacute; le r&eacute;sultat.
            </p>
        </div>
    </div>
</div>
</html>
