<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L&rsquo;outil Sens de circulation cr&eacute;e un raster de direction de flux &agrave; partir de chaque cellule vers son voisin ou ses voisins de pente descendante &agrave; l&rsquo;aide des m&eacute;thodes DB, MFD (Multiple Flow Direction) ou DINF (D-Infinity).
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>Raster d&rsquo;altitude &agrave; utiliser pour le calcul.
            </p>
        </div>
    </div>
    <div id="flowDirectionType">
        <div>
            <p>Sp&eacute;cifie le type de flux &agrave; utiliser pour calculer la direction du flux.
            </p>
        </div>
    </div>
    <div id="forceFlow">
        <div>
            <p>Indique si le flux au niveau des cellules des contours suit les r&egrave;gles d&rsquo;&eacute;coulement normales ou se dirige toujours vers l&rsquo;ext&eacute;rieur.
            </p>
            <p>Si ce param&egrave;tre n&rsquo;est pas s&eacute;lectionn&eacute;, le flux se dirige vers la cellule int&eacute;rieure, avec la pente la plus raide dans la valeur&nbsp;z. Toutefois, si la pente est inf&eacute;rieure ou &eacute;gale &agrave; z&eacute;ro, la cellule s&rsquo;&eacute;coule du raster de surface vers l&rsquo;ext&eacute;rieur. Si ce param&egrave;tre est s&eacute;lectionn&eacute;, le flux se dirige toujours vers l&rsquo;ext&eacute;rieur depuis le raster de surface.
            </p>
        </div>
    </div>
    <div id="outputFlowDirectionName">
        <div>
            <p>Nom de la couche raster de direction de flux &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="outputDropName">
        <div>
            <p>Nom de la couche raster de goutte &agrave; cr&eacute;er et ajouter &agrave; la carte. Cette couche contient le pourcentage du ratio entre le changement d&rsquo;&eacute;l&eacute;vation maximal et la longueur de chemin le long de la direction de flux.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Type de sortie &agrave; cr&eacute;er. Les sorties peuvent correspondre &agrave; des couches d&rsquo;imagerie tuil&eacute;e ou des couches d&rsquo;imagerie dynamique.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel seront enregistr&eacute;s les r&eacute;sultats.
            </p>
        </div>
    </div>
</div>
</html>
