<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Generate Trend Raster (G&eacute;n&eacute;rer un raster de tendance) estime la tendance de chaque pixel le long d'une dimension pour une ou plusieurs variables d&rsquo;une couche d'imagerie multidimensionnelle.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>Couche d&rsquo;imagerie multidimensionnelle &agrave; utiliser pour g&eacute;n&eacute;rer la tendance.
            </p> 
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>Dimension le long de laquelle une tendance sera extraite pour la ou les variables s&eacute;lectionn&eacute;es dans l&rsquo;analyse.
            </p>
        </div>
    </div>
    <div id="variables">
        <div>
            <p>La variable ou les variables pour lesquelles les tendances sont calcul&eacute;es.
            </p>
        </div>
    </div>
    <div id="seasonalPeriod">
        <div>
            <p>Unit&eacute; de temps &agrave; utiliser pour la longueur d'une p&eacute;riode saisonni&egrave;re si le type de ligne Kendall saisonnier est utilis&eacute;.
            </p>
        </div>
    </div>
    <div id="trendLineType">
        <div>
            <p>Type d&rsquo;analyse de tendance &agrave; effectuer sur les valeurs de pixel le long d&rsquo;une dimension.
            </p>
        </div>
    </div>
    <div id="frequency">
        <div>
            <p>Fr&eacute;quence ou num&eacute;ro d&rsquo;ordre polynomial &agrave; utiliser pour l&rsquo;ajustement de tendance.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Indique si les valeurs NoData ou manquantes sont ignor&eacute;es lors de l&rsquo;analyse.
            </p>
        </div>
    </div>
    <div id="cycleLength">
        <div>
            <p>Dur&eacute;e de la variation p&eacute;riodique &agrave; mod&eacute;liser pour le cycle harmonique.
            </p>
        </div>
    </div>
    <div id="cycleUnit">
        <div>
            <p>Unit&eacute; de temps &agrave; utiliser pour la dur&eacute;e du cycle harmonique.
            </p>
        </div>
    </div>
    <div id="RMSE">
        <div>
            <p>Pr&eacute;cise si l&rsquo;erreur quadratique moyenne (EQM) de la ligne d'ajustement de la tendance est calcul&eacute;e.
            </p>
        </div>
    </div>
    <div id="R2">
        <div>
            
            <p>Pr&eacute;cise si la statistique de la qualit&eacute; d&rsquo;ajustement R-carr&eacute; pour la ligne d&rsquo;ajustement de la tendance est calcul&eacute;e.
            </p>
        </div>
    </div>
    <div id="slopePValue">
        <div>
            <p>Pr&eacute;cise si la statistique de valeur P pour le coefficient de pente de la ligne d&rsquo;ajustement de la tendance est calcul&eacute;e.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>Type de sortie &agrave; cr&eacute;er. La sortie peut correspondre &agrave; une couche d&rsquo;imagerie tuil&eacute;e ou une couche d&rsquo;imagerie dynamique.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel sera enregistr&eacute; le r&eacute;sultat.
            </p>
        </div>
    </div>
</div>
</html>
