<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Interpolate Points (Interpoler les points) permet de pr&eacute;voir des valeurs &agrave; de nouvelles localisations en fonction de mesures de points. L'outil g&eacute;n&egrave;re une sortie raster.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputPointFeatures">
        <div>
            <p>La couche de points qui contient les points o&ugrave; les valeurs ont &eacute;t&eacute; mesur&eacute;es.
            </p>
        </div>
    </div>
    <div id="interpolateField">
        <div>
            <p>Champ num&eacute;rique contenant les valeurs &agrave; interpoler.
            </p>
        </div>
    </div>
    <div id="optimizeFor">
        <div>
            <p>Indique si la vitesse ou l'exactitude doit &ecirc;tre optimis&eacute;e. Plus les pr&eacute;visions sont pr&eacute;cises et plus leur calcul est long.
            </p>
            <p>Ce param&egrave;tre modifie les valeurs par d&eacute;faut de plusieurs autres param&egrave;tres.
            </p>
        </div>
    </div>
    <div id="outputCellSize">
        <div>
            <p>Taille de cellule et unit&eacute; des rasters en sortie.
            </p>
        </div>
    </div>
    <div id="transformData">
        <div>
            <p>Indique si les donn&eacute;es sont transform&eacute;es ou non. La pr&eacute;cision de l'interpolation est optimale pour les donn&eacute;es dont la distribution est normale (en forme de cloche).
            </p> 
        </div>
    </div>
    <div id="sizeOfLocalModels">
        <div>
            <p>Taille des mod&egrave;les d'interpolation locaux &agrave; combiner pour cr&eacute;er la carte de pr&eacute;vision finale.
            </p>
        </div>
    </div>
    <div id="numberOfNeighbors">
        <div>
            <p>Nombre de voisins &agrave; utiliser. Un nombre &eacute;lev&eacute; de voisins g&eacute;n&egrave;re habituellement des r&eacute;sultats plus pr&eacute;cis, mais le calcul des r&eacute;sultats prend davantage de temps.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche raster interpol&eacute;e &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="outputPredictionError">
        <div>
            <p>Indiquez si vous souhaitez cr&eacute;er un raster d'erreurs standard facultatif pour les valeurs pr&eacute;vues.
            </p>
            <p>Si ce param&egrave;tre est s&eacute;lectionn&eacute;, le raster d'erreurs standard en sortie poss&egrave;de le m&ecirc;me nom que la valeur du param&egrave;tre  <b>Output raster name (Nom du raster en sortie)</b>, mais le mot Errors (Erreurs) y est ajout&eacute;. La couche sera cr&eacute;&eacute;e et ajout&eacute;e &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Type de sortie &agrave; cr&eacute;er. Les sorties peuvent correspondre &agrave; des couches d&rsquo;imagerie tuil&eacute;e ou des couches d&rsquo;imagerie dynamique.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel seront enregistr&eacute;s les r&eacute;sultats.
            </p>
        </div>
    </div>
</div>
</html>
