<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L&rsquo;outil Composantes principales multidimensionnelles transforme les couches d&rsquo;imagerie multidimensionnelle en un nombre r&eacute;duit de composantes qui tiennent compte de la variance des donn&eacute;es afin que les mod&egrave;les spatiaux et temporels puissent &ecirc;tre facilement identifi&eacute;s.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputMultidimensionalRaster">
        <div>
            <p>Couche d&rsquo;imagerie multidimensionnelle &agrave; analyser.
            </p> 
        </div>
    </div>
    <div id="mode">
        <div>
            <p>M&eacute;thode utilis&eacute;e pour r&eacute;aliser l&rsquo;analyse des composantes principales. Les options sont notamment  <b>Dimension reduction (R&eacute;duction des dimensions)</b> et <b>Spatial reduction (R&eacute;duction spatiale)</b>.
            </p>
        </div>
    </div>
    <div id="dimension">
        <div>
            <p>Dimension de la couche d&rsquo;imagerie multidimensionnelle le long de laquelle la variable doit &ecirc;tre analys&eacute;e.
            </p>
        </div>
    </div>
    <div id="outputPrincipalComponentsName">
        <div>
            <p>Nom de la couche d&rsquo;imagerie ou de la couche tabulaire en sortie affichant les composantes principales trouv&eacute;es selon les choix de mode suivants&nbsp;:
                <ul>
                    <li>La sortie de la r&eacute;duction des dimensions sera une couche d&rsquo;imagerie multibande.
                    </li>
                    <li>La sortie de la r&eacute;duction spatiale sera une couche tabulaire.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="outputLoadingsName">
        <div>
            <p>Nom de la couche d&rsquo;imagerie ou de la couche tabulaire en sortie affichant les donn&eacute;es de prise en charge dans les composantes principales selon les choix de mode suivants&nbsp;:
                <ul>
                    <li>La sortie de la r&eacute;duction des dimensions sera une couche tabulaire.
                    </li>
                    <li>La sortie de la r&eacute;duction spatiale sera une couche d&rsquo;imagerie.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="outputEigenValuesTableName">
        <div>
            <p>Nom de la table des valeurs propres, qui indique le pourcentage de variance de chaque composante.
            </p>
        </div>
    </div>
    <div id="variable">
        <div>
            <p>Nom de la variable de la couche d&rsquo;imagerie multidimensionnelle en entr&eacute;e &agrave; utiliser dans le calcul.
            </p>
        </div>
    </div>
    <div id="numberOfPrincipalComponents">
        <div>
            <p>Nombre de composantes principales &agrave; calculer, g&eacute;n&eacute;ralement moins que le nombre de rasters en entr&eacute;e.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            
            <p>Type de sortie &agrave; cr&eacute;er. Les sorties peuvent correspondre &agrave; des couches d&rsquo;imagerie tuil&eacute;e ou des couches d&rsquo;imagerie dynamique.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel seront enregistr&eacute;s les r&eacute;sultats.
            </p>
        </div>
    </div>
</div>
</html>
