<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Optimal Path as Line (Chemin optimal comme ligne) calcule le chemin entre les destinations et la source optimale sous forme de ligne.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputDestinationRasterOrFeatures">
        <div>
            <p>La couche identifie les destinations depuis lesquelles la distance est calcul&eacute;e vers la source de moindre co&ucirc;t.
            </p>
            <p>Si l&rsquo;entr&eacute;e est un raster, il doit comporter des cellules qui poss&egrave;dent des valeurs enti&egrave;res valides (z&eacute;ro est une valeur valide) pour les destinations et les cellules restantes doivent poss&eacute;der la valeur NoData.
            </p>
        </div>
    </div>
    <div id="destinationField">
        <div>
            <p>Champ permettant d&rsquo;obtenir des valeurs relatives aux emplacements de destination.
            </p>
        </div>
    </div>
    <div id="inputDistanceAccumulationRaster">
        <div>
            <p>Raster qui d&eacute;termine le chemin optimal entre les destinations et les sources.
            </p>
            <p>Le raster d&rsquo;accumulation de distance est g&eacute;n&eacute;ralement cr&eacute;&eacute; avec l&rsquo;outils Accumulation de distance ou Allocation de distance.
            </p>
        </div>
    </div>
    <div id="inputBackDirectionRaster">
        <div>
            <p>Raster qui contient des directions calcul&eacute;es en degr&eacute;s.
            </p>
            <p>Le raster de direction arri&egrave;re est g&eacute;n&eacute;ralement cr&eacute;&eacute; &agrave; l&rsquo;aide de l'outil Distance Accumulation (Accumulation de distance) ou Distance Allocation (Allocation de distance).
            </p>
        </div>
    </div>
    <div id="pathType">
        <div>
            <p>Indique la mani&egrave;re dont les valeurs et les zones des donn&eacute;es de destination en entr&eacute;e sont interpr&eacute;t&eacute;es dans les calculs de chemin optimal.
            </p>
        </div>
    </div>
    <div id="createNetworkPaths">
        <div>
            <p>Indique si des chemins d&rsquo;acc&egrave;s complets, et qui parfois se chevauchent, des destinations vers les sources sont calcul&eacute;s ou si des chemins d&rsquo;acc&egrave;s au r&eacute;seau sans chevauchement sont cr&eacute;&eacute;s.
            </p>
        </div>
    </div>
    <div id="outputPolylineName">
        <div>
            <p>Nom du chemin optimal comme couche lin&eacute;aire &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
            <p>La couche sera cr&eacute;&eacute;e et ajout&eacute;e &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel sera enregistr&eacute; le r&eacute;sultat.
            </p>
        </div>
    </div>
</div>
</html>
