<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Optimal Region Connections (Connexions optimales des r&eacute;gions) calcule le r&eacute;seau de connectivit&eacute; optimal entre plusieurs r&eacute;gions en entr&eacute;e.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputRegionRasterOrFeatures">
        <div>
            <p>Couche d&rsquo;entit&eacute;s ou raster qui identifie les r&eacute;gions &agrave; connecter par le r&eacute;seau optimal.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>Couche d&rsquo;entit&eacute;s ou raster qui identifie les obstacles &agrave; contourner.
            </p>
            <p>Pour une couche raster, les cellules dot&eacute;es d&rsquo;une valeur (y compris z&eacute;ro) sont trait&eacute;es comme une interruption.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Couche raster d&eacute;finissant l'imp&eacute;dance ou le co&ucirc;t de d&eacute;placement &agrave; travers chaque cellule.
            </p>
            <p>La valeur de chaque emplacement de cellule repr&eacute;sente le co&ucirc;t par unit&eacute; de distance du d&eacute;placement &agrave; travers la cellule. Elle ne doit pas &ecirc;tre n&eacute;gative ou nulle.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Indique si la distance est calcul&eacute;e &agrave; l'aide d'une m&eacute;thode plane (Terre plate) ou g&eacute;od&eacute;sique (ellipso&iuml;de).
            </p>
        </div>
    </div>
    <div id="connectionsWithinRegions">
        <div>
            <p>Indique si les chemins continueront et s&rsquo;ils se connectent au sein des r&eacute;gions en entr&eacute;e.
            </p>
        </div>
    </div>
    <div id="outputOptimalLinesName">
        <div>
            <p>Nom du r&eacute;seau optimal de la couche de chemins connectant chacune des r&eacute;gions en entr&eacute;e &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="outputNeighborConnectionsName">
        <div>
            <p>Nom de la couche lin&eacute;aire des connexions voisines &agrave; cr&eacute;er et ajouter &agrave; la carte. Cette couche identifie tous les chemins entre chaque r&eacute;gion et ses voisins les plus proches ou de moindre co&ucirc;t.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel sera enregistr&eacute; le r&eacute;sultat.
            </p>
        </div>
    </div>
</div>
</html>
