<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L'outil Plan Routes (Planifier des itin&eacute;raires) permet de planifier des itin&eacute;raires avec plusieurs arr&ecirc;ts pour une flotte de v&eacute;hicules.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Entit&eacute;s ponctuelles qui sp&eacute;cifient le lieu o&ugrave; les v&eacute;hicules d&eacute;butent leur itin&eacute;raire.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Entit&eacute;s ponctuelles &agrave; visiter par les v&eacute;hicules sur leur itin&eacute;raire. Ces points se transforment en arr&ecirc;ts attribu&eacute;s ou non attribu&eacute;s dans la sortie.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>D&eacute;termine si les v&eacute;hicules doivent retourner &agrave; leur localisation de d&eacute;part (param&egrave;tre s&eacute;lectionn&eacute;) ou arriver &agrave; des localisations sp&eacute;cifi&eacute;es (param&egrave;tre d&eacute;s&eacute;lectionn&eacute;).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Entit&eacute;s ponctuelles qui sp&eacute;cifient le lieu o&ugrave; les v&eacute;hicules terminent leur itin&eacute;raire. Si la couche n'inclut qu'un point, tous les v&eacute;hicules sont achemin&eacute;s &agrave; une extr&eacute;mit&eacute; commune. Si la couche inclut plusieurs points, chaque v&eacute;hicule est achemin&eacute; &agrave; une extr&eacute;mit&eacute; unique.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Champ de la couche de d&eacute;part qui identifie de mani&egrave;re unique les itin&eacute;raires, v&eacute;hicules ou conducteurs individuels. Si les v&eacute;hicules partent de plusieurs localisations et arrivent &agrave; plusieurs localisations, les ID d'itin&eacute;raire choisis pour les couches de d&eacute;part et d'arriv&eacute;e doivent correspondre.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Champ de la couche d'arriv&eacute;e qui identifie de mani&egrave;re unique les itin&eacute;raires, v&eacute;hicules ou conducteurs individuels. Si les v&eacute;hicules partent de plusieurs localisations et arrivent &agrave; plusieurs localisations, les ID d'itin&eacute;raire choisis pour les couches de d&eacute;part et d'arriv&eacute;e doivent correspondre.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Une ou plusieurs entit&eacute;s ponctuelles qui agissent comme restrictions temporaires (interruptions) lors du d&eacute;placement dans les rues sous-jacentes. Le d&eacute;placement est autoris&eacute; sur la rue, hormis franchir l&rsquo;interruption.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Une ou plusieurs entit&eacute;s lin&eacute;aires qui agissent comme restrictions temporaires (interruptions) lors du d&eacute;placement dans les rues sous-jacentes. Les interruptions lin&eacute;aires interdisent la circulation partout o&ugrave; elles intersectent les rues.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Une ou plusieurs entit&eacute;s surfaciques qui agissent comme restrictions temporaires (interruptions) lors du d&eacute;placement dans les rues sous-jacentes. Les interruptions surfaciques interdisent la circulation partout o&ugrave; elles intersectent les rues.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>M&eacute;thode de d&eacute;placement &agrave; l'aide de laquelle les itin&eacute;raires doivent &ecirc;tre cr&eacute;&eacute;s. Le mode de d&eacute;placement peut &ecirc;tre bas&eacute; sur la distance ou la dur&eacute;e.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Date et heure de d&eacute;part des v&eacute;hicules.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Nombre maximal de v&eacute;hicules disponibles pour se rendre aux arr&ecirc;ts. Si la  <b>Start layer (Couche de d&eacute;part)</b> et la <b>End layer (Couche d'arriv&eacute;e)</b> contiennent chacune une entit&eacute;, vous pouvez sp&eacute;cifier jusqu'&agrave; 100&nbsp;v&eacute;hicules. Si l'une de ces deux couches contient plusieurs entit&eacute;s, la valeur par d&eacute;faut ne peut pas &ecirc;tre modifi&eacute;e. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Nombre maximal d'arr&ecirc;ts possibles pour chaque v&eacute;hicule sur un itin&eacute;raire. Vous pouvez sp&eacute;cifier une valeur comprise entre&nbsp;1 et  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Sp&eacute;cifiez le temps de service moyen attendu pass&eacute; &agrave; chaque arr&ecirc;t.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>D&eacute;termine si le d&eacute;lai d'acheminement maximal est appliqu&eacute; aux v&eacute;hicules. Le d&eacute;lai d'acheminement inclut le temps de trajet attendu et les temps de service pass&eacute;s aux arr&ecirc;ts le long de l'itin&eacute;raire.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Sp&eacute;cifiez la dur&eacute;e maximum d'un itin&eacute;raire du d&eacute;but &agrave; la fin.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Indique si chaque itin&eacute;raire de r&eacute;sultat est enregistr&eacute; comme couche d&rsquo;itin&eacute;raires.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel seront enregistr&eacute;s les r&eacute;sultats.
            </p>
        </div>
    </div>
</div>
</html>
