<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L&rsquo;outil Summarize Nearby (Synth&eacute;tiser - &Agrave; proximit&eacute;) calcule les statistiques des entit&eacute;s qui se trouvent &agrave; une distance maximale sp&eacute;cifi&eacute;e d'autres entit&eacute;s. Cette distance peut &ecirc;tre calcul&eacute;e en ligne droite ou &agrave; l'aide d'un mode de d&eacute;placement.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>Couche &agrave; synth&eacute;tiser &agrave; une distance maximale de la couche &agrave; proximit&eacute;.
            </p>
        </div>
    </div>
    <div id="sumNearbyLayer">
        <div>
            <p>Couche ponctuelle, lin&eacute;aire ou surfacique utilis&eacute;e comme localisation de d&eacute;part autour de laquelle des zones d'emprise sont cr&eacute;&eacute;es pour synth&eacute;tiser les entit&eacute;s &agrave; proximit&eacute;.
            </p>
        </div>
    </div>
    <div id="nearType">
        <div>
            <p>M&eacute;thode &agrave; l'aide de laquelle les zones d'emprise doivent &ecirc;tre cr&eacute;&eacute;es. Il peut s'agir de la distance en ligne droite ou d'un mode de d&eacute;placement.
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>Distance ou dur&eacute;e &agrave; utiliser pour cr&eacute;er des zones d'emprise. Si plusieurs valeurs sont ajout&eacute;es, chaque valeur est utilis&eacute;e pour calculer les zones d'emprise de toutes les entit&eacute;s en entr&eacute;e.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>Unit&eacute;s &agrave; utiliser pour sp&eacute;cifier la distance ou la dur&eacute;e.
            </p>
        </div>
    </div>
    <div id="returnBoundaries">
        <div>
            <p>Indiquez si la couche de r&eacute;sultat doit correspondre aux zones d'emprise (param&egrave;tre s&eacute;lectionn&eacute;) ou &agrave; la g&eacute;om&eacute;trie de la couche &agrave; proximit&eacute; en entr&eacute;e (param&egrave;tre non s&eacute;lectionn&eacute;).
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Calculez la taille totale des entit&eacute;s synth&eacute;tis&eacute;es dans chaque zone d'emprise. Pour les lignes, la longueur totale est calcul&eacute;e. Pour les polygones, la surface totale est calcul&eacute;e.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>Unit&eacute;s &agrave; utiliser pour calculer la taille totale des entit&eacute;s synth&eacute;tis&eacute;es.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Champs num&eacute;riques ou de date de la couche en entr&eacute;e &agrave; synth&eacute;tiser et statistiques &agrave; calculer pour chaque champ.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>Champ de la couche en entr&eacute;e permettant de s&eacute;parer les donn&eacute;es en groupes distincts pour les calculs statistiques.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Calculez les groupes minoritaires (les moins dominants) et majoritaires (les plus dominants) &agrave; l&rsquo;int&eacute;rieur de chaque zone de synth&egrave;se.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Calculez le pourcentage d'entit&eacute;s synth&eacute;tis&eacute;es qui appartiennent &agrave; chaque groupe &agrave; l'int&eacute;rieur de chaque emprise.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel seront enregistr&eacute;s les r&eacute;sultats.
            </p>
        </div>
    </div>
</div>
</html>
