<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L&rsquo;outil Summarize Within (Synth&eacute;tiser - &Agrave; l'int&eacute;rieur) calcule les statistiques des entit&eacute;s qui se trouvent &agrave; l'int&eacute;rieur de groupes ou polygones sp&eacute;cifi&eacute;s.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>Couche &agrave; synth&eacute;tiser.
            </p>
        </div>
    </div>
    <div id="binType">
        <div>
            <p>Type des entit&eacute;s d'emprise &agrave; l'int&eacute;rieur desquelles les entit&eacute;s en entr&eacute;e doivent &ecirc;tre synth&eacute;tis&eacute;es. Il peut s'agir d'une couche de polygones ou d'une grille de tessellation de groupes carr&eacute;s ou hexagonaux g&eacute;n&eacute;r&eacute;s pendant l'ex&eacute;cution de l'outil.
            </p>
        </div>
    </div>
    <div id="sumWithinLayer">
        <div>
            <p>Couche de polygones &agrave; l'int&eacute;rieur de laquelle les entit&eacute;s en entr&eacute;e doivent &ecirc;tre synth&eacute;tis&eacute;es.
            </p>
        </div>
    </div>
    <div id="binSize">
        <div>
            <p>Taille des groupes g&eacute;n&eacute;r&eacute;s. Pour les groupes carr&eacute;s, le nombre et les unit&eacute;s sp&eacute;cifi&eacute;s d&eacute;terminent la hauteur et la longueur du carr&eacute;. Pour les groupes hexagonaux, le nombre et les unit&eacute;s sp&eacute;cifi&eacute;s d&eacute;terminent la distance entre les c&ocirc;t&eacute;s parall&egrave;les.
            </p>
        </div>
    </div>
    <div id="binSizeUnit">
        <div>
            <p>Unit&eacute;s &agrave; utiliser pour sp&eacute;cifier la taille des groupes.
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Calculez la taille totale des entit&eacute;s synth&eacute;tis&eacute;es dans chaque polygone d'emprise. Pour les lignes, la longueur totale est calcul&eacute;e. Pour les polygones, la surface totale est calcul&eacute;e.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>Unit&eacute;s &agrave; utiliser pour calculer la taille totale des entit&eacute;s synth&eacute;tis&eacute;es.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Champs num&eacute;riques ou de date de la couche en entr&eacute;e &agrave; synth&eacute;tiser et statistiques &agrave; calculer pour chaque champ.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>Champ de la couche en entr&eacute;e permettant de s&eacute;parer les donn&eacute;es en groupes distincts pour les calculs statistiques.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Calculez les groupes minoritaires (les moins dominants) et majoritaires (les plus dominants) &agrave; l&rsquo;int&eacute;rieur de chaque zone de synth&egrave;se.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Calculez le pourcentage d'entit&eacute;s synth&eacute;tis&eacute;es qui appartiennent &agrave; chaque groupe &agrave; l'int&eacute;rieur de chaque zone de synth&egrave;se.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel seront enregistr&eacute;s les r&eacute;sultats.
            </p>
        </div>
    </div>
</div>
</html>
