<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L&rsquo;outil Param&egrave;tres de surface d&eacute;termine les param&egrave;tres d&rsquo;une surface raster tels que l&rsquo;exposition, la pente et la courbure, &agrave; l&rsquo;aide de m&eacute;thodes g&eacute;od&eacute;siques.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>Raster d&rsquo;altitude &agrave; utiliser pour les calculs.
            </p>
            <p>Si une unit&eacute;&nbsp;z est disponible dans le syst&egrave;me de coordonn&eacute;es verticales du raster en entr&eacute;e, elle est automatiquement appliqu&eacute;e.
            </p>
        </div>
    </div>
    <div id="parameterType">
        <div>
            <p>Type de param&egrave;tre de surface &agrave; mesurer.
            </p> 
        </div>
    </div>
    <div id="outputSlopeMeasurement">
        <div>
            <p>Unit&eacute;s de mesure du raster de pente en sortie.
            </p>
        </div>
    </div>
    <div id="projectGeodesicAzimuths">
        <div>
            <p>Indique si les azimuts g&eacute;od&eacute;siques doivent &ecirc;tre projet&eacute;s.
            </p>
            <p>Si ce param&egrave;tre est s&eacute;lectionn&eacute;, les azimuts g&eacute;od&eacute;siques sont projet&eacute;s afin de corriger la distorsion de l&rsquo;angle provoqu&eacute;e par la r&eacute;f&eacute;rence spatiale en sortie. S'il ne l'est pas, les azimuts g&eacute;od&eacute;siques ne sont pas projet&eacute;s.
            </p>
        </div>
    </div>
    <div id="useEquatorialAspect">
        <div>
            <p>Sp&eacute;cifie si l&rsquo;exposition est mesur&eacute;e &agrave; partir d&rsquo;un point sur l&rsquo;&eacute;quateur ou &agrave; partir du p&ocirc;le Nord.
            </p>
            <p>Si ce param&egrave;tre est s&eacute;lectionn&eacute;, l'aspect est mesur&eacute; &agrave; partir d'un point sur l'&eacute;quateur. S'il ne l'est pas, il est mesur&eacute; &agrave; partir du p&ocirc;le Nord.
            </p>
        </div>
    </div>
    <div id="localSurfaceType">
        <div>
            <p>Type de fonction de surface &agrave; ajuster autour de la cellule cible.
            </p> 
        </div>
    </div>
    <div id="neighborhoodDistance">
        <div>
            <p>Distance &agrave; partir du centre de cellule cible depuis lequel la sortie doit &ecirc;tre calcul&eacute;e. D&eacute;termine la taille de voisinage utilis&eacute;e pour le calcul.
            </p>
            <p>La valeur par d&eacute;faut correspond &agrave; la taille de cellule du raster sp&eacute;cifi&eacute; dans le param&egrave;tre  <b>Input surface raster (Raster de surface en entr&eacute;e)</b>. Si une valeur est sp&eacute;cifi&eacute;e, elle doit &ecirc;tre sup&eacute;rieure &agrave; la valeur par d&eacute;faut.
            </p> 
        </div>
    </div>
    <div id="useAdaptiveNeighborhood">
        <div>
            <p>Indique si la distance de voisinage varie en fonction des changements de paysage.
            </p>
            <p>Si ce param&egrave;tre est s&eacute;lectionn&eacute;, la distance de voisinage varie en fonction des changements de paysage. S'il ne l'est pas, une distance de voisinage fixe est utilis&eacute;e &agrave; toutes les localisations.
            </p>
        </div>
    </div>
    <div id="zUnit">
        <div>
            <p>Unit&eacute; lin&eacute;aire des valeurs&nbsp;z verticales.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nom de la couche raster de surface &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Type de sortie &agrave; cr&eacute;er. La sortie peut correspondre &agrave; une couche d&rsquo;imagerie tuil&eacute;e ou une couche d&rsquo;imagerie dynamique.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel sera enregistr&eacute; le r&eacute;sultat.
            </p>
        </div>
    </div>
</div>
</html>
