<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>L&rsquo;outil Statistiques zonales (table) r&eacute;capitule les valeurs d&rsquo;un raster dans les zones d&rsquo;un autre jeu de donn&eacute;es et affiche les r&eacute;sultats dans une table.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputZoneRasterOrFeatures">
        <div>
            <p>Entr&eacute;e qui d&eacute;finit les limites des zones, ou des surfaces, &agrave; synth&eacute;tiser.
            </p>
        </div>
    </div>
    <div id="zoneField">
        <div>
            <p>Champ contenant les valeurs qui d&eacute;finissent chaque zone.
            </p>
        </div>
    </div>
    <div id="inputValueRaster">
        <div>
            <p>Couche raster qui contient les valeurs de cellule &agrave; utiliser pour calculer les statistiques.
            </p>
        </div>
    </div>
    <div id="statisticType">
        <div>
            <p>Sp&eacute;cifie le type de statistique &agrave; calculer.
            </p>
        </div>
    </div>
    <div id="percentileValues">
        <div>
            <p>Sp&eacute;cifie les valeurs de centile &agrave; calculer.
            </p>
        </div>
    </div>
    <div id="percentileInterpolationType">
        <div>
            <p>Sp&eacute;cifie la m&eacute;thode &agrave; utiliser si le nombre de valeurs du raster en entr&eacute;e &agrave; calculer est pair.
            </p>
        </div>
    </div>
    <div id="circularCalculation">
        <div>
            <p>Sp&eacute;cifie le mode de traitement des valeurs de cellule  <b>Input value raster (Raster de valeurs en entr&eacute;e)</b> pour les donn&eacute;es circulaires.
            </p>
            <p>Si ce param&egrave;tre n&rsquo;est pas s&eacute;lectionn&eacute;, les statistiques arithm&eacute;tiques (lin&eacute;aires) sont calcul&eacute;es. Si ce param&egrave;tre est s&eacute;lectionn&eacute;, les statistiques circulaires sont calcul&eacute;es.
            </p>
        </div>
    </div>
    <div id="circularWrapValue">
        <div>
            <p>Sp&eacute;cifie la valeur &agrave; utiliser pour arrondir une valeur lin&eacute;aire &agrave; la plage d&rsquo;une statistique circulaire donn&eacute;e.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>Indique si les cellules NoData figurant dans le param&egrave;tre  <b>Input value raster (Raster de valeurs en entr&eacute;e)</b> sont ignor&eacute;es dans les r&eacute;sultats des zones auxquelles elles appartiennent.
            </p>
            <p>Si ce param&egrave;tre est s&eacute;lectionn&eacute;, les cellules NoData dans le raster de valeurs sont ignor&eacute;es dans le calcul statistique. S'il ne l'est pas, les cellules NoData ne sont pas ignor&eacute;es et toute la zone re&ccedil;oit la valeur NoData dans le raster en sortie.
            </p>
        </div>
    </div>
    <div id="processAsMultidimensional">
        <div>
            <p>Sp&eacute;cifie le mode de traitement des rasters en entr&eacute;e s&rsquo;il s&rsquo;agit de rasters multidimensionnels.
            </p>
            <p>S&rsquo;il n&rsquo;est pas s&eacute;lectionn&eacute;, les statistiques sont calcul&eacute;es pour toutes les dimensions du jeu de donn&eacute;es multidimensionnelles en entr&eacute;e. S&rsquo;il est s&eacute;lectionn&eacute;, les statistiques sont calcul&eacute;es &agrave; partir de la tranche actuelle du jeu de donn&eacute;es multidimensionnelles en entr&eacute;e.
            </p>
        </div>
    </div>
    <div id="outputTableName">
        <div>
            <p>Nom de la couche tabulaire des statistiques zonales &agrave; cr&eacute;er et ajouter &agrave; la carte.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nom du dossier de  <b>My Content (Mon contenu)</b> dans lequel sera enregistr&eacute; le r&eacute;sultat.
            </p>
        </div>
    </div>
</div>
</html>
