<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Lo strumento Trova pi&ugrave; vicino trova e classifica le feature pi&ugrave; vicine alle posizioni specificate.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">Il layer iniziale da cui vengono trovate le feature pi&ugrave; vicine. Sono supportati i layer con fino a  5,000 feature. </p> 
            <p class="PortalOnly">Il layer iniziale da cui vengono trovate le feature pi&ugrave; vicine.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">Le feature trovate si basano sulla prossimit&agrave; al layer di input. Sono supportati i layer con fino a  5,000 feature. </p> 
            <p class="PortalOnly">Le feature trovate si basano sulla prossimit&agrave; al layer di input.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Uno o pi&ugrave; feature punto che agiscono come restrizioni temporanee (barriere) quando si viaggia sulle strade sottostanti. &Egrave; possibile viaggiare sulla strada ma non &egrave; possibile attraversare la barriera.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Uno o pi&ugrave; feature linea che agiscono come restrizioni temporanee (barriere) quando si viaggia sulle strade sottostanti. Le barriere di linea vietano la circolazione ovunque le barriere intersechino le strade.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Uno o pi&ugrave; feature poligono che agiscono come restrizioni temporanee (barriere) quando si viaggia sulle strade sottostanti. Le barriere poligono vietano la circolazione ovunque i poligoni intersecano le strade.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Il metodo che verr&agrave; utilizzato per misurare la distanza o il tempo. Il metodo pu&ograve; essere Distanza in linea retta o una modalit&agrave; di viaggio.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Specifica la data e l'ora in cui il viaggiatore partir&agrave; dalle posizioni in  <b>Layer di input</b>.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>Determina se viene utilizzato un numero massimo personalizzato di feature pi&ugrave; vicine (abilitato) o se viene utilizzato il massimo predefinito dello strumento di 100 (disabilitato).
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>Il numero massimo di feature pi&ugrave; vicine che possono essere trovate per ogni feature di input.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>Determina se viene utilizzato un intervallo di ricerca massimo (abilitato) o se l'intervallo di ricerca &egrave; illimitato (disabilitato).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>L'intervallo di ricerca massimo per trovare le feature pi&ugrave; vicine.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>Le unit&agrave; utilizzate per specificare l'intervallo di ricerca.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Il nome del layer che sar&agrave; creato e aggiunto alla mappa.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Specifica se ogni itinerario risultato verr&agrave; salvato come layer itinerario.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Il nome della cartella in  <b>I miei contenuti</b> in cui saranno salvati i risultati.
            </p>
        </div>
    </div>
</div>
</html>
