<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Lo strumento Pianifica itinerari crea itinerari di viaggio con pi&ugrave; fermate per una flotta di veicoli.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Le feature punto che specificano il punto in cui i veicoli iniziano il proprio itinerario.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Le feature punto che i veicoli devono visitare nel corso del proprio itinerario. Questi punti diventano fermate assegnate o non assegnate nell'output.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Determina se i veicoli devono tornare alla posizione di partenza (abilitato) o terminare nelle posizioni specificate (disabilitato).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Le feature punto che specificano il punto in cui i veicoli terminano il proprio itinerario. Se il layer include un solo punto, tutti i veicoli vengono instradati verso un punto finale comune. Se il layer include pi&ugrave; punti, ogni veicolo verr&agrave; instradato verso una posizione finale unica.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Il campo nel layer di partenza che identifica in modo univoco i singoli itinerari, i veicoli o i conducenti. Se i veicoli partono da pi&ugrave; localit&agrave; e terminano in pi&ugrave; localit&agrave;, gli ID itinerario scelti per i layer di partenza e di arrivo devono corrispondere.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Il campo nel layer finale che identifica in modo univoco i singoli itinerari, i veicoli o i conducenti. Se i veicoli partono da pi&ugrave; localit&agrave; e terminano in pi&ugrave; localit&agrave;, gli ID itinerario scelti per i layer di partenza e di arrivo devono corrispondere.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Uno o pi&ugrave; feature punto che agiscono come restrizioni temporanee (barriere) quando si viaggia sulle strade sottostanti. &Egrave; possibile viaggiare sulla strada ma non &egrave; possibile attraversare la barriera.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Uno o pi&ugrave; feature linea che agiscono come restrizioni temporanee (barriere) quando si viaggia sulle strade sottostanti. Le barriere di linea vietano la circolazione ovunque le barriere intersechino le strade.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Uno o pi&ugrave; feature poligono che agiscono come restrizioni temporanee (barriere) quando si viaggia sulle strade sottostanti. Le barriere poligono vietano la circolazione ovunque i poligoni intersecano le strade.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Il metodo di viaggio con cui verranno creati gli itinerari. La modalit&agrave; di viaggio pu&ograve; essere basata sulla distanza o sul tempo.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>La data e l'ora di partenza dei veicoli.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Il numero massimo di veicoli disponibili per le fermate. Se il  <b>Layer iniziale</b> e il <b>Layer finale</b> contengono ciascuno una feature, pu&ograve; specificare fino a 100 veicoli. Se uno dei due layer contiene pi&ugrave; di una feature, il valore predefinito non pu&ograve; essere modificato. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Il numero massimo di fermate che ogni veicolo pu&ograve; effettuare su un itinerario. &Egrave; possibile specificare un valore compreso tra 1 e  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Specificare il tempo di servizio medio previsto per ogni fermata.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Determina se ai veicoli viene applicato il tempo massimo di instradamento. Il tempo di instradamento include il tempo di viaggio previsto e i tempi di servizio trascorsi nelle fermate lungo l'itinerario.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Specificare la durata massima di un itinerario dalla partenza all'arrivo.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Il nome del layer che sar&agrave; creato e aggiunto alla mappa.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Specifica se ogni itinerario risultato verr&agrave; salvato come layer itinerario.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Il nome della cartella in  <b>I miei contenuti</b> in cui saranno salvati i risultati.
            </p>
        </div>
    </div>
</div>
</html>
