<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Nastavenia analytick&eacute;ho prostredia v r&aacute;mci  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Určuje s&uacute;radnicov&yacute; syst&eacute;m pre anal&yacute;zy a v&yacute;sledn&uacute; vrstvu.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Určuje oblasť, ktor&aacute; sa použije na anal&yacute;zu.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>Upravuje rozsah v&yacute;stupu tak, aby zodpovedal zarovnaniu buniek zadanej prichyt&aacute;vacej rastrovej vrstvy.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Určuje veľkosť bunky alebo rozl&iacute;&scaron;enie, ktor&eacute; sa použije na anal&yacute;zu a vytvorenie v&yacute;stupnej rastrovej vrstvy.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Určuje vrstvu masky, podľa ktorej sa na anal&yacute;zu použij&uacute; len bunky, ktor&eacute; spadaj&uacute; do oblasti masky.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Určuje sp&ocirc;sob interpol&aacute;cie hodn&ocirc;t pixelov, keď vstupn&eacute; a v&yacute;stupn&eacute; rastre nie s&uacute; zarovnan&eacute;.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Určuje typ procesora, ktor&yacute; sa m&aacute; použiť. Na v&yacute;ber s&uacute; možnosti  <b>CPU</b>, <b>GPU</b>, a <b>Automaticky</b>. Ak je zadan&eacute; <b>Automaticky</b>, n&aacute;stroj s&aacute;m urč&iacute; typ procesora.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Určuje počet in&scaron;tanci&iacute; služby spracovania rastrov použit&yacute;ch počas behu n&aacute;stroja. Podporovan&eacute; hodnoty zahŕňaj&uacute; pr&aacute;zdne reťazce (n&aacute;stroj s&aacute;m urč&iacute; počet in&scaron;tanci&iacute; služby spracovania rastrov, ktor&eacute; sa použij&uacute;), cel&eacute; č&iacute;sla (0 alebo kladn&eacute; cel&eacute; č&iacute;sla) a percent&aacute;. Percent&aacute; musia obsahovať znak percenta (%), ktor&yacute; nasleduje za percentu&aacute;lnou hodnotou.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>Určuje, či sa zobraz&iacute; varovn&aacute; spr&aacute;va, ak odhadovan&yacute; počet kreditov prekroč&iacute; zadan&uacute; hranicu (povolen&eacute;), alebo či sa anal&yacute;za spust&iacute; bez zobrazenia spr&aacute;vy bez ohľadu na odhadovan&uacute; spotrebu kreditov (nepovolen&eacute;). Anal&yacute;za bude st&aacute;le re&scaron;pektovať nastavenia kreditn&eacute;ho rozpočtu organiz&aacute;cie.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Určuje hranicu, pri ktorej sa zobraz&iacute; varovn&aacute; spr&aacute;va na z&aacute;klade odhadovanej spotreby kreditov zo spustenia anal&yacute;zy. Anal&yacute;zu možno vykonať aj vtedy, ak odhad prekroč&iacute; prahov&uacute; hodnotu.
            </p>
        </div>
    </div>
</div>
</html>
