<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Odvodiť kontinu&aacute;lny tok generuje raster akumulovan&eacute;ho prietoku do každej bunky zo vstupn&eacute;ho rastra povrchu bez potreby predch&aacute;dzaj&uacute;ceho vyplnenia priehlb&iacute;n alebo depresi&iacute;.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>V&yacute;&scaron;kov&yacute; raster, ktor&yacute; sa použije na v&yacute;počet.
            </p> 
        </div>
    </div>
    <div id="inputDepressionsData">
        <div>
            <p>Vrstva, ktor&aacute; vymedzuje skutočn&eacute; depresie alebo priehlbiny, do ktor&yacute;ch m&ocirc;že voda pr&uacute;diť, ale nem&ocirc;že z nich odtekať.
            </p> 
        </div>
    </div>
    <div id="inputWeightRaster">
        <div>
            <p>Rastrov&aacute; vrstva, ktor&aacute; definuje podiel prietoku, ktor&yacute; prispieva k akumul&aacute;cii prietoku v každej bunke.
            </p>
        </div>
    </div>
    <div id="flowDirectionType">
        <div>
            <p>Určuje typ met&oacute;dy prietoku, ktor&aacute; sa použije pri v&yacute;počte smeru pr&uacute;denia.
            </p>
            <p>Met&oacute;da D8 priraďuje smer pr&uacute;denia k najstrm&scaron;iemu susedn&eacute;mu svahu. Met&oacute;da MFD rozdeľuje smer pr&uacute;denia cez susedn&eacute; svahy podľa adapt&iacute;vneho exponentu rozdelenia.
            </p>
        </div>
    </div>
    <div id="forceFlow">
        <div>
            <p>Určuje, či sa tok v okrajov&yacute;ch bunk&aacute;ch bude riadiť bežn&yacute;mi pravidlami pr&uacute;denia alebo bude vždy pr&uacute;diť smerom von.
            </p>
            <p>Ak nie je za&scaron;krtnut&eacute;, tok bude smerovať k vn&uacute;tornej bunke s najstrm&scaron;&iacute;m poklesom hodnoty z. Ak je v&scaron;ak pokles men&scaron;&iacute; alebo rovn&yacute; nule, bunka bude pr&uacute;diť smerom von z rastra povrchu. Ak je za&scaron;krtnut&eacute;, smer toku bude vždy smerovať von z rastra povrchu.
            </p>
        </div>
    </div>
    <div id="outputFlowAccumulationRasterName">
        <div>
            <p>N&aacute;zov rastrovej vrstvy akumul&aacute;cie tokov, ktor&aacute; sa vytvor&iacute; a prid&aacute; do mapy.
            </p>
        </div>
    </div>
    <div id="outputFlowDirectionRasterName">
        <div>
            <p>N&aacute;zov rastrovej vrstvy smeru toku, ktor&aacute; sa vytvor&iacute; a prid&aacute; do mapy.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ v&yacute;stupu, ktor&yacute; bude vytvoren&yacute;. V&yacute;stupom m&ocirc;že byť dlaždicov&aacute; sn&iacute;mkov&aacute; vrstva alebo dynamick&aacute; sn&iacute;mkov&aacute; vrstva.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zov priečinka v r&aacute;mci  <b>M&ocirc;j obsah</b> do ktor&eacute;ho sa ulož&iacute; v&yacute;sledok.
            </p>
        </div>
    </div>
</div>
</html>
