<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Z&oacute;n&aacute;lne &scaron;tatistiky sumarizuje hodnoty rastra v r&aacute;mci z&oacute;n z in&eacute;ho datasetu.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputZoneLayer">
        <div>
            <p>Vstup definuj&uacute;ci hranice z&oacute;n alebo oblast&iacute;, ktor&eacute; bud&uacute; sumarizovan&eacute;
            </p>
        </div>
    </div>
    <div id="zoneField">
        <div>
            <p>Pole, ktor&eacute; obsahuje hodnoty definuj&uacute;ce každ&uacute; z&oacute;nu.
            </p>
        </div>
    </div>
    <div id="inputRasterLayertoSummarize">
        <div>
            <p>Rastrov&aacute; vrstva, ktor&aacute; obsahuje hodnoty buniek, ktor&eacute; sa použij&uacute; na v&yacute;počet &scaron;tatistiky.
            </p>
        </div>
    </div>
    <div id="statisticType">
        <div>
            <p>Určuje typ &scaron;tatistiky, ktor&aacute; sa vypoč&iacute;ta.
            </p>
        </div>
    </div>
    <div id="percentileValue">
        <div>
            <p>Určuje hodnotu percentilu, ktor&aacute; sa vypoč&iacute;ta.
            </p>
        </div>
    </div>
    <div id="percentileInterpolationType">
        <div>
            <p>Určuje met&oacute;du, ktor&aacute; sa použije, ak je počet hodn&ocirc;t zo vstupn&eacute;ho rastra, ktor&eacute; sa maj&uacute; vypoč&iacute;tať, p&aacute;rny.
            </p>
        </div>
    </div>
    <div id="circularCalculation">
        <div>
            <p>Určuje, ako sa bud&uacute; spracov&aacute;vať hodnoty buniek  <b>rastra vstupn&yacute;ch hodn&ocirc;t</b> pre kruhov&eacute; d&aacute;ta.
            </p>
            <p>Ak nie je za&scaron;krtnut&eacute;, vypoč&iacute;ta sa bežn&aacute; aritmetick&aacute; (line&aacute;rna) &scaron;tatistika. Ak je za&scaron;krtnut&eacute;, vypoč&iacute;taj&uacute; sa kruhov&eacute; &scaron;tatistiky.
            </p>
        </div>
    </div>
    <div id="circularWrapValue">
        <div>
            <p>Určuje hodnotu, ktor&aacute; sa použije na zaokr&uacute;hlenie line&aacute;rnej hodnoty na rozsah danej kruhovej &scaron;tatistiky.
            </p>
        </div>
    </div>
    <div id="ignoreMissingValues">
        <div>
            <p>Určuje, či sa bunky NoData v  <b>rastri vstupn&yacute;ch hodn&ocirc;t</b> bud&uacute; ignorovať vo v&yacute;sledkoch z&oacute;n, do ktor&yacute;ch spadaj&uacute;.
            </p>
            <p>Ak je za&scaron;krtnut&eacute;, bunky NoData v rastri hodn&ocirc;t sa bud&uacute; pri v&yacute;počte &scaron;tatistiky ignorovať. Ak nie je za&scaron;krtnut&eacute;, bunky NoData nebud&uacute; ignorovan&eacute; a cel&aacute; z&oacute;na dostane vo v&yacute;stupnom rastri hodnotu NoData.
            </p>
        </div>
    </div>
    <div id="processAsMultidimensional">
        <div>
            <p>Určuje, ako sa bud&uacute; spracov&aacute;vať vstupn&eacute; rastre, ak s&uacute; multidimenzion&aacute;lne.
            </p>
            <p>Ak nie je za&scaron;krtnut&eacute;, &scaron;tatistika sa vypoč&iacute;ta pre v&scaron;etky dimenzie vstupn&eacute;ho multidimenzion&aacute;lneho datasetu. Ak je za&scaron;krtnut&eacute;, &scaron;tatistika sa vypoč&iacute;ta z aktu&aacute;lneho segmentu vstupn&eacute;ho multidimenzion&aacute;lneho datasetu.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zov rastrovej vrstvy z&oacute;n&aacute;lnej &scaron;tatistiky, ktor&aacute; sa vytvor&iacute; a prid&aacute; do mapy.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ v&yacute;stupu, ktor&yacute; bude vytvoren&yacute;. V&yacute;stupom m&ocirc;že byť dlaždicov&aacute; sn&iacute;mkov&aacute; vrstva alebo dynamick&aacute; sn&iacute;mkov&aacute; vrstva.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zov priečinka v r&aacute;mci  <b>M&ocirc;j obsah</b> do ktor&eacute;ho sa ulož&iacute; v&yacute;sledok.
            </p>
        </div>
    </div>
</div>
</html>
