<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>N&aacute;stroj Parametre povrchu vypoč&iacute;ta parametre rastrov&eacute;ho povrchu, ako je aspekt, sklon a zakrivenie, pomocou geodetick&yacute;ch met&oacute;d.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>V&yacute;&scaron;kov&yacute; raster, ktor&yacute; sa použije na v&yacute;počty.
            </p>
            <p>Ak je vo vertik&aacute;lnom s&uacute;radnicovom syst&eacute;me vstupn&eacute;ho rastra k dispoz&iacute;cii z-jednotka, použije sa automaticky.
            </p>
        </div>
    </div>
    <div id="parameterType">
        <div>
            <p>Typ parametra povrchu, ktor&yacute; sa bude merať.
            </p> 
        </div>
    </div>
    <div id="outputSlopeMeasurement">
        <div>
            <p>Mern&eacute; jednotky v&yacute;stupn&eacute;ho rastra sklonu.
            </p>
        </div>
    </div>
    <div id="projectGeodesicAzimuths">
        <div>
            <p>Určuje, či sa bud&uacute; projektovať geodetick&eacute; azimuty.
            </p>
            <p>Ak je za&scaron;krtnut&eacute;, geodetick&eacute; azimuty sa projektuj&uacute; pre korekciu uhlov&eacute;ho skreslenia sp&ocirc;soben&eacute;ho v&yacute;stupnou priestorovou referenciou. Ak nie je za&scaron;krtnut&eacute;, geodetick&eacute; azimuty sa nebud&uacute; projektovať.
            </p>
        </div>
    </div>
    <div id="useEquatorialAspect">
        <div>
            <p>Určuje, či sa bude orient&aacute;cia reli&eacute;fu merať od bodu na rovn&iacute;ku alebo od severn&eacute;ho p&oacute;lu.
            </p>
            <p>Ak je za&scaron;krtnut&eacute;, orient&aacute;cia sa bude merať od bodu na rovn&iacute;ku. Ak nie je za&scaron;krtnut&eacute;, orient&aacute;cia sa bude merať od severn&eacute;ho p&oacute;lu.
            </p>
        </div>
    </div>
    <div id="localSurfaceType">
        <div>
            <p>Typ povrchovej funkcie, ktor&aacute; sa použije pre okolie cieľovej bunky.
            </p> 
        </div>
    </div>
    <div id="neighborhoodDistance">
        <div>
            <p>Vzdialenosť od stredu cieľovej bunky, z ktorej sa vypoč&iacute;ta v&yacute;stup. Určuje veľkosť okolia použit&eacute;ho na v&yacute;počet.
            </p>
            <p>Predvolen&aacute; hodnota je veľkosť bunky rastra zadan&aacute; v parametri  <b>Vstupn&yacute; raster povrchu</b>. Ak je zadan&aacute; hodnota, mus&iacute; byť v&auml;č&scaron;ia ako predvolen&aacute; hodnota.
            </p> 
        </div>
    </div>
    <div id="useAdaptiveNeighborhood">
        <div>
            <p>Určuje, či sa vzdialenosť v okol&iacute; bude meniť so zmenami ter&eacute;nu.
            </p>
            <p>Ak je za&scaron;krtnut&eacute;, vzdialenosť v susedstve sa bude meniť v z&aacute;vislosti od zmien ter&eacute;nu. Ak nie je za&scaron;krtnut&eacute;, pre v&scaron;etky lokality sa použije pevn&aacute; vzdialenosť okolia.
            </p>
        </div>
    </div>
    <div id="zUnit">
        <div>
            <p>Line&aacute;rna jednotka vertik&aacute;lnych z-hodn&ocirc;t.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>N&aacute;zov rastrovej vrstvy povrchu, ktor&aacute; sa vytvor&iacute; a prid&aacute; do mapy.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ v&yacute;stupu, ktor&yacute; bude vytvoren&yacute;. V&yacute;stupom m&ocirc;že byť dlaždicov&aacute; sn&iacute;mkov&aacute; vrstva alebo dynamick&aacute; sn&iacute;mkov&aacute; vrstva.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>N&aacute;zov priečinka v r&aacute;mci  <b>M&ocirc;j obsah</b> do ktor&eacute;ho sa ulož&iacute; v&yacute;sledok.
            </p>
        </div>
    </div>
</div>
</html>
