{
  "awayFromFacility": "La distanță de locațiile de intrare",
  "breakUnitsLabel": "Unități de limite",
  "breakValueValidationMessageDistance": "Valorile întreruperilor trebuie să fie mai mici sau egale cu 300 de mile.",
  "breakValueValidationMessageDistanceDetailedOutput": "Valorile întreruperilor trebuie să fie mai mici sau egale cu 15 mile când este selectat Generare parametru de poligoane detaliate sau Includere parametru străzi disponibile.",
  "breakValueValidationMessageDistanceWalk": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 27 de mile în cazul mersului pe jos.",
  "breakValueValidationMessageTime": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 30 de minute.",
  "breakValueValidationMessageTimeDetailedOutput": "Valorile întreruperilor trebuie să fie mai mici sau egale cu 15 minute când este selectat Generare parametru de poligoane detaliate sau Includere parametru străzi disponibile.",
  "breakValueValidationMessageTimeDetailedOutputWalk": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 300 de minute în cazul mersului pe jos și când este selectat Generare parametru de poligoane detaliate sau Includere parametru străzi disponibile.",
  "breakValueValidationMessageTimeWalk": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 540 de minute în cazul mersului pe jos.",
  "breakValueValidationMessageWithVarsDistance": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 300 de mile (${value} ${units}).",
  "breakValueValidationMessageWithVarsDistanceDetailedOutput": "Valorile întreruperilor trebuie să fie mai mici sau egale cu 15 mile (${value} ${units}) când este selectat Generare parametru de poligoane detaliate sau Includere parametru străzi disponibile.",
  "breakValueValidationMessageWithVarsDistanceWalk": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 27 de mile (${value} ${units}) în cazul mersului pe jos.",
  "breakValueValidationMessageWithVarsTime": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 300 de minute (${value} ${units}).",
  "breakValueValidationMessageWithVarsTimeDetailedOutput": "Valorile întreruperilor trebuie să fie mai mici sau egale cu 15 minute (${value} ${units}) când este selectat Generare parametru de poligoane detaliate sau Includere parametru străzi disponibile.",
  "breakValueValidationMessageWithVarsTimeDetailedOutputWalk": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 300 de minute (${value} ${units}) în cazul mersului pe jos și când este selectat Generare parametru de poligoane detaliate sau Includere parametru străzi disponibile.",
  "breakValueValidationMessageWithVarsTimeWalk": "Valorile de întrerupere trebuie să fie mai mici sau egale cu 540 de minute (${value} ${units}) în cazul mersului pe jos.",
  "breakValuesLabel": "Limite",
  "dissolve": "Dizolvare",
  "includeReachableStreetsLabel": "Includere străzi accesibile",
  "inputLayerLabel": "Intrare strat tematic punct",
  "inputLayersSummaryText": "Alegeți un strat tematic care să conțină punctele pe care le doriți pentru a genera zonele de deplasare din jur. Opțional, selectați straturi tematice de barieră pentru a restricționa deplasarea în anumite zone.",
  "itemProperties": {
    "description": "Stratul tematic de obiect spațial generat din executarea instrumentului de analiză Generare zone de deplasare.",
    "snippet": "Strat tematic de obiecte spațiale generat din Generare zone de deplasare"
  },
  "overlap": "Suprapunere",
  "overlapPolicyLabel": "Politica privind suprapunerea",
  "showHolesLabel": "Generare poligoane detaliate",
  "split": "Separare",
  "towardsFacility": "Spre locațiile de intrare",
  "travelDirectionLabel": "Direcție de deplasare"
}
