<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>T&ouml;&ouml;riistaga &quot;Arvuta s&otilde;idukulud&quot; saab punktipaaride puhul m&otilde;&otilde;ta &uuml;hest punktist teise liikumiseks kuluvat reisiaega v&otilde;i vahemaad.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Reisikulu arvutamiseks kasutatavaid l&auml;htekohti t&auml;histav punktikiht. Toetatud on kuni  5000 objektiga kihid. </p> 
            <p class="PortalOnly">Reisikulu arvutamiseks kasutatavaid l&auml;htekohti t&auml;histav punktikiht.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Reisikulu arvutamiseks kasutatavaid sihtkohti t&auml;histav punktikiht. Toetatud on kuni  5000 objektiga kihid. </p> 
            <p class="PortalOnly">Reisikulu arvutamiseks kasutatavaid sihtkohti t&auml;histav punktikiht.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p>V&auml;li  <b>L&auml;htekohakihil</b>, mis m&auml;&auml;rab eelm&auml;&auml;ratud l&auml;hte- ja sihtkoha paari. Kui l&auml;hte- ja sihtkohti on mitu, peab see ID vastama v&auml;&auml;rtusele <b>Sihtkohakihi marsruudi ID v&auml;ljal</b>.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p>V&auml;li  <b>Sihtkohakihil</b>, mis m&auml;&auml;rab eelm&auml;&auml;ratud l&auml;hte- ja sihtkoha paari. Kui l&auml;hte- ja sihtkohti on mitu, peab see ID vastama v&auml;&auml;rtusele <b>L&auml;htekohakihi marsruudi ID v&auml;ljal</b>.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>&Uuml;ks v&otilde;i mitu punktobjekti, mis toimivad allpool paiknevatel t&auml;navatel s&otilde;itmise korral ajutiste piirangute (t&otilde;ketena). T&auml;naval on liiklemine lubatud, kuid mitte l&auml;bi piirajast t&otilde;kke.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>&Uuml;ks v&otilde;i mitu joonobjekti, mis toimivad allpool paiknevatel t&auml;navatel s&otilde;itmise korral ajutiste piirangute (t&otilde;ketena). Joont&otilde;kked keelavad liiklemise igal pool, kus t&otilde;kked l&otilde;ikuvad t&auml;navatega.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>&Uuml;ks v&otilde;i mitu pol&uuml;goonobjekti, mis toimivad allpool paiknevatel t&auml;navatel s&otilde;itmise korral ajutiste piirangute (t&otilde;ketena). Pol&uuml;goont&otilde;kked keelaavad liiklemise igal pool, kus pol&uuml;goonid l&otilde;ikuvad t&auml;navatega.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Sirgjoonelise vahemaa v&otilde;i aja m&otilde;&otilde;tmiseks kasutatav meetod. Meetod v&otilde;ib olla sirgjooneline vahemaa v&otilde;i liikumisviis.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>L&auml;htekohast v&auml;ljumise kuup&auml;ev ja kellaaeg  <b>L&auml;htekohakihil</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>M&auml;&auml;rab, kas l&auml;hte- ja sihtkohad &uuml;hendatakse v&otilde;rgujoontega v&otilde;i soovijoontega (<b>Sirgjoon</b>) v&otilde;i aluseks oleva t&auml;navate v&otilde;rgu t&auml;navatega (<b>J&auml;rgi t&auml;navaid</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Selle kihi nimi, mis luuakse ja lisatakse kaardile.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>M&auml;&auml;rab, kas iga tulemmarsuut salvestatakse marsruudikihina.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Selle kausta nimi jaotises  <b>Minu sisu</b>, kuhu tulemused salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
