<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>T&ouml;&ouml;riist &quot;Kauguse paigutus&quot; arvutab iga piksli paigutuse sisendallikani, kasutades selleks sirgjoonelist kaugust, kulukaugust, tegelikku pinna kaugust, samuti vertikaalseid ja horisontaalseid kulutegureid.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSourceRasterOrFeatures">
        <div>
            <p>Sisestatav l&auml;hterastri- v&otilde;i objektikiht, mis m&auml;&auml;ratleb l&auml;htepunktid, milleni paigutus arvutatakse.
            </p>
            <p>Kui sisend on raster, peab see sisaldama l&auml;htepunktide kohta kehtivate t&auml;isarvuliste v&auml;&auml;rtustega lahtreid (null on kehtiv v&auml;&auml;rtus) ja &uuml;lej&auml;&auml;nud lahtritele tuleb m&auml;&auml;rata v&auml;&auml;rtus NoData.
            </p>
        </div>
    </div>
    <div id="sourceField">
        <div>
            <p>V&auml;li, mida kasutatakse allikate asukohtadele v&auml;&auml;rtuste m&auml;&auml;ramiseks. See peab olema t&auml;isarvuline.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>T&otilde;kked, mis m&auml;&auml;ratlevad takistused, mille &uuml;mber tuleb marsruutida.
            </p>
            <p>Rasterkihi puhul k&auml;sitletakse v&auml;&auml;rtusega (sealhulgas nulliga) lahtreid t&otilde;kkena.
            </p>
        </div>
    </div>
    <div id="inputSurfaceRaster">
        <div>
            <p>Raster, mis m&auml;&auml;ratleb k&otilde;rguse v&auml;&auml;rtused igas lahtri asukohas.
            </p>
            <p>V&auml;&auml;rtusi kasutatakse tegeliku pinna vahemaa arvutamiseks lahtrite vahel l&auml;bimisel.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Raster, mis m&auml;&auml;rab takistuse v&otilde;i kulu liikumisel l&auml;bi iga lahtri.
            </p>
            <p>Piksli iga asukoha v&auml;&auml;rtus v&auml;ljendab vahemaa &uuml;hiku maksumuse liikumisel l&auml;bi piksli. V&auml;&auml;rtus ei saa olla negatiivne ega null.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>M&auml;&auml;rab, kas kaugus arvutatakse tasapinnalise (lapiku maa) v&otilde;i geodeetilise (ellipsoid) meetodi abil.
            </p>
        </div>
    </div>
    <div id="inputVerticalRaster">
        <div>
            <p>Raster, mis m&auml;&auml;ratleb iga lahtri asukoha z-v&auml;&auml;rtused.
            </p>
            <p>V&auml;&auml;rtusi kasutatakse kalde arvutamiseks, mida kasutatakse &uuml;hest lahtrist teise liikumisel tekkiva vertikaalse teguri tuvastamiseks.
            </p>
        </div>
    </div>
    <div id="verticalFactor">
        <div>
            <p>Tegur, mis m&auml;&auml;ratleb seose vertikaalse kuluteguri ja vertikaalse suhtelise liikumisnurga vahel.
            </p>
            <p>Muutjatega tegurite jaoks on mitu valikut, mis tuvastavad m&auml;&auml;ratletud vertikaalse teguri graafiku. Graafikuid kasutatakse naaberlahtrisse kolimise kogumaksumuse arvutamisel kasutatava vertikaalse teguri tuvastamiseks.
            </p>
        </div>
    </div>
    <div id="inputHorizontalRaster">
        <div>
            <p>Raster, mis m&auml;&auml;ratleb horisontaalse suuna igas lahtris.
            </p>
            <p>Igas asukohas olevaid v&auml;&auml;rtusi kasutatakse koos parameetriga  <b>Horisontaalne tegur</b>, et m&auml;&auml;rata kindlaks lahtrist naabrite juurde kolimisel tekkivad horisontaalsed kulud.
            </p>
        </div>
    </div>
    <div id="horizontalFactor">
        <div>
            <p>Tegur, mis m&auml;&auml;ratleb horisontaalse kuluteguri ja horisontaalse suhtelise liikumisnurga vahelise suhte.
            </p>
            <p>Muutjatega tegurite jaoks on mitu valikut, mis tuvastavad m&auml;&auml;ratletud horisontaalse teguri graafiku. Graafikuid kasutatakse naaberlahtrisse kolimise kogumaksumuse arvutamisel kasutatava horisontaalse teguri tuvastamiseks.
            </p>
        </div>
    </div>
    <div id="sourceInitialAccumulation">
        <div>
            <p>Algne kumulatiivne kulu kuluarvutuse alustamiseks.
            </p>
            <p>Vaikev&auml;&auml;rtus on 0.
            </p>
        </div>
    </div>
    <div id="sourceMaximumAccumulation">
        <div>
            <p>Reisija maksimaalne kumulatiivne kulu allika kohta.
            </p>
            <p>Vaikimisi on akumulatsioon v&auml;ljundrastri servani.
            </p>
        </div>
    </div>
    <div id="sourceCostMultiplier">
        <div>
            <p>Kulude v&auml;&auml;rtustele rakendatav kordaja.
            </p>
            <p>Vaikev&auml;&auml;rtus on 1.
            </p>
        </div>
    </div>
    <div id="sourceDirection">
        <div>
            <p>Reisija suund horisontaalse ja vertikaalse teguri rakendamisel.
            </p>
        </div>
    </div>
    <div id="outputDistanceAllocationRasterName">
        <div>
            <p>Selle kauguse paigutuse v&auml;&auml;rtuse rasterkihi nimi, mis luuakse jaotises ja lisatakse kaardile.
            </p>
        </div>
    </div>
    <div id="outputDistanceAccumulationRasterName">
        <div>
            <p>Selle kumulatiivse kauguse rasterkihi nimi, mis luuakse jaotises ja lisatakse kaardile. See kiht sisaldab iga lahtri kumulatiivset kaugust v&auml;hima kuluga allikast v&otilde;i v&auml;hima kuluga allikani.
            </p>
        </div>
    </div>
    <div id="outputBackDirectionRasterName">
        <div>
            <p>Selle tagasisuuna rasterkihi nimi, mis luuakse ja lisatakse kaardile. See kiht sisaldab suunda kraadides.
            </p>
        </div>
    </div>
    <div id="outputSourceDirectionRasterName">
        <div>
            <p>Selle l&auml;htekoha suuna rasterkihi nimi, mis luuakse ja lisatakse kaardile. See kiht sisaldab v&auml;hima akumuleerunud kuluga l&auml;htelahtri asimuudi suunda kraadides.
            </p>
        </div>
    </div>
    <div id="outputSourceLocationRasterName">
        <div>
            <p>Selle l&auml;htekoha mitmeribalise rasterkihi nimi, mis luuakse ja lisatakse kaardile. See kiht sisaldab l&auml;htekohti, kus esimene riba sisaldab rea indeksit ja teine riba sisaldab veeru indeksit.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Loodava v&auml;ljundi t&uuml;&uuml;p. V&auml;ljundid v&otilde;ivad olla paanitud pildikihid v&otilde;i d&uuml;naamilised pildikihid.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Selle kausta nimi jaotises  <b>Minu sisu</b>, kuhu tulemused salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
