<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>T&ouml;&ouml;riist &quot;Leia kuumkohad&quot; tuvastab sisendobjektides olulised klastrid.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>Sisendpunkt v&otilde;i pol&uuml;goonikiht, millel kuumkohtade anal&uuml;&uuml;s teostatakse.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>M&auml;&auml;rab, kas kuumkohad ja k&uuml;lmad laigud t&auml;histavad objektide asukohti (<b>Punktide arvud</b>) v&otilde;i objektiv&auml;lja v&auml;&auml;rtusi (<b>V&auml;li</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>V&auml;li, mida anal&uuml;&uuml;sitakse k&otilde;rge ja madala v&auml;&auml;rtusega klastrite tuvastamiseks.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>Piiravate objektide t&uuml;&uuml;p, milles sisendpunkti objektid agregeeritakse. See v&otilde;ib olla pol&uuml;goonikiht (<b>Pol&uuml;goonikiht</b>) v&otilde;i mosaiikruudustik, mis koosneb ruutudest (<b>V&otilde;rkruudustiklahtrid</b>) v&otilde;i kuusnurkadest (<b>Kuusnurklahtrid</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>Pol&uuml;goonobjekte sisaldav kiht, milles sisendpunkti objektid agregeeritakse.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Pol&uuml;goonikiht, mis m&auml;&auml;ratleb anal&uuml;&uuml;si piiri. Pol&uuml;goonis olevad pol&uuml;goonobjektid kaasatakse kuumkohtade anal&uuml;&uuml;si.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>M&auml;&auml;rab, kuidas jagada  <b>Anal&uuml;&uuml;siv&auml;lja</b> v&auml;&auml;rtusi v&otilde;i agregeeritud punktide arvu. Valik <b>V&auml;li</b> jagab <b>Anal&uuml;&uuml;siv&auml;lja</b> v&auml;&auml;rtused parameetris <b>Sisendkiht</b> m&auml;&auml;ratud v&auml;lja v&auml;&auml;rtustega. Valik <b>Rikastamisandmed</b> rikastab objektid v&otilde;i agregeerimisv&auml;&auml;rtused rahvastikuandmetega ja jagab <b>Anal&uuml;&uuml;siv&auml;lja</b> v&auml;&auml;rtused v&otilde;i agregeeritud punktide arvu rahvastikuga. See valik tarbib t&auml;iendavaid krediite.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Ruut- v&otilde;i kuusnurklahtrite k&uuml;lje pikkus, mida kasutatakse sisendobjektide agregeerimiseks.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>M&auml;&auml;rab lahtri suuruse jaoks kasutatavad &uuml;hikud.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>Vahemaariba, mida kasutatakse naabruskonna m&auml;&auml;ratlemiseks. Sihtobjekti vahemaaribale j&auml;&auml;vad naabruses olevad objektid kaasatakse kuumkoha anal&uuml;&uuml;si teostades sihtobjekti naabruskonda.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>M&auml;&auml;rab &uuml;hikud, mida kasutatakse vahemaariba jaoks.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Selle kihi nimi, mis luuakse ja lisatakse kaardile.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Selle kausta nimi jaotises  <b>Minu sisu</b>, kuhu tulemus salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
