<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>T&ouml;&ouml;riist &quot;Kavanda marsruudid&quot; loob s&otilde;idukipargi jaoks mitme peatusega reisimarsruudid.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Punktobjektid, mis m&auml;&auml;ravad, kust s&otilde;idukid alustavad marsruuti.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Punktobjektid, mida s&otilde;idukid peavad marsruudil l&auml;bima. Nendest punktidest saavad v&auml;ljundis m&auml;&auml;ratud v&otilde;i m&auml;&auml;ramata peatused.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>M&auml;&auml;rab, kas s&otilde;idukid peavad naasma l&auml;htekohta (lubatud) v&otilde;i l&otilde;petama teekonna m&auml;&auml;ratud asukohtades (keelatud).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Punktobjektid, mis m&auml;&auml;ravad, kust s&otilde;idukid l&otilde;petavad marsruudi. Kui kihil on ainult &uuml;ks punkt, suunatakse k&otilde;ik s&otilde;idukid &uuml;hte l&otilde;pp-punkti. Kui kihil on mitu punkti, suunatakse iga s&otilde;iduk kordumatusse l&otilde;pp-punkti.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Alguskohakihi v&auml;li, mis tuvastab individuaalsed marsruudid, s&otilde;idukid v&otilde;i juhid. Kui s&otilde;idukid alustavad s&otilde;itu mitmest asukohast ja l&otilde;petavad teekonna mitmes eri asukohas, peavad algus- ja l&otilde;pukihi jaoks valitud marsruudi-ID-d omavahel klappima.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>L&otilde;ppkohakihi v&auml;li, mis tuvastab individuaalsed marsruudid, s&otilde;idukid v&otilde;i juhid. Kui s&otilde;idukid alustavad s&otilde;itu mitmest asukohast ja l&otilde;petavad teekonna mitmes eri asukohas, peavad algus- ja l&otilde;pukihi jaoks valitud marsruudi-ID-d omavahel klappima.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>&Uuml;ks v&otilde;i mitu punktobjekti, mis toimivad allpool paiknevatel t&auml;navatel s&otilde;itmise korral ajutiste piirangute (t&otilde;ketena). T&auml;naval on liiklemine lubatud, kuid mitte l&auml;bi piirajast t&otilde;kke.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>&Uuml;ks v&otilde;i mitu joonobjekti, mis toimivad allpool paiknevatel t&auml;navatel s&otilde;itmise korral ajutiste piirangute (t&otilde;ketena). Joont&otilde;kked keelavad liiklemise igal pool, kus t&otilde;kked l&otilde;ikuvad t&auml;navatega.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>&Uuml;ks v&otilde;i mitu pol&uuml;goonobjekti, mis toimivad allpool paiknevatel t&auml;navatel s&otilde;itmise korral ajutiste piirangute (t&otilde;ketena). Pol&uuml;goont&otilde;kked keelaavad liiklemise igal pool, kus pol&uuml;goonid l&otilde;ikuvad t&auml;navatega.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Liikumisviisid, millega marsruudid luuakse. Liikumisviis v&otilde;ib p&otilde;hineda vahemaal v&otilde;i ajal.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>S&otilde;idukite v&auml;ljumiskuup&auml;ev ja -aeg.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Peatuste k&uuml;lastamiseks saadaolevate s&otilde;idukite maksimumarv. Kui  <b>Alguskohakiht</b> ja <b>L&otilde;ppkohakiht</b> sisaldavad kumbki &uuml;hte objekti, saate m&auml;&auml;rata kuni 100 s&otilde;idukit. Kui v&auml;hemalt &uuml;ks kihtidest sisaldab rohkem kui &uuml;ht objekti, siis vaikev&auml;&auml;rtust ei saa muuta. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Peatuste maksimumarv iga s&otilde;iduki kohta marsruudil. Saate m&auml;&auml;rata v&auml;&auml;rtuse vahemikus 1 kuni  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>M&auml;&auml;rake eeldatav keskmine teeninduseks kuluv aeg igas peatuses.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>M&auml;&auml;rab, kas s&otilde;idukitele rakendatakse maksimaalset marsruudi aega. Marsruudi aeg sisaldab eeldatavat s&otilde;iduaega ja teenuse osutamise aega marsruudile j&auml;&auml;vates peatustes.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>M&auml;&auml;rake maksimaalne aeg teekonna l&auml;bimiseks alguspunktist l&otilde;pp-punktini.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Selle kihi nimi, mis luuakse ja lisatakse kaardile.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>M&auml;&auml;rab, kas iga tulemmarsuut salvestatakse marsruudikihina.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Selle kausta nimi jaotises  <b>Minu sisu</b>, kuhu tulemused salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
