<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>T&ouml;&ouml;riist &quot;Summeeri l&auml;hedusest&quot; arvutab muude objektide m&auml;&auml;ratud vahemaa piires olevate objektide statistika. Vahemaa saab arvutada sirgjoonelise vahemaa v&otilde;i liikumisviisi alusel.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="summaryLayer">
        <div>
            <p>Summeeritav kiht teatud kauguses l&auml;hedalasuvast kihist.
            </p>
        </div>
    </div>
    <div id="sumNearbyLayer">
        <div>
            <p>Punkti-, joone- v&otilde;i pol&uuml;goonikiht, mida kasutatakse ligiduses olevate objektide summeerimisel alguspunktina, mille &uuml;mber luuakse piiravad alad.
            </p>
        </div>
    </div>
    <div id="nearType">
        <div>
            <p>Meetod, millega luuakse piiravad alad. Meetod v&otilde;ib olla sirgjooneline vahemaa v&otilde;i liikumisviis.
            </p>
        </div>
    </div>
    <div id="distances">
        <div>
            <p>Vahemaa v&otilde;i aeg, mille alusel luuakse piiravad alad. Kui lisatakse mitu v&auml;&auml;rtust, kasutatakse igat v&auml;&auml;rtust k&otilde;ikide sisendobjektide piiravate alade arvutamiseks.
            </p>
        </div>
    </div>
    <div id="units">
        <div>
            <p>&Uuml;hikud, mida kasutatakse vahemaa v&otilde;i aja m&auml;&auml;ramiseks.
            </p>
        </div>
    </div>
    <div id="returnBoundaries">
        <div>
            <p>M&auml;&auml;rake, kas tulemkiht peaks olema piiravad alad (m&auml;rgitud) v&otilde;i sama geomeetria, nagu sisestatud l&auml;hedalasuval kihil (m&auml;rkimata)
            </p>
        </div>
    </div>
    <div id="sumShape">
        <div>
            <p>Saate arvutada igal piiraval alal summeeritud objektide kogusuuruse. Joonte jaoks arvutatakse kogupikkus. Pol&uuml;goonide jaoks arvutatakse kogupindala.
            </p>
        </div>
    </div>
    <div id="shapeUnits">
        <div>
            <p>&Uuml;hikud, mida kasutatakse summeeritud objektide kogusuuruse arvutamiseks.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Sisendkihi kokkuv&otilde;etavad numbri- v&otilde;i kuup&auml;evav&auml;ljad ja iga v&auml;lja kohta arvutatav statistika.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>Sisendkihi v&auml;li, mida kasutatakse statistiliste arvutuste jaoks andmete eraldamiseks eri gruppidesse.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Saate arvutada igal kokkuv&otilde;tte alal v&auml;hemuses (k&otilde;ige v&auml;hem domineerivad) v&otilde;i enamuses (k&otilde;ige rohkem domineerivad) olevad grupid.
            </p>
        </div>
    </div>
    <div id="percentShape">
        <div>
            <p>Saate arvutada iga piiri sees igasse gruppi kuuluvate summeeritud objektide protsendi.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Selle kihi nimi, mis luuakse ja lisatakse kaardile.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Selle kausta nimi jaotises  <b>Minu sisu</b>, kuhu tulemused salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
