<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>T&ouml;&ouml;riist &quot;Tsoonip&otilde;hine statistika tabelina&quot; v&otilde;tab kokku rastri v&auml;&auml;rtused teise andmestiku tsoonides ja esitab tulemused tabelina.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputZoneRasterOrFeatures">
        <div>
            <p>Summeeritavate tsoonide v&otilde;i alade piire m&auml;&auml;ratlev sisend.
            </p>
        </div>
    </div>
    <div id="zoneField">
        <div>
            <p>V&auml;li, mis sisaldab iga tsooni m&auml;&auml;ratlevaid v&auml;&auml;rtusi.
            </p>
        </div>
    </div>
    <div id="inputValueRaster">
        <div>
            <p>Rasterkiht, mis sisaldab piksliv&auml;&auml;rtusi, mille alusel arvutatakse statistika.
            </p>
        </div>
    </div>
    <div id="statisticType">
        <div>
            <p>M&auml;&auml;rab arvutatava statistika t&uuml;&uuml;bi.
            </p>
        </div>
    </div>
    <div id="percentileValues">
        <div>
            <p>M&auml;&auml;rab arvutatava protsentiili v&auml;&auml;rtuse.
            </p>
        </div>
    </div>
    <div id="percentileInterpolationType">
        <div>
            <p>M&auml;&auml;rab meetodi, mida kasutatakse juhul, kui sisendrastri arvutatavate v&auml;&auml;rtuste arv on paarisarv.
            </p>
        </div>
    </div>
    <div id="circularCalculation">
        <div>
            <p>M&auml;&auml;rab, kuidas jaotise  <b>Sisendv&auml;&auml;rtusraster</b> piksliv&auml;&auml;rtusi t&ouml;&ouml;deldakse ringandmete puhul.
            </p>
            <p>Kui see on m&auml;rkimata, arvutatakse tavaline aritmeetiline (lineaarne) statistika. Kui see on m&auml;rgitud, arvutatakse ringstatistika.
            </p>
        </div>
    </div>
    <div id="circularWrapValue">
        <div>
            <p>M&auml;&auml;rab v&auml;&auml;rtuse, mida kasutatakse lineaarse v&auml;&auml;rtuse &uuml;mardamiseks antud ringstatistika vahemikku.
            </p>
        </div>
    </div>
    <div id="ignoreNodata">
        <div>
            <p>M&auml;&auml;rab, kas NoData-piksleid jaotises  <b>Sisendv&auml;&auml;rtusraster</b> eiratakse nende tsoonide tulemustes, kuhu need j&auml;&auml;vad.
            </p>
            <p>Kui see on m&auml;rgitud, eiratakse v&auml;&auml;rtuse rastris olevaid NoData-piksleid statistilises arvutuses. Kui see on m&auml;rkimata, ei eirata NoData-piksleid ja v&auml;ljundrastris m&auml;&auml;ratakse kogu tsoonile v&auml;&auml;rtus NoData.
            </p>
        </div>
    </div>
    <div id="processAsMultidimensional">
        <div>
            <p>M&auml;&auml;rab, kuidas sisendrastreid t&ouml;&ouml;deldakse, kui need on mitmem&otilde;&otilde;tmelised.
            </p>
            <p>Kui see on m&auml;rkimata, arvutatakse statistika sisendi mitmem&otilde;&otilde;tmelise andmestiku k&otilde;ikide m&otilde;&otilde;tmete kohta. Kui see on m&auml;rgitud, arvutatakse statistika sisendi mitmem&otilde;&otilde;tmelise andmestiku praegusest l&otilde;igust.
            </p>
        </div>
    </div>
    <div id="outputTableName">
        <div>
            <p>Selle tsoonip&otilde;hise statistika tabeli kihi nimi, mis luuakse jaotises ja lisatakse kaardile.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Selle kausta nimi jaotises  <b>Minu sisu</b>, kuhu tulemus salvestatakse.
            </p>
        </div>
    </div>
</div>
</html>
