<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Narzędzie Oblicz koszt podr&oacute;ży służy do pomiaru czasu podr&oacute;ży lub odległości między parami punkt&oacute;w.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="originsLayer">
        <div>
            
            <p class="OnlineOnly">Warstwa punktowa reprezentująca lokalizacje początkowe, z kt&oacute;rych obliczany jest koszt podr&oacute;ży. Obsługiwane są warstwy zawierające maksymalnie  5000 obiekt&oacute;w. </p> 
            <p class="PortalOnly">Warstwa punktowa reprezentująca lokalizacje początkowe, z kt&oacute;rych obliczany jest koszt podr&oacute;ży.
            </p>
        </div>
    </div>
    <div id="destinationsLayer">
        <div>
            
            <p class="OnlineOnly">Warstwa punktowa reprezentująca lokalizacje docelowe, do kt&oacute;rych obliczany jest koszt podr&oacute;ży. Obsługiwane są warstwy zawierające maksymalnie  5000 obiekt&oacute;w. </p> 
            <p class="PortalOnly">Warstwa punktowa reprezentująca lokalizacje docelowe, do kt&oacute;rych obliczany jest koszt podr&oacute;ży.
            </p>
        </div>
    </div>
    <div id="originsLayerRouteIDField">
        <div>
            <p>Pole w warstwie  <b>Warstwa początkowa</b>, kt&oacute;re określa wstępnie przypisaną parę punktu początkowego i docelowego. Jeśli istnieje wiele lokalizacji początkowych i docelowych, ten identyfikator musi być zgodny z wartością w polu <b>Pole identyfikatora trasy warstwy końcowej</b>.
            </p>
        </div>
    </div>
    <div id="destinationsLayerRouteIDField">
        <div>
            <p>Pole w warstwie  <b>Warstwa docelowa</b>, kt&oacute;re określa wstępnie przypisaną parę punktu początkowego i docelowego. Jeśli istnieje wiele lokalizacji początkowych i docelowych, ten identyfikator musi być zgodny z wartością w polu <b>Pole identyfikatora trasy warstwy początkowej</b>.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Jeden lub większa liczba obiekt&oacute;w punktowych, kt&oacute;re pełnią funkcję ograniczeń tymczasowych (barier) utrudniających podr&oacute;żowanie po ulicach, na kt&oacute;rych się znajdują. Na tej ulicy ruch drogowy jest dozwolony, ale jest blokowany przez barierę.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Jeden lub większa liczba obiekt&oacute;w liniowych, kt&oacute;re pełnią funkcję ograniczeń tymczasowych (barier) utrudniających podr&oacute;żowanie po ulicach, na kt&oacute;rych się znajdują. Bariery liniowe uniemożliwiają podr&oacute;żowanie wszędzie tam, gdzie bariery przecinają się z ulicami.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Jeden lub większa liczba obiekt&oacute;w poligonowych, kt&oacute;re pełnią funkcję ograniczeń tymczasowych (barier) utrudniających podr&oacute;żowanie po ulicach, na kt&oacute;rych się znajdują. Bariery poligonowe uniemożliwiają podr&oacute;żowanie wszędzie tam, gdzie poligony przecinają się z ulicami.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Metoda, kt&oacute;ra będzie używana do pomiaru odległości lub czasu. Metodą może być odległość w linii prostej lub tryb podr&oacute;żowania.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Data i czas opuszczenia lokalizacji początkowych w warstwie  <b>Warstwa początkowa</b>.
            </p>
        </div>
    </div>
    <div id="routeShape">
        <div>
            <p>Określa, czy punkty początkowe i docelowe są połączone nićmi pajęczymi, inaczej zwanymi liniami żądanymi, (<b>Linia prosta</b>), czy też ulicami w bazowej sieci ulic (<b>Wzdłuż ulic</b>).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nazwa warstwy, kt&oacute;ra zostanie utworzona i dodana do mapy.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Określa, czy każda trasa wynikowa zostanie zapisana jako warstwa trasy.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nazwa folderu na stronie  <b>Moje zasoby</b>, w kt&oacute;rym zostaną zapisane wyniki.
            </p>
        </div>
    </div>
</div>
</html>
