<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Narzędzie Przydział odległości oblicza przydział z każdej kom&oacute;rki do źr&oacute;dła wejściowego, biorąc pod uwagę odległość w linii prostej, koszt odległości i rzeczywistą odległość powierzchniową, a także poziomy i pionowy składnik koszt&oacute;w.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSourceRasterOrFeatures">
        <div>
            <p>Wejściowa źr&oacute;dłowa warstwa rastrowa lub obiektowa definiująca źr&oacute;dła, dla kt&oacute;rych będzie obliczany przydział.
            </p>
            <p>Jeśli dane wejściowe są rastrem, muszą składać się z kom&oacute;rek o prawidłowych wartościach całkowitych (zero jest prawidłową wartością) dla tych źr&oacute;deł, a do pozostałych kom&oacute;rek musi być przypisana wartość Brak danych.
            </p>
        </div>
    </div>
    <div id="sourceField">
        <div>
            <p>Pole, kt&oacute;re będzie używane do przypisywania wartości do lokalizacji źr&oacute;dłowych. Musi być liczbą całkowitą.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>Bariery definiują przeszkody, kt&oacute;re trzeba objechać.
            </p>
            <p>W przypadku warstwy rastrowej kom&oacute;rki, kt&oacute;re mają wartość (w tym wartość zero), będą traktowane jako bariery.
            </p>
        </div>
    </div>
    <div id="inputSurfaceRaster">
        <div>
            <p>Raster, kt&oacute;ry definiuje wartości wysokości dla każdej lokalizacji kom&oacute;rki.
            </p>
            <p>Wartości te są używane do obliczenia rzeczywistej odległości powierzchniowej pokonywanej podczas poruszania się przez kom&oacute;rki.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Raster określający impedancję (koszt) ruchu przez każdą kom&oacute;rkę.
            </p>
            <p>Wartość w każdej lokalizacji kom&oacute;rki reprezentuje odległość kosztu na jednostkę na potrzeby poruszania się przez tę kom&oacute;rkę. Wartość ta nie może być ujemna ani zerowa.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Wskazuje, czy odległości mają być obliczane przy użyciu metody planarnej (płaska powierzchnia Ziemi), czy geodezyjnej (elipsoida).
            </p>
        </div>
    </div>
    <div id="inputVerticalRaster">
        <div>
            <p>Raster definiujący wartości Z dla każdej lokalizacji kom&oacute;rki.
            </p>
            <p>Wartości te służą do obliczania nachylenia używanego do identyfikowania składnika pionowego występującego podczas poruszania się między kom&oacute;rkami.
            </p>
        </div>
    </div>
    <div id="verticalFactor">
        <div>
            <p>Składnik definiuje relację między pionowym składnikiem kosztu i pionowym względnym kątem ruchu.
            </p>
            <p>Istnieje kilka opcji składnik&oacute;w z modyfikatorami, kt&oacute;re identyfikują wykres składnika pionowego. Wykresy służą do określania składnika pionowego używanego do obliczania łącznego kosztu przemieszczenia się do sąsiedniej kom&oacute;rki.
            </p>
        </div>
    </div>
    <div id="inputHorizontalRaster">
        <div>
            <p>Raster definiujący kierunek poziomy w każdej kom&oacute;rce.
            </p>
            <p>Wartości w każdej lokalizacji będą używane w połączeniu z parametrem  <b>Składnik poziomy</b>, aby określić koszt poziomy ponoszony podczas poruszania się z kom&oacute;rki do jej sąsiad&oacute;w.
            </p>
        </div>
    </div>
    <div id="horizontalFactor">
        <div>
            <p>Składnik definiuje relację między poziomym składnikiem kosztu i poziomym względnym kątem ruchu.
            </p>
            <p>Istnieje kilka opcji składnik&oacute;w z modyfikatorami, kt&oacute;re identyfikują wykres składnika poziomego. Wykresy służą do określania składnika poziomego używanego do obliczania łącznego kosztu przemieszczenia się do sąsiedniej kom&oacute;rki.
            </p>
        </div>
    </div>
    <div id="sourceInitialAccumulation">
        <div>
            <p>Akumulowany koszt początkowy służący do rozpoczęcia obliczania kosztu.
            </p>
            <p>Domyślna wartość to 0.
            </p>
        </div>
    </div>
    <div id="sourceMaximumAccumulation">
        <div>
            <p>Akumulacja maksymalna dla danego podr&oacute;żnego i źr&oacute;dła.
            </p>
            <p>Domyślna akumulacja to krawędź rastra wynikowego.
            </p>
        </div>
    </div>
    <div id="sourceCostMultiplier">
        <div>
            <p>Mnożnik, kt&oacute;ry będzie stosowany do wartości koszt&oacute;w.
            </p>
            <p>Wartość domyślna to 1.
            </p>
        </div>
    </div>
    <div id="sourceDirection">
        <div>
            <p>Kierunek osoby podr&oacute;żującej podczas stosowania składnik&oacute;w poziomych i pionowych.
            </p>
        </div>
    </div>
    <div id="outputDistanceAllocationRasterName">
        <div>
            <p>Nazwa warstwy rastrowej wartości przydziału odległości, kt&oacute;ra zostanie utworzona i dodana do mapy.
            </p>
        </div>
    </div>
    <div id="outputDistanceAccumulationRasterName">
        <div>
            <p>Nazwa warstwy rastrowej akumulowanej odległości, kt&oacute;ra zostanie utworzona i dodana do mapy. Warstwa ta zawiera zakumulowaną odległość dla każdej kom&oacute;rki z lub do źr&oacute;dła o najmniejszym koszcie.
            </p>
        </div>
    </div>
    <div id="outputBackDirectionRasterName">
        <div>
            <p>Nazwa warstwy rastrowej kierunku powrotnego, kt&oacute;ra zostanie utworzona i dodana do mapy. Warstwa zawiera kierunek wyrażony w stopniach.
            </p>
        </div>
    </div>
    <div id="outputSourceDirectionRasterName">
        <div>
            <p>Nazwa warstwy rastrowej kierunku do źr&oacute;dła, kt&oacute;ra zostanie utworzona i dodana do mapy. Warstwa zawiera kierunek azymutu kom&oacute;rki źr&oacute;dłowej o najmniejszym koszcie skumulowanym w stopniach.
            </p>
        </div>
    </div>
    <div id="outputSourceLocationRasterName">
        <div>
            <p>Nazwa wielopasmowej warstwy rastrowej lokalizacji źr&oacute;dłowych, kt&oacute;ra zostanie utworzona i dodana do mapy. Warstwa zawiera lokalizacje źr&oacute;dłowe, gdzie pierwsze pasmo zawiera indeks wiersza, a drugie pasmo &mdash; indeks kolumny.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ wynikowy, kt&oacute;ry zostanie utworzony. Danymi wynikowymi mogą być warstwy zobrazowań kafelkowych lub dynamiczne warstwy zobrazowań.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nazwa folderu na stronie  <b>Moje zasoby</b>, w kt&oacute;rym zostaną zapisane wyniki.
            </p>
        </div>
    </div>
</div>
</html>
