<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Narzędzie Złącz obiekty dodaje atrybuty z jednej warstwy lub tabeli do innej na podstawie określonych relacji przestrzennych i atrybutowych. Opcjonalnie można obliczyć statystyki, gdy istnieje wiele pasujących rekord&oacute;w.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>Warstwa lub tabela, do kt&oacute;rej tabeli atrybut&oacute;w zostaną dołączone atrybuty z warstwy złączenia.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>Warstwa lub tabela z atrybutami, kt&oacute;re zostaną dołączone do warstwy docelowej.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Określ, czy złączyć warstwy na podstawie relacji przestrzennej. W tym przypadku obie warstwy muszą mieć geometrię.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Określ relację przestrzenną decydującą o tym, kt&oacute;re obiekty zostaną złączone. Obiekty w warstwie złączenia, kt&oacute;re mają określoną relację do warstwy docelowej, zostaną złączone. Dostępne relacje zależą od typu geometrii danych wejściowych.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>Odległość od obiekt&oacute;w w warstwie docelowej, kt&oacute;ra zostanie użyta do określenia, czy obiekty mają być złączone.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>Jednostki, kt&oacute;re zostaną użyte do określenia odległości.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Określ, czy złączyć warstwy na podstawie pasujących wartości p&oacute;l. Jest to jedyna opcja, jeśli w danych wejściowych znajduje się chociaż jedna tabela.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Określ relację atrybutową decydującą o tym, kt&oacute;re obiekty zostaną złączone. Obiekty są dopasowywane, jeśli wartości w polach warstwy połączenia są r&oacute;wne wartościom w polach warstwy docelowej.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Określ, jak będą traktowane złączenia, jeśli wiele rekord&oacute;w z warstwy złączenia spełnia kryteria złączenia. Dostępne są następujące opcje:
                <ul>
                    <li> <b>Złączenie jeden do jeden</b> &mdash; złączany jest jeden rekord w warstwie złączenia z każdym obiektem w warstwie docelowej.
                    </li>
                    <li> <b>Złączenie jeden do wielu</b> &mdash; złączane są wszystkie pasujące obiekty w warstwie złączenia z warstwą docelową. Warstwa wynikowa będzie zawierać wiele rekord&oacute;w obiektu docelowego.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>Gdy wiele obiekt&oacute;w w warstwie złączenia pasuje do obiektu docelowego, określ, czy złączyć pojedynczy rekord z warstwy złączenia, czy obliczyć statystyki sumaryczne wszystkich pasujących rekord&oacute;w z warstwy złączenia.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Jeśli istnieje wiele obiekt&oacute;w złączenia, kt&oacute;re pasują do obiektu docelowego, zostaną obliczone statystyki sumaryczne dla wszystkich pasujących rekord&oacute;w. Określ pola liczbowe lub pola daty z warstwy złączenia i statystyki, kt&oacute;re zostaną obliczone dla każdego pola.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>Gdy istnieje wiele obiekt&oacute;w złączenia, kt&oacute;re pasują do obiektu docelowego, pierwszy rekord z tabeli atrybut&oacute;w warstwy złączenia zostanie włączony do danych wynikowych. Opcjonalnie wybierz pole liczbowe lub pole daty oraz kolejność sortowania, kt&oacute;ra będzie określała kolejność w tabeli atrybut&oacute;w.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Określa, czy niedopasowane obiekty docelowe będą uwzględniane w danych wynikowych.  <b>Złączenie wewnętrzne</b> zwraca tylko dopasowane rekordy docelowe, natomiast <b>Złączenie lewostronne</b> zwraca wszystkie rekordy docelowe, nawet jeśli obiekt docelowy nie ma dopasowania w warstwie złączenia.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nazwa warstwy lub tabeli, kt&oacute;ra zostanie utworzona i dodana do mapy.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Nazwa folderu na stronie  <b>Moje zasoby</b>, w kt&oacute;rym zostanie zapisany wynik.
            </p>
        </div>
    </div>
</div>
</html>
