<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Narzędzie Planuj trasy służy do tworzenia tras podr&oacute;ży z wieloma przystankami dla floty pojazd&oacute;w.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>Obiekty punktowe, kt&oacute;re określają, gdzie pojazdy rozpoczynają trasy.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>Obiekty punktowe, kt&oacute;re pojazdy muszą odwiedzić na wyznaczonych trasach. W danych wyjściowych te punkty będą przypisanymi lub nieprzypisanymi przystankami.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Określa, czy pojazdy muszą wracać do lokalizacji początkowej (opcja włączona), czy kończyć w określonych lokalizacjach (opcja wyłączona).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>Obiekty punktowe, kt&oacute;re określają, gdzie pojazdy kończą trasy. Jeśli warstwa zawiera tylko jeden punkt, wszystkie pojazdy są kierowane do wsp&oacute;lnego punktu końcowego. Jeśli warstwa zawiera wiele punkt&oacute;w, każdy pojazd będzie kierowany do unikalnej lokalizacji końcowej.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>Pole w warstwie początkowej, kt&oacute;re jednoznacznie identyfikuje poszczeg&oacute;lne trasy, pojazdy lub kierowc&oacute;w. Jeśli pojazdy rozpoczynają i kończą trasy w wielu lokalizacjach, muszą zgadzać się identyfikatory tras wybrane w warstwie początkowej i końcowej.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>Pole w warstwie końcowej, kt&oacute;re jednoznacznie identyfikuje poszczeg&oacute;lne trasy, pojazdy lub kierowc&oacute;w. Jeśli pojazdy rozpoczynają i kończą trasy w wielu lokalizacjach, muszą zgadzać się identyfikatory tras wybrane w warstwie początkowej i końcowej.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Jeden lub większa liczba obiekt&oacute;w punktowych, kt&oacute;re pełnią funkcję ograniczeń tymczasowych (barier) utrudniających podr&oacute;żowanie po ulicach, na kt&oacute;rych się znajdują. Na tej ulicy ruch drogowy jest dozwolony, ale jest blokowany przez barierę.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Jeden lub większa liczba obiekt&oacute;w liniowych, kt&oacute;re pełnią funkcję ograniczeń tymczasowych (barier) utrudniających podr&oacute;żowanie po ulicach, na kt&oacute;rych się znajdują. Bariery liniowe uniemożliwiają podr&oacute;żowanie wszędzie tam, gdzie bariery przecinają się z ulicami.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Jeden lub większa liczba obiekt&oacute;w poligonowych, kt&oacute;re pełnią funkcję ograniczeń tymczasowych (barier) utrudniających podr&oacute;żowanie po ulicach, na kt&oacute;rych się znajdują. Bariery poligonowe uniemożliwiają podr&oacute;żowanie wszędzie tam, gdzie poligony przecinają się z ulicami.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>Metoda podr&oacute;żowania, za pomocą kt&oacute;rej będą tworzone trasy. Tryb podr&oacute;żowania może być oparty na odległości lub czasie.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Data i czas odjazdu pojazd&oacute;w.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Maksymalna liczba pojazd&oacute;w, kt&oacute;re mogą dojechać do przystank&oacute;w. Jeśli  <b>Warstwa początkowa</b> i <b>Warstwa końcowa</b> zawierają po jednym obiekcie, można określić co najwyżej następującą liczbę pojazd&oacute;w: 100. Jeśli kt&oacute;raś z warstw zawiera więcej niż jeden obiekt, nie można edytować wartości domyślnej. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Maksymalna liczba przystank&oacute;w, kt&oacute;re każdy pojazd może zrealizować na trasie. Można podać wartość z&nbsp;zakresu od 1 do  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Podaj spodziewany średni czas spędzony na każdym przystanku.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Określa, czy do pojazd&oacute;w ma być stosowany maksymalny czas pokonywania tras. Czas pokonania trasy obejmuje przewidywany czas podr&oacute;ży oraz czas spędzany na przystankach na trasie.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Podaj maksymalny czas przejazdu od początku do końca trasy.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Nazwa warstwy, kt&oacute;ra zostanie utworzona i dodana do mapy.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Określa, czy każda trasa wynikowa zostanie zapisana jako warstwa trasy.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Nazwa folderu na stronie  <b>Moje zasoby</b>, w kt&oacute;rym zostaną zapisane wyniki.
            </p>
        </div>
    </div>
</div>
</html>
