<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Aggregera punkter ber&auml;knar antal punkter och annan statistik inom angivna klasser eller polygoner.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="pointLayer">
        <div>
            <p>Punktlagret som ska aggregeras till sammanfattningsomr&aring;den.
            </p>
        </div>
    </div>
    <div id="polygonLayer">
        <div>
            <p>Polygonlagret som punkterna ska aggregeras i.
            </p>
        </div>
    </div>
    <div id="binType">
        <div>
            <p>Typen av begr&auml;nsningsgeoobjekt inom vilka indatapunkterna aggregeras. Det h&auml;r kan vara ett polygonlager eller ett tesselationsrutn&auml;t med lagringsplatser i form av antingen fyrkanter eller hexagoner som genereras n&auml;r verktyget k&ouml;rs.
            </p>
        </div>
    </div>
    <div id="binSize">
        <div>
            <p>Storleken p&aring; de genererade lagringsplatserna. F&ouml;r kvadratiska lagringsplatser avg&ouml;r talet och enheterna som angetts kvadratens h&ouml;jd och l&auml;ngd. F&ouml;r sexkantiga lagringsplatser avg&ouml;r talet och enheterna som angivits avst&aring;ndet mellan parallella sidor.
            </p>
        </div>
    </div>
    <div id="binSizeUnit">
        <div>
            <p>Enheterna som anv&auml;nds f&ouml;r att ange storleken p&aring; lagringsplatserna.
            </p>
        </div>
    </div>
    <div id="keepBoundariesWithNoPoints">
        <div>
            <p>Fastst&auml;ller om geoobjekt som inte inneh&aring;ller n&aring;gra punkter ska visas i resultatlagret. Om alternativet &auml;r omarkerat visas geoobjekt utan punkter inte i resultatet. Om alternativet &auml;r markerat visas geoobjekt utan punkter i resultatet.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>Nummer- eller datumf&auml;lt fr&aring;n indatalagret som ska summeras, och statistiken som ska ber&auml;knas f&ouml;r varje f&auml;lt.
            </p>
        </div>
    </div>
    <div id="groupByField">
        <div>
            <p>F&auml;ltet fr&aring;n indatalagret som ska anv&auml;ndas f&ouml;r att separera data i distinkta grupper f&ouml;r statistiska ber&auml;kningar.
            </p>
        </div>
    </div>
    <div id="minorityMajority">
        <div>
            <p>Ber&auml;kna minoritetsgrupp (minst dominant) och majoritetsgrupp (mest dominant) inom varje sammanfattningsomr&aring;de.
            </p>
        </div>
    </div>
    <div id="percentPoints">
        <div>
            <p>Ber&auml;kna procentandelen punkter som tillh&ouml;r varje grupp inom varje sammanfattningsomr&aring;de.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; lagret som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultatet ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
