<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Milj&ouml;inst&auml;llningar f&ouml;r analys i  Map Viewer. </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="outSR">
        <div>
            <p>Anger koordinatsystem f&ouml;r analysen och resultatlagret.
            </p>
        </div>
    </div>
    <div id="extent">
        <div>
            <p>Anger det omr&aring;de som ska anv&auml;ndas f&ouml;r analys.
            </p>
        </div>
    </div>
    <div id="snapRaster">
        <div>
            <p>Justerar utbredningen f&ouml;r utdata s&aring; att den matchar celljusteringen f&ouml;r det angivna snapprasterlagret.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Anger cellstorlek eller uppl&ouml;sning som ska anv&auml;ndas f&ouml;r analys och f&ouml;r att skapa utdatarasterlagret.
            </p>
        </div>
    </div>
    <div id="mask">
        <div>
            <p>Anger ett masklager i vilket endast de celler som ligger inom maskomr&aring;det kommer att anv&auml;ndas f&ouml;r analys.
            </p>
        </div>
    </div>
    <div id="resamplingMethod">
        <div>
            <p>Anger hur pixelv&auml;rden ska interpoleras n&auml;r indata- och utdatalager inte &ouml;verensst&auml;mmer.
            </p>
        </div>
    </div>
    <div id="processorType">
        <div>
            <p>Anger vilken typ av processor som ska anv&auml;ndas. Alternativen &auml;r  <b>CPU</b>, <b>GPU</b> och <b>Automatisk</b>. Om <b>Automatisk</b> har angivits definierar verktyget processortypen.
            </p>
        </div>
    </div>
    <div id="parallelProcessingFactor">
        <div>
            <p>Anger antalet rasterbearbetningstj&auml;nstinstanser som anv&auml;nds under k&ouml;rningen av verktyget. V&auml;rden som st&ouml;ds inkluderar tomma str&auml;ngar (verktyget fastst&auml;ller antalet rasterbearbetningstj&auml;nstinstanser som ska anv&auml;ndas), heltal (0 eller positiva heltal) och procenttal. Procental m&aring;ste inkludera ett procenttecken (%) efter procentv&auml;rdet.
            </p>
        </div>
    </div>
    <div id="askConfirmation">
        <div>
            <p>Avg&ouml;r om ett varningsmeddelande ska visas om det ber&auml;knade antalet krediter &ouml;verstiger det specifika tr&ouml;skelv&auml;rdet (aktiverat) eller om analysen k&ouml;rs utan att visa ett meddelande oavsett den ber&auml;knade kreditf&ouml;rbrukningen (inte aktiverat). Analysen f&ouml;ljer fortfarande kreditbudgeteringsinst&auml;llningarna f&ouml;r organisationen.
            </p>
        </div>
    </div>
    <div id="creditThreshold">
        <div>
            <p>Anger tr&ouml;skelv&auml;rdet f&ouml;r n&auml;r ett varningsmeddelande ska visas baserat p&aring; den ber&auml;knade kreditf&ouml;rbrukningen fr&aring;n att k&ouml;ra analysen. Analysen kan fortfarande k&ouml;ras om ber&auml;kningen &ouml;verstiger gr&auml;nsen.
            </p>
        </div>
    </div>
</div>
</html>
