<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Generera resomr&aring;den skapar omr&aring;den som kan n&aring;s inom en restid eller avst&aring;nd.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Punktfunktionerna runt de omr&aring;den som ska ber&auml;knas.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Ange ett eller flera punktgeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Det &auml;r till&aring;tet att f&auml;rdas p&aring; gatan men inte genom hindret.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Ange ett eller flera linjegeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Linjehindren f&ouml;rbjuder resor &ouml;verallt d&auml;r hindren korsar gatorna.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Ett eller flera polygongeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Polygonhindren f&ouml;rbjuder resor &ouml;verallt d&auml;r polygonerna korsar gatorna.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>F&auml;rdl&auml;get som kommer att anv&auml;ndas f&ouml;r att skapa resomr&aring;den. F&auml;rdl&auml;get kan baseras p&aring; avst&aring;nd eller tid.
            </p>
        </div>
    </div>
    <div id="breakValues">
        <div>
            <p>Resavst&aring;ndet eller tidsgr&auml;nsen f&ouml;r varje indatapunkt. Om flera v&auml;rden l&auml;ggs till anv&auml;nds varje v&auml;rde f&ouml;r att ber&auml;kna resomr&aring;den f&ouml;r alla indatapunkter.
            </p>
        </div>
    </div>
    <div id="breakUnits">
        <div>
            <p>Enheterna som anv&auml;nds f&ouml;r att ange resavst&aring;nd eller -tid.  <b>Gr&auml;ns</b>v&auml;rdet tolkas i dessa enheter.
            </p>
        </div>
    </div>
    <div id="travelDirection">
        <div>
            <p>Avg&ouml;r om resomr&aring;den skapas f&ouml;r resa bort fr&aring;n indatapunkterna eller mot indatapunkterna.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Anger datum och tid d&aring; resen&auml;ren avreser fr&aring;n eller anl&auml;nder till platserna f&ouml;r indata.
            </p>
        </div>
    </div>
    <div id="overlapPolicy">
        <div>
            <p>Avg&ouml;r hur delade omr&aring;den fr&aring;n olika indata ska hanteras n&auml;r de n&aring;r varandra.
            </p>
        </div>
    </div>
    <div id="showHoles">
        <div>
            <p>Anger om varje utdataomr&aring;de ska vara en kontinuerlig polygon (omarkerat) eller inkludera h&aring;l i gatorna som inte &auml;r n&aring;bara men som omges helt av n&aring;bara gator (markerat).
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; lagret som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="includeReachableStreets">
        <div>
            <p>Anger om gatorna som anv&auml;nds f&ouml;r att skapa resomr&aring;den inkluderas som ett utdatalager.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultaten ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
