<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget H&auml;rled kontinuerligt fl&ouml;de genererar ett raster med ackumulerade fl&ouml;den till varje cell fr&aring;n ett indataytraster utan krav p&aring; f&ouml;reg&aring;ende s&auml;nkfyllning.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>H&ouml;jdrastret som anv&auml;nds f&ouml;r ber&auml;kningar.
            </p> 
        </div>
    </div>
    <div id="inputDepressionsData">
        <div>
            <p>Lagret som definierar verkliga s&auml;nkor, d&auml;r vattnet kan rinna in i men inte ut fr&aring;n.
            </p> 
        </div>
    </div>
    <div id="inputWeightRaster">
        <div>
            <p>Rasterlagret som definierar andelen fl&ouml;de som bidrar till fl&ouml;desackumulering i varje cell.
            </p>
        </div>
    </div>
    <div id="flowDirectionType">
        <div>
            <p>Anger typen av fl&ouml;desmetod som anv&auml;nds vid ber&auml;kning av fl&ouml;desriktning.
            </p>
            <p>D8-metoden tilldelar fl&ouml;desriktning till den brantaste grannen i fallande lutning. MFD-metoden partitionerar fl&ouml;desriktningen mellan grannar i fallande lutning enligt en adaptiv partitionsexponent.
            </p>
        </div>
    </div>
    <div id="forceFlow">
        <div>
            <p>Anger om fl&ouml;det vid kantceller ska f&ouml;lja normala fl&ouml;desregler eller alltid fl&ouml;da ut&aring;t.
            </p>
            <p>Om alternativet &auml;r markerat sker fl&ouml;det mot den inre cellen med den brantaste nedg&aring;ngen i z-v&auml;rde. Men om nedg&aring;ngen &auml;r mindre &auml;n eller lika med noll, kommer cellen att fl&ouml;da ut&aring;t fr&aring;n ytrastret. Om alternativet &auml;r markerat kommer fl&ouml;desriktningen alltid att vara ut&aring;t fr&aring;n ytrastret.
            </p>
        </div>
    </div>
    <div id="outputFlowAccumulationRasterName">
        <div>
            <p>Rasterlagret f&ouml;r fl&ouml;desackumulering som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="outputFlowDirectionRasterName">
        <div>
            <p>Namnet p&aring; rasterlagret f&ouml;r fl&ouml;desriktning som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ av utdata som skapas. Utdata kan vara bildlager i tileform eller dynamiska bildlager.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultaten ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
