<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Avst&aring;ndsallokering ber&auml;knar allokering fr&aring;n varje cell till indatak&auml;llan baserat p&aring; rak linje-avst&aring;nd, kostnadsavst&aring;nd, verkligt ytavst&aring;nd, samt vertikala och horisontella kostnadsfaktorer.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSourceRasterOrFeatures">
        <div>
            <p>K&auml;llrastret som indata eller geoobjektlagret som definierar de k&auml;llor till vilka allokeringen ska ber&auml;knas.
            </p>
            <p>Om indata &auml;r ett raster m&aring;ste det best&aring; av celler som har giltiga heltalsv&auml;rden (noll &auml;r ett giltigt v&auml;rde) f&ouml;r k&auml;llorna, och de &aring;terst&aring;ende cellerna m&aring;ste tilldelas NoData.
            </p>
        </div>
    </div>
    <div id="sourceField">
        <div>
            <p>Det f&auml;lt som ska anv&auml;ndas f&ouml;r att tilldela v&auml;rden till k&auml;llplatser. Det m&aring;ste vara av heltalstyp.
            </p>
        </div>
    </div>
    <div id="inputBarrierRasterOrFeatures">
        <div>
            <p>Hinder som definierar hinder som rutter m&aring;ste skapas runt.
            </p>
            <p>F&ouml;r ett rasterlager behandlas celler som har ett v&auml;rde (inklusive noll) som ett hinder.
            </p>
        </div>
    </div>
    <div id="inputSurfaceRaster">
        <div>
            <p>Rastret som definierar h&ouml;jdv&auml;rdena f&ouml;r varje cellplats.
            </p>
            <p>V&auml;rdena anv&auml;nds f&ouml;r att ber&auml;kna det faktiska t&auml;ckta ytavst&aring;ndet vid passage mellan celler.
            </p>
        </div>
    </div>
    <div id="inputCostRaster">
        <div>
            <p>Rastret som definierar impedansen eller kostnaden f&ouml;r att flytta igenom varje cell.
            </p>
            <p>V&auml;rdet i varje cellposition motsvarar kostnad-per-enhetsavst&aring;ndet f&ouml;r att flytta genom cellen. V&auml;rdet f&aring;r inte vara negativt eller noll.
            </p>
        </div>
    </div>
    <div id="distanceMethod">
        <div>
            <p>Ange om avst&aring;ndet ska ber&auml;knas med en planmetod (platt jordyta) eller en geodetisk metod (ellipsoid).
            </p>
        </div>
    </div>
    <div id="inputVerticalRaster">
        <div>
            <p>Rastret som definierar z-v&auml;rden f&ouml;r varje cellplats.
            </p>
            <p>V&auml;rdena anv&auml;nds till att ber&auml;kna lutningen som anv&auml;nds f&ouml;r att identifiera den vertikala faktor som uppkommit vid f&ouml;rflyttning fr&aring;n en cell till en annan.
            </p>
        </div>
    </div>
    <div id="verticalFactor">
        <div>
            <p>Faktorn som definierar f&ouml;rh&aring;llandet mellan den vertikala kostnadsfaktorn och den vertikala relativa r&ouml;relsevinkeln.
            </p>
            <p>Det finns flera alternativ f&ouml;r faktorer med modifierare som identifierar ett definierat vertikalt faktordiagram. Diagrammen anv&auml;nds till att identifiera den vertikala faktor som anv&auml;nds vid ber&auml;kning av den totala kostnaden f&ouml;r att flytta in i en angr&auml;nsande cell.
            </p>
        </div>
    </div>
    <div id="inputHorizontalRaster">
        <div>
            <p>Rastret som definierar den horisontella riktningen f&ouml;r varje cell.
            </p>
            <p>V&auml;rdena p&aring; varje plats kommer att anv&auml;ndas i kombination med parametern  <b>Horisontalfaktor </b> f&ouml;r att fastst&auml;lla den uppkomna horisontella kostnaden n&auml;r man flyttar fr&aring;n en cell till dess grannar.
            </p>
        </div>
    </div>
    <div id="horizontalFactor">
        <div>
            <p>Faktorn som definierar f&ouml;rh&aring;llandet mellan den horisontella kostnadsfaktorn och den horisontella relativa r&ouml;relsevinkeln.
            </p>
            <p>Det finns flera alternativ f&ouml;r faktorer med modifierare som identifierar ett definierat horisontellt faktordiagram. Diagrammen anv&auml;nds till att identifiera den horisontella faktor som anv&auml;nds vid ber&auml;kning av den totala kostnaden f&ouml;r att flytta in i en angr&auml;nsande cell.
            </p>
        </div>
    </div>
    <div id="sourceInitialAccumulation">
        <div>
            <p>Kostnad f&ouml;r inledande ackumulering som kostnadsber&auml;kningen ska p&aring;b&ouml;rjas med.
            </p>
            <p>Standard &auml;r 0.
            </p>
        </div>
    </div>
    <div id="sourceMaximumAccumulation">
        <div>
            <p>Resen&auml;rens maximala ackumulering f&ouml;r en k&auml;lla.
            </p>
            <p>Standardackumuleringen &auml;r till utdatarastrets gr&auml;ns.
            </p>
        </div>
    </div>
    <div id="sourceCostMultiplier">
        <div>
            <p>En multiplikator som till&auml;mpas p&aring; kostnadsv&auml;rden.
            </p>
            <p>Standard &auml;r 1.
            </p>
        </div>
    </div>
    <div id="sourceDirection">
        <div>
            <p>Resen&auml;rens riktning vid anv&auml;ndning av horisontal- och vertikalfaktorer.
            </p>
        </div>
    </div>
    <div id="outputDistanceAllocationRasterName">
        <div>
            <p>Namnet p&aring; rasterlagret f&ouml;r avst&aring;ndstilldelningsv&auml;rde som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="outputDistanceAccumulationRasterName">
        <div>
            <p>Namnet p&aring; rasterlagret f&ouml;r ackumulerat avst&aring;nd som skapas och l&auml;ggs till i kartan. Lagret inneh&aring;ller det kumulativa avst&aring;ndet f&ouml;r varje cell fr&aring;n eller till den l&auml;gsta k&auml;llan.
            </p>
        </div>
    </div>
    <div id="outputBackDirectionRasterName">
        <div>
            <p>Namnet p&aring; rasterlagret f&ouml;r tillbakariktning som skapas och l&auml;ggs till i kartan. Lagret inneh&aring;ller riktningen i grader.
            </p>
        </div>
    </div>
    <div id="outputSourceDirectionRasterName">
        <div>
            <p>Namnet p&aring; rasterlagret f&ouml;r k&auml;llriktning som skapas och l&auml;ggs till i kartan. Lagret inneh&aring;ller azimuth-riktningen f&ouml;r den minsta ackumulerade kostnadsk&auml;llcellen i grader.
            </p>
        </div>
    </div>
    <div id="outputSourceLocationRasterName">
        <div>
            <p>Namnet p&aring; multibandsrasterlagret f&ouml;r k&auml;llplatsen som skapas och l&auml;ggs till i kartan. Lagret inneh&aring;ller k&auml;llplatserna d&auml;r det f&ouml;rsta bandet inneh&aring;ller ett radindex och det andra bandet inneh&aring;ller ett kolumnindex.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ av utdata som skapas. Utdata kan vara bildlager i tileform eller dynamiska bildlager.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultaten ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
