<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Hitta hotspots identifierar statistiskt signifikant klustring i indatageoobjekt.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>Indatapunkten eller polygonlagret som hotspot-analysen utf&ouml;rs f&ouml;r.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>Anger om hotspots och coldspots &aring;terspeglar geoobjektplatser (<b>Antal punkter</b>) eller geoobjektf&auml;ltv&auml;rden (<b>F&auml;lt</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>F&auml;ltet som analyseras f&ouml;r kluster med h&ouml;ga och l&aring;ga v&auml;rden.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>Typen av begr&auml;nsningsgeoobjekt inom vilka indatapunktgeoobjekten aggregeras. Detta kan vara ett polygonlager (<b>polygonlager</b>) eller ett tesselationsrutn&auml;t med antingen fyrkanter (<b>fiskn&auml;tsceller</b>) eller hexagoner (<b>hexagonceller</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>Det lager som inneh&aring;ller polygongeoobjekt i vilket indatapunktgeoobjekten aggregeras.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Det polygonlager som kommer att definiera gr&auml;nsen f&ouml;r analysen. Punktgeoobjekt inom polygonen inkluderas i hotspot-analysen.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>Anger hur man delar upp  <b>Analysf&auml;lt</b>-v&auml;rden eller aggregerat punktantal. Alternativet <b>F&auml;lt</b> delar upp <b>Analysf&auml;lt</b>-v&auml;rden efter v&auml;rdena f&ouml;r ett angivet f&auml;lt i parametern <b>Indatalager</b>. Alternativet <b>Berikningsdata</b> berikar geoobjekten eller aggregeringsobjekten med folkm&auml;ngdsdata och delar upp <b>Analysf&auml;lt</b>-v&auml;rden eller aggregerat punktantal efter folkm&auml;ngd. Det h&auml;r alternativet f&ouml;rbrukar ytterligare krediter.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>L&auml;ngden p&aring; en sida i kvadraten eller hexagonceller som anv&auml;nds f&ouml;r att aggregera indatageoobjekten.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>Anger enheterna som anv&auml;nds f&ouml;r cellstorleken.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>Det avst&aring;ndsband som anv&auml;nds f&ouml;r att definiera ett grannskap. N&auml;rliggande geoobjekt inom avst&aring;ndsbandet fr&aring;n ett m&aring;lgeoobjekt inkluderas i m&aring;lgeoobjektets grannskap under hotspot-analysen.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>Anger enheterna som anv&auml;nds f&ouml;r avst&aring;ndsbandet.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; lagret som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultatet ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
