<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Hitta n&auml;rmaste hittar och rangordnar geoobjekten som &auml;r n&auml;rmast angivna platser.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            
            <p class="OnlineOnly">Startlagret fr&aring;n vilket de n&auml;rmaste geoobjekten hittas. Lager med upp till  5 000 geoobjekt st&ouml;ds. </p> 
            <p class="PortalOnly">Startlagret fr&aring;n vilket de n&auml;rmaste geoobjekten hittas.
            </p>
        </div>
    </div>
    <div id="nearLayer">
        <div>
            
            <p class="OnlineOnly">Geoobjekten som hittas baserat p&aring; n&auml;rhet till indatalagret. Lager med upp till  5 000 geoobjekt st&ouml;ds. </p> 
            <p class="PortalOnly">Geoobjekten som hittas baserat p&aring; n&auml;rhet till indatalagret.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Ange ett eller flera punktgeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Det &auml;r till&aring;tet att f&auml;rdas p&aring; gatan men inte genom hindret.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Ange ett eller flera linjegeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Linjehindren f&ouml;rbjuder resor &ouml;verallt d&auml;r hindren korsar gatorna.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Ett eller flera polygongeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Polygonhindren f&ouml;rbjuder resor &ouml;verallt d&auml;r polygonerna korsar gatorna.
            </p>
        </div>
    </div>
    <div id="measurementType">
        <div>
            <p>Metoden som kommer att anv&auml;ndas f&ouml;r att m&auml;ta avst&aring;nd eller tid. Metoden kan vara linjeavst&aring;nd eller ett f&auml;rdl&auml;ge.
            </p>
        </div>
    </div>
    <div id="timeOfDay">
        <div>
            <p>Anger datum och tid d&aring; resen&auml;ren avreser fr&aring;n platserna i  <b>Indatalagret</b>.
            </p>
        </div>
    </div>
    <div id="limitNearNumberCheckbox">
        <div>
            <p>Avg&ouml;r om ett anpassat maximalt antal n&auml;rmaste geoobjekt anv&auml;nds (aktiverat) eller verktygets standardinst&auml;llning f&ouml;r maximum p&aring; 100 anv&auml;nds (inaktiverat).
            </p>
        </div>
    </div>
    <div id="maxCount">
        <div>
            <p>Det maximala antalet n&auml;rmaste geoobjekt som kan hittas f&ouml;r varje indatageoobjekt.
            </p>
        </div>
    </div>
    <div id="limitSearchRangeCheckbox">
        <div>
            <p>Avg&ouml;r om ett maximalt s&ouml;kavst&aring;nd anv&auml;nds (aktiverat) eller om s&ouml;kavst&aring;ndet &auml;r obegr&auml;nsat (inaktiverat).
            </p>
        </div>
    </div>
    <div id="searchCutoff">
        <div>
            <p>Det maximala s&ouml;kavst&aring;ndet f&ouml;r s&ouml;kning efter de n&auml;rmaste geoobjekten.
            </p>
        </div>
    </div>
    <div id="searchCutoffUnits">
        <div>
            <p>Enheterna som anv&auml;nds f&ouml;r att ange s&ouml;kavst&aring;nd.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; lagret som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Anger om varje resultatrutt sparas som ett ruttlager.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultaten ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
