<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Hitta liknande platser utv&auml;rderar likheten mellan kandidatplatser och en referensplats baserat p&aring; en upps&auml;ttning kriterier och rangordnar kandidatplatserna fr&aring;n mest till minst liknande.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputLayer">
        <div>
            <p>Det punkt-, linje- eller polygonlager som inneh&aring;ller referensplatserna som ska matchas. Om lagret inneh&aring;ller flera platser kommer alla platser att ber&auml;knas f&ouml;r att skapa en enda referensplats.
            </p>
        </div>
    </div>
    <div id="searchLayer">
        <div>
            <p>Det punkt-, linje- eller polygonlager som inneh&aring;ller s&ouml;kkandidatplatserna. Varje s&ouml;kkandidatplats j&auml;mf&ouml;rs med referensplatsen efter angivet v&auml;rde f&ouml;r  <b>Val av kriterier</b> och rangordnas fr&aring;n mest till minst liknande.
            </p>
        </div>
    </div>
    <div id="criteriaFields">
        <div>
            <p>De numeriska f&auml;lt som ska anv&auml;ndas f&ouml;r att utv&auml;rdera likheten mellan referensplatsen och varje s&ouml;kkandidatplats. Varje  <b>Val av kriterier</b>-v&auml;rde kommer att ha ett <b>F&auml;lt fr&aring;n referenslager</b>-v&auml;rde och ett <b>F&auml;lt fr&aring;n kandidatlager</b>-v&auml;rde. <b>F&auml;lt fr&aring;n referenslager</b>- och <b>F&auml;lt fr&aring;n kandidatlager</b>-v&auml;rden &auml;r matchande f&auml;lt i <b>Referensplatslager</b>- och <b>S&ouml;k efter kandidatlager</b> -v&auml;rden.
            </p>
        </div>
    </div>
    <div id="referenceField">
        <div>
            <p>Det  <b>Referensplatslager</b>-f&auml;lt som motsvarar <b>S&ouml;k efter kandidatlager</b>-f&auml;lt som angivits av <b>F&auml;lt fr&aring;n kandidatlager</b>-v&auml;rdet. V&auml;rdena i dessa matchade f&auml;lt j&auml;mf&ouml;rs f&ouml;r att utv&auml;rdera likheten mellan referensplatsen och varje s&ouml;kkandidatplats.
            </p>
        </div>
    </div>
    <div id="candidateField">
        <div>
            <p>Det  <b>S&ouml;k efter kandidatlager</b>-f&auml;lt som motsvarar <b>Referensplatslager</b>-f&auml;lt som angivits av <b>F&auml;lt fr&aring;n referenslager</b>-v&auml;rdet. V&auml;rdena i dessa matchade f&auml;lt j&auml;mf&ouml;rs f&ouml;r att utv&auml;rdera likheten mellan referensplatsen och varje s&ouml;kkandidatplats.
            </p>
        </div>
    </div>
    <div id="returnAll">
        <div>
            <p>Anger om alla platser i  <b>S&ouml;k efter kandidatlager</b>-v&auml;rdet inkluderas i utdatalagret.
            </p>
        </div>
    </div>
    <div id="numberOfResults">
        <div>
            <p>Antalet mest liknande platser i  <b>S&ouml;k efter kandidatlager</b>-v&auml;rdet som kommer att inkluderas i utdatalagret.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; lagret som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultatet ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
