<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Interpoleringspunkter f&ouml;rutsp&aring;r v&auml;rden p&aring; nya platser baserat p&aring; punktm&auml;tningar. Verktyget skapar rasterutdata.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputPointFeatures">
        <div>
            <p>Det punktlager som inneh&aring;ller de punkter d&auml;r v&auml;rdena har uppm&auml;tts.
            </p>
        </div>
    </div>
    <div id="interpolateField">
        <div>
            <p>Det numeriska f&auml;lt som inneh&aring;ller v&auml;rdena som ska interpoleras.
            </p>
        </div>
    </div>
    <div id="optimizeFor">
        <div>
            <p>Anger om snabbhet eller noggrannhet ska optimeras. Mer noggranna f&ouml;ruts&auml;gelser tar l&auml;ngre tid att ber&auml;kna.
            </p>
            <p>Den h&auml;r parametern &auml;ndrar standardv&auml;rdena f&ouml;r flera andra parametrar.
            </p>
        </div>
    </div>
    <div id="outputCellSize">
        <div>
            <p>Cellstorleken och enheten f&ouml;r utdatarastren.
            </p>
        </div>
    </div>
    <div id="transformData">
        <div>
            <p>Anger om data transformeras eller ej. Interpolering &auml;r mest noggrant f&ouml;r data som f&ouml;ljer en normal f&ouml;rdelningskurva.
            </p> 
        </div>
    </div>
    <div id="sizeOfLocalModels">
        <div>
            <p>Storleken p&aring; de lokala interpoleringsmodeller som kombineras f&ouml;r att skapa den slutliga f&ouml;ruts&auml;gelsekartan.
            </p>
        </div>
    </div>
    <div id="numberOfNeighbors">
        <div>
            <p>Antalet grannar som kommer att anv&auml;ndas. Ett st&ouml;rre antal grannar kommer i allm&auml;nhet att ge mer noggranna resultat, men resultaten kan ta l&auml;ngre tid att ber&auml;kna.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; det interpolerade rasterlagret som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="outputPredictionError">
        <div>
            <p>V&auml;lj om du &auml;ven vill skapa ett valfritt raster med standardfel f&ouml;r f&ouml;rutsagda v&auml;rden.
            </p>
            <p>Om alternativet &auml;r markerat kommer standardfelrastret f&ouml;r utdata att ha samma namn som  <b>Utdatarasternamnet</b>, men med ordet Fel tillagt i det. Lagret skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ av utdata som skapas. Utdata kan vara bildlager i tileform eller dynamiska bildlager.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultaten ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
