<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Optimal v&auml;g som linje ber&auml;knar v&auml;gen fr&aring;n destinationer till den optimala k&auml;llan som linje.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputDestinationRasterOrFeatures">
        <div>
            <p>Lagret som identifierar de destinationer fr&aring;n vilka avst&aring;ndet ber&auml;knas till den mest kostnadseffektiva k&auml;llan.
            </p>
            <p>Om indata &auml;r ett raster m&aring;ste det best&aring; av celler som har giltiga heltalsv&auml;rden (noll &auml;r ett giltigt v&auml;rde) f&ouml;r destinationerna, och de &aring;terst&aring;ende cellerna m&aring;ste tilldelas NoData.
            </p>
        </div>
    </div>
    <div id="destinationField">
        <div>
            <p>F&auml;ltet som anv&auml;nds f&ouml;r att erh&aring;lla v&auml;rden f&ouml;r destinationsplatser.
            </p>
        </div>
    </div>
    <div id="inputDistanceAccumulationRaster">
        <div>
            <p>Rastret som avg&ouml;r den optimala v&auml;gen fr&aring;n destinationerna till k&auml;llorna.
            </p>
            <p>Avst&aring;ndsackumuleringsrastret skapas vanligtvis med verktyget Avst&aring;ndsackumulering eller Avst&aring;ndstilldelning.
            </p>
        </div>
    </div>
    <div id="inputBackDirectionRaster">
        <div>
            <p>Rastret som inneh&aring;ller ber&auml;knade riktningar i grader.
            </p>
            <p>Tillbakariktningsrastret skapas vanligtvis med verktyget Avst&aring;ndsackumulering eller Avst&aring;ndstilldelning.
            </p>
        </div>
    </div>
    <div id="pathType">
        <div>
            <p>Anger hur v&auml;rden och zoner i inkommande destinationsdata kommer att tolkas i optimala ber&auml;kningar f&ouml;r rutter.
            </p>
        </div>
    </div>
    <div id="createNetworkPaths">
        <div>
            <p>Anger om fullst&auml;ndiga, och eventuellt &ouml;verlappande, v&auml;gar fr&aring;n destinationerna till k&auml;llorna ska ber&auml;knas eller om ej &ouml;verlappande n&auml;tverksv&auml;gar ska skapas.
            </p>
        </div>
    </div>
    <div id="outputPolylineName">
        <div>
            <p>Namnet p&aring; den optimala v&auml;gen som linjelager som skapas och l&auml;ggs till i kartan.
            </p>
            <p>Lagret skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultatet ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
