<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Planera rutter skapar resrutter med flera stopp f&ouml;r en fordonsflotta.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="startLayer">
        <div>
            <p>De punktgeoobjekt som anger var fordonen startar sina rutter.
            </p>
        </div>
    </div>
    <div id="stopsLayer">
        <div>
            <p>De punktgeoobjekt som fordonen m&aring;ste bes&ouml;ka under rutternas g&aring;ng. De h&auml;r punkterna blir till tilldelade eller icke tilldelade stopp i utdata.
            </p>
        </div>
    </div>
    <div id="returnToStart">
        <div>
            <p>Avg&ouml;r om fordonen m&aring;ste &aring;terv&auml;nda till sin startplats (aktiverat) eller sluta p&aring; angivna platser (inaktiverat).
            </p>
        </div>
    </div>
    <div id="endLayer">
        <div>
            <p>De punktgeoobjekt som anger var fordonen slutar sina rutter. Om lagret bara inkluderar en punkt dirigeras alla fordon till en gemensam slutpunkt. Om lagret inkluderar flera punkter dirigeras varje fordon till en unik slutplats.
            </p>
        </div>
    </div>
    <div id="startLayerRouteIDField">
        <div>
            <p>F&auml;ltet i startlagret som p&aring; ett unikt s&auml;tt identifierar de enskilda rutterna, fordonen eller f&ouml;rarna. Om fordonen startar p&aring; flera platser och slutar p&aring; flera platser m&aring;ste rutt-ID valda f&ouml;r start- och slutlagren matcha.
            </p>
        </div>
    </div>
    <div id="endLayerRouteIDField">
        <div>
            <p>F&auml;ltet i slutlagret som p&aring; ett unikt s&auml;tt identifierar de enskilda rutterna, fordonen eller f&ouml;rarna. Om fordonen startar p&aring; flera platser och slutar p&aring; flera platser m&aring;ste rutt-ID valda f&ouml;r start- och slutlagren matcha.
            </p>
        </div>
    </div>
    <div id="pointBarrierLayer">
        <div>
            <p>Ange ett eller flera punktgeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Det &auml;r till&aring;tet att f&auml;rdas p&aring; gatan men inte genom hindret.
            </p>
        </div>
    </div>
    <div id="lineBarrierLayer">
        <div>
            <p>Ange ett eller flera linjegeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Linjehindren f&ouml;rbjuder resor &ouml;verallt d&auml;r hindren korsar gatorna.
            </p>
        </div>
    </div>
    <div id="polygonBarrierLayer">
        <div>
            <p>Ett eller flera polygongeoobjekt som fungerar som tillf&auml;lliga restriktioner (hinder) vid resor p&aring; de underliggande gatorna. Polygonhindren f&ouml;rbjuder resor &ouml;verallt d&auml;r polygonerna korsar gatorna.
            </p>
        </div>
    </div>
    <div id="travelMode">
        <div>
            <p>F&auml;rdmetoden som rutterna skapas med. F&auml;rdl&auml;get kan baseras p&aring; avst&aring;nd eller tid.
            </p>
        </div>
    </div>
    <div id="routeStartTime">
        <div>
            <p>Datum och avg&aring;ngstid f&ouml;r fordon.
            </p>
        </div>
    </div>
    <div id="routeCount">
        <div>
            <p>Maximalt antal fordon som &auml;r tillg&auml;ngliga f&ouml;r att stanna vid stoppen. Om b&aring;de  <b>startlagret</b> och <b>slutlagret</b> inneh&aring;ller ett geoobjekt kan du ange upp till 100 fordon. Om inget av lagren inneh&aring;ller fler &auml;n ett geoobjekt kan standardv&auml;rdet inte redigeras. </p>
        </div>
    </div>
    <div id="maxStopsPerRoute">
        <div>
            <p>Det maximala antalet stopp som varje fordon kan g&ouml;ra p&aring; en rutt. Du kan ange ett v&auml;rde mellan 1 och  200. </p>
        </div>
    </div>
    <div id="stopServiceTime">
        <div>
            <p>Ange den f&ouml;rv&auml;ntade genomsnittliga servicetiden spenderad vid varje stopp.
            </p>
        </div>
    </div>
    <div id="limitMaxRouteTimeCheckbox">
        <div>
            <p>Best&auml;mmer om den maximala ruttiden till&auml;mpas p&aring; fordon. Ruttiden inkluderar f&ouml;rv&auml;ntad resetid och servicetider spenderade vid stopp l&auml;ngs rutten.
            </p>
        </div>
    </div>
    <div id="maxRouteTime">
        <div>
            <p>Ange den maximala tiden en rutt f&aring;r ta fr&aring;n start till slut.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; lagret som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="includeRouteLayers">
        <div>
            <p>Anger om varje resultatrutt sparas som ett ruttlager.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultaten ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
