<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Zonbaserad statistik summerar v&auml;rdena fr&aring;n ett raster inom zonerna f&ouml;r ett annat dataset.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputZoneLayer">
        <div>
            <p>Indata som definierar gr&auml;nserna f&ouml;r zonerna, eller omr&aring;dena, som ska summeras.
            </p>
        </div>
    </div>
    <div id="zoneField">
        <div>
            <p>F&auml;ltet som inneh&aring;ller de v&auml;rden som definierar varje zon.
            </p>
        </div>
    </div>
    <div id="inputRasterLayertoSummarize">
        <div>
            <p>Rasterlagret som inneh&aring;ller de cellv&auml;rden som anv&auml;nds f&ouml;r att ber&auml;kna statistik.
            </p>
        </div>
    </div>
    <div id="statisticType">
        <div>
            <p>Anger statistiktypen som ska ber&auml;knas.
            </p>
        </div>
    </div>
    <div id="percentileValue">
        <div>
            <p>Anger det percentilv&auml;rde som ska ber&auml;knas.
            </p>
        </div>
    </div>
    <div id="percentileInterpolationType">
        <div>
            <p>Anger metoden som ska anv&auml;ndas n&auml;r antalet v&auml;rden fr&aring;n indatarastret som ska ber&auml;knas &auml;r j&auml;mnt.
            </p>
        </div>
    </div>
    <div id="circularCalculation">
        <div>
            <p>Anger hur cellv&auml;rden f&ouml;r  <b>Indatav&auml;rderaster</b> ska bearbetas f&ouml;r cirkul&auml;ra data.
            </p>
            <p>Om alternativet &auml;r omarkerat ber&auml;knas aritmetisk (linj&auml;r) statistik. Om alternativet &auml;r markerat ber&auml;knas cirkul&auml;r statistik.
            </p>
        </div>
    </div>
    <div id="circularWrapValue">
        <div>
            <p>Anger v&auml;rdet som kommer att anv&auml;ndas f&ouml;r att avrunda ett linj&auml;rt v&auml;rde till intervallet f&ouml;r en angiven cirkul&auml;r statistik.
            </p>
        </div>
    </div>
    <div id="ignoreMissingValues">
        <div>
            <p>Anger om NoData-celler i  <b>Indatav&auml;rderastret</b> ska ignoreras i resultaten f&ouml;r zonerna de faller inom.
            </p>
            <p>Om alternativet &auml;r markerat ignoreras NoData-celler i v&auml;rderastret i statistikber&auml;kningen. Om alternativet &auml;r omarkerat ignoreras inte NoData-celler och hela zonen kommer att ta emot NoData-v&auml;rden p&aring; utdatarastret.
            </p>
        </div>
    </div>
    <div id="processAsMultidimensional">
        <div>
            <p>Anger hur indatarastren bearbetas om de &auml;r flerdimensionella.
            </p>
            <p>Om alternativet &auml;r omarkerat ber&auml;knas statistiken f&ouml;r alla dimensioner av det flerdimensionella indatasetet. Om alternativet &auml;r markerat ber&auml;knas statistiken utifr&aring;n den aktuella delen av det flerdimensionella indatasetet.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; rasterlagret f&ouml;r zonbaserad statistik som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ av utdata som skapas. Utdata kan vara ett bildlager i tileform eller ett dynamiskt bildlager.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultatet ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
