<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Verktyget Ytparametrar ber&auml;knar parametrar f&ouml;r en rasteryta, till exempel aspekt, lutning och kurvatur med geodetiska metoder.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="inputSurfaceRaster">
        <div>
            <p>H&ouml;jdrastret som anv&auml;nds f&ouml;r ber&auml;kningar.
            </p>
            <p>Om en z-enhet finns tillg&auml;nglig i det vertikala koordinatsystemet f&ouml;r indatarastret till&auml;mpas den automatiskt.
            </p>
        </div>
    </div>
    <div id="parameterType">
        <div>
            <p>Den ytparametertyp som m&auml;ts.
            </p> 
        </div>
    </div>
    <div id="outputSlopeMeasurement">
        <div>
            <p>M&auml;tenheterna f&ouml;r utdatarastret f&ouml;r lutning.
            </p>
        </div>
    </div>
    <div id="projectGeodesicAzimuths">
        <div>
            <p>Anger om geodetiska azimuter projiceras.
            </p>
            <p>Om alternativet &auml;r markerat projiceras geodetiska azimuter f&ouml;r att korrigera vinkelf&ouml;rvr&auml;ngningen som orsakas av den spatiala referensen f&ouml;r utdata. Om alternativet &auml;r omarkerat projiceras inte geodetiska azimuter.
            </p>
        </div>
    </div>
    <div id="useEquatorialAspect">
        <div>
            <p>Anger om lutningsriktning kommer att m&auml;tas fr&aring;n en punkt p&aring; ekvatorn eller fr&aring;n Nordpolen.
            </p>
            <p>Om alternativet &auml;r markerat m&auml;ts lutningsriktning fr&aring;n en punkt p&aring; ekvatorn. Om alternativet &auml;r omarkerat m&auml;ts lutningsriktning fr&aring;n Nordpolen.
            </p>
        </div>
    </div>
    <div id="localSurfaceType">
        <div>
            <p>Typ av ytfunktion som anpassas runt m&aring;lcellen.
            </p> 
        </div>
    </div>
    <div id="neighborhoodDistance">
        <div>
            <p>Avst&aring;ndet fr&aring;n m&aring;lcellcentret fr&aring;n vilket utdata ber&auml;knas. Det best&auml;mmer n&auml;romr&aring;desstorleken som anv&auml;nds f&ouml;r ber&auml;kning.
            </p>
            <p>Standardv&auml;rdet &auml;r cellstorleken p&aring; rastret som anges i parametern  <b>Indataytraster</b>. Om v&auml;rdet anges m&aring;ste det vara st&ouml;rre &auml;n standardv&auml;rdet.
            </p> 
        </div>
    </div>
    <div id="useAdaptiveNeighborhood">
        <div>
            <p>Anger om avst&aring;ndet till n&auml;romr&aring;de kommer att variera med landskapsf&ouml;r&auml;ndringar.
            </p>
            <p>Om alternativet &auml;r markerat varierar avst&aring;ndet till n&auml;romr&aring;de med landskapsf&ouml;r&auml;ndringar. Om alternativet &auml;r omarkerat anv&auml;nds ett fast avst&aring;nd till n&auml;romr&aring;det p&aring; alla platser.
            </p>
        </div>
    </div>
    <div id="zUnit">
        <div>
            <p>Den linj&auml;ra enheten f&ouml;r vertikala z-v&auml;rden.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Namnet p&aring; ytrasterlagret som skapas och l&auml;ggs till i kartan.
            </p>
        </div>
    </div>
    <div id="resultType">
        <div>
            <p>Typ av utdata som skapas. Utdata kan vara ett bildlager i tileform eller ett dynamiskt bildlager.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Namnet p&aring; mappen i  <b>Mitt inneh&aring;ll</b> d&auml;r resultatet ska sparas.
            </p>
        </div>
    </div>
</div>
</html>
