<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Instrumentul Găsire valori excepționale va determina dacă există locații cu valori diferite semnificativ de vecinii lor pe baza modelului spațial al datelor.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="analysisLayer">
        <div>
            <p>Stratul tematic de puncte sau poligoane &icirc;n care vor fi găsite valori excepționale.
            </p>
        </div>
    </div>
    <div id="countType">
        <div>
            <p>Specifică dacă valorile excepționale vor fi determinate pe baza locațiilor obiectelor spațiale (<b>Numere de puncte</b>) sau a valorilor c&acirc;mpurilor de obiecte spațiale (<b>C&acirc;mp</b>).
            </p>
        </div>
    </div>
    <div id="analysisField">
        <div>
            <p>C&acirc;mpul care va fi analizat pentru a determina valorile excepționale.
            </p>
        </div>
    </div>
    <div id="shapeType">
        <div>
            <p>Tipul de obiecte spațiale de legătură &icirc;n care obiectele spațiale de intrare vor fi agregate. Acesta poate fi un strat tematic de poligoane (<b>Strat tematic de poligoane</b>) sau o grilă de teselare de pătrate (<b>Celule plasă</b>) sau hexagoane (<b>Celule hexagoane</b>).
            </p>
        </div>
    </div>
    <div id="aggregationPolygonLayer">
        <div>
            <p>Stratul tematic care conține obiecte spațiale poligonale &icirc;n care obiectele spațiale de puncte de intrare vor fi agregate.
            </p>
        </div>
    </div>
    <div id="boundingPolygonLayer">
        <div>
            <p>Stratul tematic de poligoane care va defini limitele analizei. Obiectele spațiale din poligon vor fi incluse &icirc;n analiza valorilor excepționale.
            </p>
        </div>
    </div>
    <div id="dividedByField">
        <div>
            <p>Specifică modul &icirc;n care se &icirc;mpart valorile  <b>Analiză c&acirc;mp</b> sau numerele de puncte agregate. Opțiunea <b>C&acirc;mp</b> va &icirc;mpărți valorile <b>Analiză c&acirc;mp</b> la valorile unui c&acirc;mp specificat &icirc;n parametrul <b>Strat tematic de intrare</b>. Opțiunea <b>&Icirc;mbogățire date</b> va &icirc;mbogăți obiectele spațiale sau formele agregate cu datele despre populație și va &icirc;mpărți valorile <b>Analiză c&acirc;mp</b> sau numerele de puncte agregate la populație. Această opțiune poate consuma credite suplimentare.
            </p>
        </div>
    </div>
    <div id="permutations">
        <div>
            <p>Specifică dacă instrumentul va fi optimizat pentru timp de procesare mai rapid sau precizie crescută a rezultatelor.
            </p>
        </div>
    </div>
    <div id="randomGenerator">
        <div>
            <p>O valoare număr &icirc;ntreg care va iniția un generator de numere aleatoriu.
            </p>
        </div>
    </div>
    <div id="cellSize">
        <div>
            <p>Lungimea unei laturi a pătratului (plasă) sau a celulelor hexagonale va fi utilizată pentru a agrega obiectele spațiale de intrare.
            </p>
        </div>
    </div>
    <div id="cellSizeUnits">
        <div>
            <p>Specifică unitățile care vor fi utilizate pentru dimensiunea celulei.
            </p>
        </div>
    </div>
    <div id="distanceBand">
        <div>
            <p>Banda distanței care va fi utilizată pentru a defini o vecinătate. Obiectele spațiale de vecinătate dintr-o bandă de distanță a obiectului spațial țintă vor fi incluse &icirc;n vecinătatea obiectului spațial țintă &icirc;n timpul analizei.
            </p>
        </div>
    </div>
    <div id="distanceBandUnits">
        <div>
            <p>Specifică unitățile care vor fi utilizate pentru banda distanței.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Numele stratului tematic care va fi creat și adăugat pe hartă.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Numele folderului din  <b>Resursele mele</b> &icirc;n care va fi salvat rezultatul.
            </p>
        </div>
    </div>
</div>
</html>
