<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <title></title>
    <link rel="Stylesheet" href="../css/analysis.css" />
    <script type="text/javascript">
        function init() {
            if (window.location.hash) {
                var parentDiv, nodes, i, helpInfo, helpId, helpInfoArr, helpEnvFilter, envContent, hideEnvClass, hideNodes;
                helpInfo = window.location.hash.substring(1);
                    if(helpInfo.indexOf("-")) {
                        helpInfoArr = helpInfo.split("-");
                        helpId = helpInfoArr[0];
                        helpEnvFilter = helpInfoArr[1];
                    }
                    else {
                        helpId = helpInfo;
                    }
                parentDiv = document.getElementById("topics");
                nodes = parentDiv.children;
                    hideEnvClass = (helpEnvFilter === "OnlineOnly"? "PortalOnly": "OnlineOnly");
                    if(document.getElementsByClassName) {
                        hideNodes = document.getElementsByClassName(hideEnvClass);
                    }
                    else {
                        hideNodes = document.querySelectorAll(hideEnvClass);
                    }
                for(i=0; i < nodes.length; i++) {
                    if(nodes[i].id !== helpId) {
                        nodes[i].style.display ="none";
                    }
                    }
                    for(i=0; i < hideNodes.length; i++) {
                        hideNodes[i].style.display ="none";
                    }
                }
            }
    </script>
</head>
<body onload="init()">
<div id="topics">
    <div id="toolDescription" class="smallsize">
    <p>Instrumentul Unire obiecte spațiale adaugă atribute dintr-un strat tematic sau tabel &icirc;n altul pe baza relațiilor spațiale și de atribute specificate. Opțional, statisticile pot fi calculate c&acirc;nd există mai multe &icirc;nregistrări care corespund.
    </p>
    </div>
    <!--Parameter divs for each param-->
    <div id="targetLayer">
        <div>
            <p>Stratul tematic sau tabelul va avea atribute din stratul tematic de unire atașat la tabelul său de atribute.
            </p>
        </div>
    </div>
    <div id="joinLayer">
        <div>
            <p>Stratul tematic sau tabelul cu atributele care vor fi atașate la stratul tematic țintă.
            </p>
        </div>
    </div>
    <div id="useSpatialRelationship">
        <div>
            <p>Specificați dacă se unesc straturile tematice pe baza unei relații spațiale. Aceasta necesită ca ambele straturi tematice să aibă o geometrie.
            </p>
        </div>
    </div>
    <div id="spatialRelationship">
        <div>
            <p>Specificați relația spațială care determină ce obiecte spațiale sunt unite. Obiectele spațiale din stratul tematic de unire care au relația specificată cu stratul tematic țintă vor fi unite. Relațiile disponibile depind de tipul de geometrie a intrărilor.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistance">
        <div>
            <p>Distanța de la obiectele spațiale din stratul tematic țintă care va fi utilizată pentru a stabili dacă obiectele spațiale ar trebui să fie unite.
            </p>
        </div>
    </div>
    <div id="spatialRelationshipDistanceUnits">
        <div>
            <p>Unitățile care vor fi utilizate pentru a specifica distanța.
            </p>
        </div>
    </div>
    <div id="useAttributeRelationship">
        <div>
            <p>Specificați dacă se unesc straturile tematice pe baza valorilor c&acirc;mpurilor care corespund. Aceasta este singura opțiune dacă una sau mai multe intrări sunt &icirc;ntr-un tabel.
            </p>
        </div>
    </div>
    <div id="attributeRelationship">
        <div>
            <p>Specificați relația de atribute care determină ce obiecte spațiale sunt unite. Obiectele spaţiale sunt potrivite atunci c&acirc;nd valorile de c&acirc;mpuri din stratul tematic de unire sunt egale cu valorile de c&acirc;mpuri din stratul tematic ţintă.
            </p>
        </div>
    </div>
    <div id="joinOperation">
        <div>
            <p>Specificați cum vor fi realizate unirile dacă mai multe &icirc;nregistrări din stratul tematic unit &icirc;ndeplinesc criteriile de unire. Alegeți dintre următoarele opțiuni:
                <ul>
                    <li> <b>Unire unu la unu</b>&mdash; Uniți o singură &icirc;nregistrare &icirc;n stratul tematic de unire la fiecare obiect spațial din stratul tematic țintă.
                    </li>
                    <li> <b>Unire unu la mai multe</b>&mdash;Uniți toate obiectele spațiale corespunzătoare din stratul tematic de unire cu stratul tematic țintă. Stratul tematic rezultat va conţine &icirc;nregistrări multiple ale obiectului spaţial ţintă.
                    </li>
                </ul>
                
            </p>
        </div>
    </div>
    <div id="handleMatchingRecords">
        <div>
            <p>C&acirc;nd mai multe obiecte spațiale din stratul tematic unit corespund cu un obiect spațial țintă, specificați dacă se unește o singură &icirc;nregistrare din stratul tematic unic sau se calculează statisticile rezumate ale tuturor &icirc;nregistrărilor asociate din stratul tematic unit.
            </p>
        </div>
    </div>
    <div id="summaryFields">
        <div>
            <p>C&acirc;nd există mai multe obiecte spațiale unite care corespund unui obiect spațial țintă, statisticile rezumate pentru toate &icirc;nregistrările asociate vor fi calculate. Specificați c&acirc;mpurile de numere sau dată din stratul tematic unit și statisticile care vor fi calculate pentru fiecare c&acirc;mp.
            </p>
        </div>
    </div>
    <div id="recordsToMatch">
        <div>
            <p>C&acirc;nd sunt mai multe obiecte spațiale unite care corespund unui obiect spațial țintă, prima &icirc;nregistrare din tabelul de atribute al stratului tematic unit va fi inclusă &icirc;n ieșire. Opțional, alegeți un c&acirc;mp de numere sau dată și ordinea de sortare care va determina ordonarea tabelului de atribute.
            </p>
        </div>
    </div>
    <div id="joinType">
        <div>
            <p>Determină dacă obiectele spațiale țintă neasociate vor fi incluse &icirc;n ieșire. O  <b>Unire interioară</b> returnează doar &icirc;nregistrări țintă asociate, &icirc;n timp ce <b>Unire st&acirc;nga</b> returnează toate &icirc;nregistrările țintă, chiar dacă obiectul spațial țintă nu are o corespondență &icirc;n stratul tematic de unire.
            </p>
        </div>
    </div>
    <div id="outputName">
        <div>
            <p>Numele stratului tematic sau tabelului care va fi creat și adăugat pe hartă.
            </p>
        </div>
    </div>
    <div id="saveResultIn">
        <div>
            <p>Numele folderului din  <b>Resursele mele</b> &icirc;n care va fi salvat rezultatul.
            </p>
        </div>
    </div>
</div>
</html>
